{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[very quietly] माया?"
        },
        {
            "role": "Character 2",
            "content": "मुझे नहीं पता था कि तुम अभी भी यहाँ काम करती हो, I thought maybe you'd moved on to that administrative position upstate. [pause] बैंड की गाड़ी खराब हो गई है, बस कुछ घंटों के लिए कोई गर्म जगह चाहिए थी।"
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] तुम visitor's lounge इस्तेमाल कर सकती हो, वहाँ कॉफी है और पहले के कुछ सैंडविच भी हैं। [clearing throat] बच्चे सब अपने कमरों में हैं रात के लिए, so it should be quiet enough."
        },
        {
            "role": "Character 2",
            "content": "[quietly] धन्यवाद, मैं कोई परेशानी खड़ी करने नहीं आई थी, just the nearest place I could think of when everything went sideways. कल हमें Buffalo में show के लिए होना है।"
        },
        {
            "role": "Character 1",
            "content": "Buffalo यहाँ से काफी दूर है, खासकर जब सर्दी इस तरह आ रही हो। [slowly] तुम्हारा कमरा अभी भी वैसा ही है जैसा तुमने छोड़ा था, nobody's used it since you walked out three years ago."
        },
        {
            "role": "Character 2",
            "content": "[defensive] मैं चलकर नहीं गई थी, मेरी उम्र हो गई थी और तुम्हें पता है। [sighs] There's a difference between leaving because you have to and leaving because you want to."
        },
        {
            "role": "Character 1",
            "content": "[bitter] तुम्हें रुकने का स्वागत था जब तक तुम कुछ सोच लेती, मैंने सौ बार कहा था। [pause] लेकिन किसी garage band के पीछे देश भर घूमना, that seemed more appealing than accepting help from me."
        },
        {
            "role": "Character 2",
            "content": "[firmly] वो कोई मामूली garage band नहीं है, they're actually getting somewhere, and I'm part of that. मैं उनकी social media संभालती हूँ, उनका merchandise, ऐसी चीज़ें जो वाकई matter करती हैं कुछ real बनाने में।"
        },
        {
            "role": "Character 1",
            "content": "[sad] मैं देख रही हूँ तुम अभी भी वो bracelet पहने हो जो मैंने तुम्हारे सोलहवें जन्मदिन पे दिया था। [very quietly] वो silver chain छोटे moon charm के साथ, याद है मैं सोच रही थी you'd probably hate it."
        },
        {
            "role": "Character 2",
            "content": "बस एक गहना है, doesn't mean anything special. [mumbling] वैसे भी, मेरा बाकी सब सामान Cleveland में दो महीने पहले चोरी हो गया था, this was in my pocket so it survived."
        },
        {
            "role": "Character 1",
            "content": "[anxious] तुम लुट गई थी? [quickly] तुम्हें चोट तो नहीं आई, पुलिस में रिपोर्ट की, do you need money for new clothes या—"
        },
        {
            "role": "Character 2",
            "content": "[curt] मैंने संभाल लिया।"
        },
        {
            "role": "Character 1",
            "content": "[quietly] हाँ बिल्कुल, तुम हमेशा सब कुछ अकेले संभाल लेती हो। [sighs] बिल्कुल उस वक्त की तरह जब तुम चौदह साल की थी और तीन दिन तक टूटी कलाई छुपाए रखी, because you didn't want to bother anyone."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] ऐसा मत करो।"
        },
        {
            "role": "Character 1",
            "content": "[confused] क्या मत करूँ, care about whether you're okay? [frustrated] माफ करना लेकिन मैंने कभी नहीं सीखा कि ये बंद कैसे करूँ, even when you made it clear you didn't want me around."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] तुम सिर्फ मेरी group home manager नहीं थी, we both know that. [pause] तुम पहली इंसान थी जिसने मुझे महसूस करवाया कि मैं matter करती हूँ, and that scared me more than being alone ever did."
        },
        {
            "role": "Character 1",
            "content": "[warm] Visitor's lounge में pullout couch है अगर गाड़ी आज रात ठीक नहीं हो सकी तो। [very quietly] कोई paperwork नहीं चाहिए, just a place to rest where someone knows your name."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] बैंड के लोगों को इसके बारे में कुछ नहीं पता, about where I came from or who I was before. वो सोचते हैं मैं कोई अमीर बच्ची हूँ जो suburban parents के खिलाफ बगावत कर रही है।"
        },
        {
            "role": "Character 1",
            "content": "[gently] तुम्हारी कहानी तुम्हारी है बताने के लिए।"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] शायद सुबह, अगर तुम बच्चों के साथ बहुत busy नहीं हो, we could have breakfast? [pause] याद है तुम वो खराब scrambled eggs बनाती थी बहुत ज्यादा काली मिर्च के साथ, पता नहीं क्यों but somehow I miss them."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[very quietly] Maya?"
        },
        {
            "role": "Character 2",
            "content": "I didn't know you still worked here, I thought maybe you'd moved on to that administrative position upstate. [pause] The band's van broke down and I just needed somewhere warm for a few hours."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] You can use the visitor's lounge, there's coffee and some sandwiches from earlier. [clearing throat] The kids are all in their rooms for the night so it should be quiet enough."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Thanks, I wasn't trying to cause problems or anything, just the nearest place I could think of when everything went sideways. We're supposed to be in Buffalo tomorrow for a show."
        },
        {
            "role": "Character 1",
            "content": "Buffalo's a long drive from here, especially with winter coming on like this. [slowly] Your room is still exactly how you left it, nobody's used it since you walked out three years ago."
        },
        {
            "role": "Character 2",
            "content": "[defensive] I didn't walk out, I aged out and you know that. [sighs] There's a difference between leaving because you have to and leaving because you want to."
        },
        {
            "role": "Character 1",
            "content": "[bitter] You were welcome to stay while you figured things out, I told you that a hundred times. [pause] But following some garage band around the country seemed more appealing than accepting help from me."
        },
        {
            "role": "Character 2",
            "content": "[firmly] They're not just some garage band, they're actually getting somewhere, and I'm part of that. I handle their social media, their merchandise, things that actually matter to building something real."
        },
        {
            "role": "Character 1",
            "content": "[sad] I see you're still wearing the bracelet I gave you for your sixteenth birthday. [very quietly] That silver chain with the little moon charm, I remember picking it out thinking you'd probably hate it."
        },
        {
            "role": "Character 2",
            "content": "It's just jewelry, doesn't mean anything special. [mumbling] Besides, everything else I owned got stolen in Cleveland two months ago, this was in my pocket so it survived."
        },
        {
            "role": "Character 1",
            "content": "[anxious] You got robbed? [quickly] Were you hurt, did you file a police report, do you need money for new clothes or—"
        },
        {
            "role": "Character 2",
            "content": "[curt] I handled it."
        },
        {
            "role": "Character 1",
            "content": "[quietly] Of course you did, you always handle everything alone. [sighs] Just like when you were fourteen and hid that broken wrist for three days because you didn't want to bother anyone."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Don't do that."
        },
        {
            "role": "Character 1",
            "content": "[confused] Don't do what, care about whether you're okay? [frustrated] I'm sorry but I never learned how to turn that off, even when you made it clear you didn't want me around."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] You were never just my group home manager, we both know that. [pause] You were the first person who ever made me feel like I mattered, and that scared me more than being alone ever did."
        },
        {
            "role": "Character 1",
            "content": "[warm] The visitor's lounge has a pullout couch if the van can't get fixed tonight. [very quietly] No paperwork needed, just a place to rest where someone knows your name."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] The guys in the band don't know about any of this, about where I came from or who I was before. They think I'm just some rich kid rebelling against suburban parents."
        },
        {
            "role": "Character 1",
            "content": "[gently] Your story is yours to tell."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Maybe in the morning, if you're not too busy with the kids, we could have breakfast? [pause] I remember you always made those terrible scrambled eggs with too much pepper but somehow I miss them."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "1616f5fa_scenario.json",
    "scenario": "A group home manager encounters their former foster daughter who aged out three years ago and is now a groupie, seeking shelter after her band's van breaks down.",
    "type": "scenario_conversation",
    "character_1_role": "group home manager",
    "character_2_role": "groupie",
    "selected_tones": [
        "avoiding",
        "quiet",
        "conscious"
    ],
    "tone_options": [
        "replicating",
        "partisan",
        "unsupportive",
        "avoiding",
        "sending",
        "quiet",
        "conscious",
        "solid",
        "curt",
        "meek"
    ]
}