{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[कांपती आवाज़] मैं अम्म, मैं अपनी scholarship की application जमा करने जा रही थी और, [चिंतित], अचानक पंखों का एक धुंधलापन दिखा और फिर, वैसे, [बहुत धीरे से], टक्कर की आवाज़ सुनाई दी और मुझे समझ नहीं आया कि क्या करूं तो, अ, मैं उसे यहां ले आई। [सुबकना]"
        },
        {
            "role": "Character 2",
            "content": "[औपचारिक] देखिए, अम्म, आपने उल्लू को तुरंत यहां लाकर सही किया क्योंकि, [सहानुभूति से], ज़्यादातर लोग तो, आप जानती हैं ना, गाड़ी चलाते रहते हैं और उन्हें तड़पने के लिए छोड़ देते हैं। [विराम]"
        },
        {
            "role": "Character 1",
            "content": "मेरा मतलब, मैं perfect grades maintain करती हूं और हर नियम का पालन करती हूं लेकिन फिर भी, [निराश], मैंने एक मासूम जीव को चोट पहुंचा दी जबकि, अम्म, अपने भविष्य को सुरक्षित करने की जल्दी में थी।"
        },
        {
            "role": "Character 2",
            "content": "[एक सुर में] उल्लू के पंख में fracture है और, [धीरे से], अंदरूनी चोटें हैं जिनके लिए हफ्तों तक, [हिचकिचाते हुए], rehabilitation की ज़रूरत होगी अगर वो अगले, [फुसफुसाते हुए], अड़तालीस घंटे बच जाए।"
        },
        {
            "role": "Character 1",
            "content": "मेरे माता-पिता हमेशा कहते हैं कि, [कड़वाहट से], उत्कृष्टता के लिए बलिदान चाहिए लेकिन उन्होंने कभी नहीं बताया कि बलिदान, [कांपते हुए], उन प्राणियों को देना पड़ेगा जिन्होंने मेरी timeline का हिस्सा बनने के लिए कभी नहीं कहा था।"
        },
        {
            "role": "Character 2",
            "content": "[दूर] ऐसा होता रहता है।"
        },
        {
            "role": "Character 1",
            "content": "तो अम्म, अब क्या होगा—मेरा मतलब, क्या मैं बस, [भ्रमित], इसे यहां आपके पास छोड़ दूं और, वैसे, ऐसे बर्ताव करूं जैसे कुछ हुआ ही नहीं? [आह]"
        },
        {
            "role": "Character 2",
            "content": "ज़्यादातर honor students जो, अम्म, घायल जानवर लेकर आते हैं वो कभी वापस check करने फोन नहीं करते क्योंकि, [ठंडेपन से], अपराध-बोध उनकी, पता है ना, उपलब्धियों की कहानी में फिट नहीं बैठता।"
        },
        {
            "role": "Character 1",
            "content": "ये एक दिलचस्प धारणा है, [बचाव में], मेरे जैसे लोगों के बारे में जबकि आप मेरे बारे में कुछ नहीं जानतीं सिवाय, [गुस्से में], जो आपने मेरी शक्ल देखकर तय कर लिया है।"
        },
        {
            "role": "Character 2",
            "content": "[थका हुआ] देखिए, मैं ये काम, अम्म, बारह साल से कर रही हूं और मैंने हर तरह के लोगों को, [जोश से], उस दरवाज़े से अंदर आते देखा है अपनी दुर्घटनाओं और अपने, [बहुत उदास], बहानों और मदद के वादों के साथ जो वो कभी निभाते नहीं।"
        },
        {
            "role": "Character 1",
            "content": "[धीरे से] वैसे, अम्म, शायद मैं अलग हूं या शायद नहीं लेकिन जो भी हो ये उल्लू, [बेताबी से], मेरी वजह से घायल है और मुझे जानना है, अ, कि मैं इसके ठीक होने में क्या मदद कर सकती हूं।"
        },
        {
            "role": "Character 2",
            "content": "[गर्मजोशी से] Rehabilitation की प्रक्रिया में रोज़, [कोमलता से], खाना खिलाना और physical therapy की exercises करनी होती हैं जो ज़्यादातर volunteers को बहुत मुश्किल लगती हैं।"
        },
        {
            "role": "Character 1",
            "content": "[दृढ़ संकल्प] मेरा मतलब, मैं 4.0 GPA maintain करती हूं दो jobs के साथ और, [जल्दी से], hospital में volunteering भी करती हूं तो मुझे लगता है मैं एक उल्लू को खाना खिला सकती हूं और जो भी, अम्म, exercises चाहिए वो कर सकती हूं। [खांसी]"
        },
        {
            "role": "Character 2",
            "content": "[आश्चर्यचकित] आप सच में serious हैं—मेरा मतलब, आप यहां रोज़ आएंगी, [जिज्ञासु], शायद महीनों तक एक उल्लू की देखभाल करने जो शायद, वैसे, बच भी ना पाए? [हंसी]"
        },
        {
            "role": "Character 1",
            "content": "[ईमानदारी से] मेरी scholarship application leadership और service के बारे में थी लेकिन, [पछतावे से], उस उल्लू से टकराने ने मुझे, [बहुत धीरे से], ज़िम्मेदारी के बारे में उस essay से ज़्यादा सिखाया। [आवाज़ कम होना]"
        },
        {
            "role": "Character 2",
            "content": "[प्रभावित] वैसे, अम्म, हम सुबह 5 बजे खाना खिलाना शुरू करते हैं और physical therapy, [आशान्वित], दिन में तीन बार होती है तो अगर आप सच में committed हैं, अ, मैं आपको सिखाऊंगी कि raptors को कैसे handle करना है बिना, [सावधानी से], और नुकसान पहुंचाए।"
        },
        {
            "role": "Character 1",
            "content": "[राहत से] मैं कल सुबह 4:45 पर यहां होऊंगी और, [उत्सुकता से], उसके बाद हर सुबह जब तक ये उल्लू फिर से, [भावुक होकर], उड़ ना सके या जब तक हमें पता ना चले कि नहीं उड़ पाएगा। [गहरी सांस]"
        },
        {
            "role": "Character 2",
            "content": "[विचारशील] आप जानती हैं, अम्म, कभी-कभी ब्रह्मांड, [दार्शनिक भाव से], अलग-अलग दुनियाओं के बीच ऐसी टक्करें करवाता है ताकि हमें वो चीज़ें सिखाए जिनकी हमें ज़रूरत थी पर पता नहीं था।"
        },
        {
            "role": "Character 1",
            "content": "[चिंतनशील] शायद उस scholarship की deadline miss करके इस उल्लू को बचाना, [शांत], इस साल का मेरा सबसे महत्वपूर्ण फैसला होगा।"
        },
        {
            "role": "Character 2",
            "content": "[कोमल] उल्लू का नाम अथीना है और वो, [धीरे से], एक survivor है बिल्कुल आपकी तरह अगर आप, [अर्थपूर्ण ढंग से], खुद को इस अनुभव से सीखने दें। [मुस्कान]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shaky voice] I um, I was driving to submit my scholarship application and, [anxious], there was this blur of feathers and then, well, [very quietly], I heard the impact and I didn't know what else to do so, er, I brought it here. [sniffle]"
        },
        {
            "role": "Character 2",
            "content": "[formal] Well, um, you did the right thing bringing the owl here immediately because, [empathetically], most people just, you know, drive away and leave them to suffer. [pause]"
        },
        {
            "role": "Character 1",
            "content": "I mean, I keep perfect grades and follow every rule but somehow, [frustrated], I still managed to hurt something innocent while, umm, rushing to secure my own future."
        },
        {
            "role": "Character 2",
            "content": "[monotone] The owl has a fractured wing and, [slowly], internal bruising that will require weeks of, [hesitantly], rehabilitation if it survives the next, [whispering], forty-eight hours."
        },
        {
            "role": "Character 1",
            "content": "My parents keep saying that, [bitter], excellence requires sacrifice but they never mentioned the sacrifices might be, [trembling], made by creatures who never asked to be part of my timeline."
        },
        {
            "role": "Character 2",
            "content": "[distant] These things happen."
        },
        {
            "role": "Character 1",
            "content": "So um, what happens now—I mean, do I just, [confused], leave it here with you and, well, pretend this never happened? [sigh]"
        },
        {
            "role": "Character 2",
            "content": "Most honor students who, um, bring in injured animals never call back to check because, [coldly], guilt doesn't fit well with, you know, their achievement narratives."
        },
        {
            "role": "Character 1",
            "content": "That's an interesting assumption about, [defensive], people like me considering you don't know anything beyond, [angry], what you've decided based on my appearance."
        },
        {
            "role": "Character 2",
            "content": "[tired] Look, I've been doing this for, um, twelve years and I've seen every type of person walk through, [passionately], that door with their accidents and their, [very sad], excuses and their promises to, well, help that they never keep."
        },
        {
            "role": "Character 1",
            "content": "[quietly] Well, um, maybe I'm different or maybe I'm not but either way this owl is, [desperately], hurt because of me and I need to know, er, what I can do to help with its recovery."
        },
        {
            "role": "Character 2",
            "content": "[warm] The rehabilitation process requires daily, [gently], feeding and physical therapy exercises that most volunteers find too demanding."
        },
        {
            "role": "Character 1",
            "content": "[determined] I mean, I maintain a 4.0 GPA while working two jobs and, [quickly], volunteering at the hospital so I think I can, umm, handle feeding an owl and doing, [firmly], whatever exercises it needs. [cough]"
        },
        {
            "role": "Character 2",
            "content": "[surprised] You're actually serious about this—I mean, you'd come here every day for, [curious], potentially months to care for an owl that might not even, well, survive? [laugh]"
        },
        {
            "role": "Character 1",
            "content": "[sincerely] My scholarship application was about leadership and service but, [regretful], hitting that owl taught me more about, [very quietly], responsibility than any essay I could write. [trailing off]"
        },
        {
            "role": "Character 2",
            "content": "[impressed] Well, um, we start feeding at 5 AM and the physical therapy happens, [hopeful], three times daily so if you're really committed, er, I'll teach you how to handle raptors without, [carefully], causing further injury."
        },
        {
            "role": "Character 1",
            "content": "[relieved] I'll be here at 4:45 tomorrow morning and, [eagerly], every morning after that until this owl can, [emotionally], fly again or until we know it won't. [deep breath]"
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] You know, um, sometimes the universe creates these collisions between, [philosophically], different worlds to teach us things we didn't know we needed to learn."
        },
        {
            "role": "Character 1",
            "content": "[contemplative] Maybe missing that scholarship deadline to save this owl will, [peaceful], end up being the most important decision I make this year."
        },
        {
            "role": "Character 2",
            "content": "[gentle] The owl's name is Athena and she's, [softly], a survivor just like you might be if you, [meaningfully], let yourself learn from this experience. [smile]"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "11210ddf_scenario.json",
    "scenario": "An honor student arrives at a wildlife rehabilitation center after accidentally hitting an owl with their car while rushing to submit a scholarship application.",
    "type": "scenario_conversation",
    "character_1_role": "honor student",
    "character_2_role": "wildlife rehabilitator",
    "selected_tones": [
        "intuitive",
        "distant",
        "finding"
    ],
    "tone_options": [
        "intuitive",
        "hostile",
        "dry",
        "transmitting",
        "finding",
        "pulling-in",
        "distant",
        "common",
        "expediting",
        "spontaneous"
    ]
}