{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[चिंतित] डॉक्टर Morrison, मुझे आपसे उन reports के बारे में बात करनी है जो मैंने तीन महीने पहले file की थीं... Zeltravin से hearing problems के बारे में। [विराम] आपने उन्हें mark किया था 'unlikely to be drug-related' लेकिन अब मेरे बाएं कान से बिल्कुल सुनाई नहीं देता... permanently deaf हो गई हूं।"
        },
        {
            "role": "Character 2",
            "content": "[हिचकिचाते हुए] हां... मुझे आपका case याद है। [गला साफ़ करते हुए] उस वक्त जो data था उसके हिसाब से, tinnitus सिर्फ 0.3% patients में था, और permanent hearing loss तो clinical trials में कहीं documented ही नहीं था।"
        },
        {
            "role": "Character 1",
            "content": "[कड़वाहट से] Clinical trials में सब कुछ capture नहीं होता ना? [निराश] मैं violinist हूं, या थी, और अब तो ये भी नहीं बता सकती कि मेरा instrument tune में है या नहीं क्योंकि सब कुछ ऐसे सुनाई देता है जैसे पानी के अंदर से आ रहा हो।"
        },
        {
            "role": "Character 2",
            "content": "[सहानुभूतिपूर्ण] मैं समझ सकती हूं आपके profession में किसी के लिए ये कितना devastating होगा। [धीरे से] आपकी report के बाद से, हमें seventeen और similar cases मिले हैं, जिसकी वजह से FDA के साथ formal safety review शुरू हुआ है।"
        },
        {
            "role": "Character 1",
            "content": "[क्रोधित] Seventeen cases? तो मेरा career बर्बाद होना ज़रूरी था आप लोगों को ये seriously लेने के लिए? [कांपती आवाज़] कितने musicians, sound engineers, teachers को अपनी hearing खोनी पड़ेगी इससे पहले कि 0.3% आपके लिए statistically significant बने?"
        },
        {
            "role": "Character 2",
            "content": "[बचाव में] Pharmacovigilance ऐसे काम नहीं करती।"
        },
        {
            "role": "Character 1",
            "content": "[व्यंग्यात्मक] हां बिल्कुल, आप लोग numbers और risk ratios में deal करते हैं जबकि असली लोगों की ज़िंदगियां बिखर जाती हैं। [कांपते हुए] मेरे हाथ अब इतने कांपते हैं कि मैं तीस seconds से ज़्यादा bow steady नहीं पकड़ सकती।"
        },
        {
            "role": "Character 2",
            "content": "[बहुत धीरे से] Tremors भी trials में reported नहीं थे। [विराम] देखिए, off the record, मैं आपकी दूसरी report के बाद से internally push कर रही हूं stronger warnings के लिए, लेकिन company बार-बार insufficient evidence cite करती रहती है।"
        },
        {
            "role": "Character 1",
            "content": "[उलझन में] Insufficient evidence? [ज़ोर से] मैंने आपको videos भेजे थे मेरे हाथ कांपने के, audiologist reports जो progressive hearing loss दिखाती थीं, तीन अलग-अलग specialists की documentation कि ये medication-induced है!"
        },
        {
            "role": "Character 2",
            "content": "[पछतावे से] Individual case reports, चाहे कितने भी well-documented हों, बिना broader patterns के labeling rarely change होती है। [आह भरना] लेकिन मैं फिर भी compile कर रही हूं, एक case file बना रही हूं जिसे management के लिए ignore करना मुश्किल होता जा रहा है।"
        },
        {
            "role": "Character 1",
            "content": "[बेताबी से] क्या आप कम से कम ये बता सकती हैं कि ये reversible है? [बहुत धीरे से] चार महीने हो गए हैं मैंने नहीं बजाया... और मेरे apartment में जहां music होता था वहां जो खामोशी है... वो मुझे मार रही है।"
        },
        {
            "role": "Character 2",
            "content": "[हिचकिचाते हुए] जो cases हम track कर रहे हैं उनमें mixed outcomes हैं। [धीरे धीरे] कुछ patients discontinuation के बाद partial improvement report करते हैं, लेकिन neurological damage लगभग sixty percent cases में persist करता है, specially prolonged use के साथ।"
        },
        {
            "role": "Character 1",
            "content": "[रोते हुए बोलना] Sixty percent। [कड़वी हंसी] पता है, जब मैंने anxiety के लिए ये medication शुरू की थी, मेरे doctor ने कहा था side effects minimal हैं, बस थोड़ी drowsiness हो सकती है।"
        },
        {
            "role": "Character 2",
            "content": "[सहानुभूति से] तब से label दो बार update हुआ है, लेकिन आप सही कह रही हैं, ये काफी नहीं है। [दृढ़ता से] अगर आप तैयार हैं तो मैं recommend करूंगी कि आप हमारे patient advisory panel में safety review के लिए join करें।"
        },
        {
            "role": "Character 1",
            "content": "[हैरान] आप मुझे panel में चाहती हैं? [संशयपूर्ण] एक बर्बाद हुई musician से क्या फर्क पड़ेगा pharmaceutical executives के उस room में जो adverse events को acceptable losses समझते हैं?"
        },
        {
            "role": "Character 2",
            "content": "[जोश से] क्योंकि उन्हें आपको देखना चाहिए, आपकी story directly सुननी चाहिए, statistics और case report forms के through filtered नहीं। [विराम] आपकी testimony दूसरों को ये होने से रोक सकती है, specially उन professions में जहां fine motor control चाहिए।"
        },
        {
            "role": "Character 1",
            "content": "[थका हुआ] मैं professionally जो कुछ भी मेरे लिए matter करता था वो सब खो चुकी हूं। [आह भरना] लेकिन अगर मेरा बर्बाद हुआ career एक warning label बन सके जो actually पढ़ा जाए, तो शायद ये completely meaningless नहीं था।"
        },
        {
            "role": "Character 2",
            "content": "[गर्मजोशी से] ये meaningless नहीं है। [बहुत ईमानदारी से] हर report जो आपने file की, हर follow-up email जो आपने भेजा dismissed होने के बावजूद, सब matter करता है। बस हम एक ऐसे system में काम करते हैं जो glacially slow move करता है जब तक evidence undeniable नहीं हो जाता।"
        },
        {
            "role": "Character 1",
            "content": "[धीरे से] Panel next month meet करता है? [हार मानकर] मुझे information भेज दीजिए। मैं वहां होऊंगी, कांपते हाथों के साथ, ये make sure करने के लिए कि वो ignore नहीं कर सकें कि उनकी drug की असली cost क्या है।"
        },
        {
            "role": "Character 2",
            "content": "[कोमलता से] मैं personally ensure करूंगी कि आपका case सबसे पहले present हो। [दृढ़ता से] और इस बार, जब आप बताएंगी कि आपने क्या खोया है, उन्हें सुनना ही पड़ेगा क्योंकि अब numbers finally support करते हैं जो आप शुरू से कह रही थीं।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[anxious] Dr. Morrison, I need to talk to you about the reports I filed three months ago about Zeltravin causing hearing problems. [pause] You marked them as 'unlikely to be drug-related' but I'm now permanently deaf in my left ear."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] I remember your case, yes. [clearing throat] Based on the data we had at the time, tinnitus affected less than 0.3% of patients, and permanent hearing loss wasn't documented in any clinical trials."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Clinical trials don't capture everything, do they? [frustrated] I'm a violinist, or I was, and now I can't even tell if my instrument is in tune because everything sounds like it's underwater."
        },
        {
            "role": "Character 2",
            "content": "[sympathetic] I understand this must be devastating for someone in your profession. [quietly] Since your report, we've received seventeen similar cases, which has triggered a formal safety review with the FDA."
        },
        {
            "role": "Character 1",
            "content": "[furious] Seventeen cases? So my career had to die for you to take this seriously? [voice shaking] How many musicians, sound engineers, teachers need to lose their hearing before 0.3% becomes statistically significant enough for you?"
        },
        {
            "role": "Character 2",
            "content": "[defensively] That's not how pharmacovigilance works."
        },
        {
            "role": "Character 1",
            "content": "[sarcastically] Right, you deal in numbers and risk ratios while real people's lives fall apart. [trembling] My hands shake so badly now I can't hold a bow steady for more than thirty seconds."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] The tremors weren't reported in trials either. [pause] Look, off the record, I've been pushing internally for stronger warnings since your second report, but the company keeps citing insufficient evidence."
        },
        {
            "role": "Character 1",
            "content": "[confused] Insufficient evidence? [loudly] I sent you videos of my hands shaking, audiologist reports showing progressive hearing loss, documentation from three different specialists saying it's medication-induced!"
        },
        {
            "role": "Character 2",
            "content": "[regretful] Individual case reports, even well-documented ones, rarely change labeling without broader patterns. [sighs] But I've been compiling them anyway, building a case file that's getting harder for management to ignore."
        },
        {
            "role": "Character 1",
            "content": "[desperately] Can you at least tell me if it's reversible? [very quietly] I haven't played in four months, and the silence in my apartment where music used to be is killing me."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] The cases we're tracking show mixed outcomes. [slowly] Some patients report partial improvement after discontinuation, but the neurological damage appears to persist in about sixty percent of cases, especially with prolonged use."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Sixty percent. [bitter laugh] You know, when I started taking this medication for my anxiety, my doctor said the side effects were minimal, just some possible drowsiness."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] The label has been updated twice since then, but you're right, it's not enough. [firmly] I'm going to recommend you join our patient advisory panel for the safety review if you're willing."
        },
        {
            "role": "Character 1",
            "content": "[surprised] You want me on a panel? [skeptical] What difference would one damaged musician make to a room full of pharmaceutical executives who see adverse events as acceptable losses?"
        },
        {
            "role": "Character 2",
            "content": "[passionately] Because they need to see you, hear your story directly, not filtered through statistics and case report forms. [pause] Your testimony could prevent this from happening to others, especially in professions requiring fine motor control."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] I've already lost everything that mattered to me professionally. [sighs] But if my ruined career can serve as a warning label that actually gets read, then maybe it wasn't completely meaningless."
        },
        {
            "role": "Character 2",
            "content": "[warmly] It's not meaningless. [very sincerely] Every report you filed, every follow-up email you sent despite being dismissed, it all matters. We just work in a system that moves glacially slow until the evidence becomes undeniable."
        },
        {
            "role": "Character 1",
            "content": "[quietly] The panel meets next month? [resigned] Send me the information. I'll be there, shaking hands and all, to make sure they can't ignore what their drug really costs."
        },
        {
            "role": "Character 2",
            "content": "[gently] I'll personally ensure your case is the first one presented. [determined] And this time, when you speak about what you've lost, they'll have to listen because the numbers finally support what you've been saying all along."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "19dac6f3_scenario.json",
    "scenario": "A professional violinist confronts the pharmacovigilance specialist who dismissed their earlier reports about a medication that has now caused permanent hearing loss and tremors, destroying their musical career.",
    "type": "scenario_conversation",
    "character_1_role": "musician",
    "character_2_role": "pharmacovigilance specialist",
    "selected_tones": [
        "questioning",
        "unsettling",
        "sympathetic"
    ],
    "tone_options": [
        "sensible",
        "brave",
        "discouraging",
        "unsettling",
        "sympathetic",
        "chaotic",
        "advancing",
        "questioning",
        "dishonest",
        "complete"
    ]
}