{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[कांपती आवाज़] अम्म, मैं बस यूनिट 304 में ड्राईवॉल लगा रही थी जब मुझे ये, [घबराया हुआ], काला सा दाग दिखा जो नए पैनल्स से रिस रहा था, और वैसे, इसमें से तांबे जैसी गंध आ रही है, पता है ना?"
        },
        {
            "role": "Character 2",
            "content": "[कठोर] बिल्डिंग मैनेजर ने कहा कि आप, [जल्दी से], पिछले तीन हफ़्तों से ये देर रात की शिफ़्ट कर रही हैं। [विराम]"
        },
        {
            "role": "Character 1",
            "content": "[चिंतित] हाँ, रिनोवेशन की डेडलाइन कल है लेकिन ये दाग, [फुसफुसाते हुए], दीवार की कैविटी के अंदर से आ रहा है और ये अभी भी, [हिचकिचाते हुए], किसी तरह गीला है जबकि ये बिल्डिंग महीनों से खाली पड़ी है।"
        },
        {
            "role": "Character 2",
            "content": "[भ्रमित] तो, अम्म, फोरेंसिक टीम को, [धीरे से], आपने जो कुछ भी लगाया है सब तोड़ना पड़ेगा, जिसका मतलब है, अ, आपका काम खराब हो गया है और हमें, [निराश], आपकी लगाई हर परत का दस्तावेज़ बनाना होगा, समझ रही हैं ना?"
        },
        {
            "role": "Character 1",
            "content": "[कांपते हुए] अम्म, मेरा मतलब, जब मैंने इंसुलेशन हटाकर चेक किया, तो, वहाँ से एक गंध आई जो मुझे, [बहुत धीरे से], मेरी पत्नी के परफ्यूम जैसी लगी... किसी और चीज़ के साथ मिली हुई। [धीरे से हांफना]"
        },
        {
            "role": "Character 2",
            "content": "[सहानुभूति से] अ, आपकी पत्नी—बिल्डिंग के रिकॉर्ड्स दिखाते हैं, अम्म, उनके जैसी दिखने वाली कोई इस यूनिट में आई थी, [आवाज़ कम होना], छह महीने पहले उनके गायब होने से पहले, मेरा मतलब।"
        },
        {
            "role": "Character 1",
            "content": "[बेताबी से] वैसे, ये तो नामुमकिन है क्योंकि, अम्म, उन्होंने कभी यहाँ किसी को जानने की बात नहीं बताई और, [रोते हुए बोलना], मुझे पता होता अगर वो इस मोहल्ले में आती, समझ रही हैं ना?"
        },
        {
            "role": "Character 2",
            "content": "हमें जो सिक्योरिटी फुटेज मिली है वो दिखाती है कि वो इस बिल्डिंग में, [ठंडेपन से], तीन महीने तक कई बार आई थीं, हमेशा, [एक सुर में], जब आप शहर के दूसरी तरफ़ अपनी दूसरी नौकरी पर होती थीं, और उनके पास, [कड़वाहट से], इसी यूनिट की चाबी थी।"
        },
        {
            "role": "Character 1",
            "content": "उन्होंने मुझे बताया था कि वो, [थका हुआ], कम्युनिटी सेंटर में शाम की पॉटरी क्लासेस ले रही थीं बिल्कुल उसी समय।"
        },
        {
            "role": "Character 2",
            "content": "अम्म, मुझे पता है। [आह]"
        },
        {
            "role": "Character 1",
            "content": "[जोर से फुसफुसाते हुए] इस दीवार के पीछे खून का पैटर्न बताता है कि, [जोश से], कोई यहाँ से भागने की कोशिश कर रहा था, अपने नाखूनों से, [भयभीत], असली ड्राईवॉल को खरोंच रहा था।"
        },
        {
            "role": "Character 2",
            "content": "[पछतावे से] हमें उनकी शादी की अंगूठी प्लास्टर में धंसी मिली, [अत्यंत उदास], जहाँ आप खड़ी हैं वहाँ से करीब तीन फीट दूर, और साथ में, [धीरे से], उनका DNA किसी और के साथ मिला हुआ।"
        },
        {
            "role": "Character 1",
            "content": "[गुस्से में] अम्म, आपने मुझे ये क्यों नहीं बताया जब मैंने फोन किया था, मेरा मतलब, मुझे यहाँ खड़ा छोड़ने के बजाय ये सोचते हुए कि, [टूटा हुआ], मुझे बस कोई अनजान क्राइम सीन मिला है? [रोना]"
        },
        {
            "role": "Character 2",
            "content": "[क्षमा मांगते हुए] देखिए, अ, प्रोटोकॉल के अनुसार हमें आपको, [सावधानी से], एक संभावित संदिग्ध मानना पड़ता है जब तक हम आपकी अलीबाई वेरिफाई नहीं कर लेते, और अम्म, आपकी प्रतिक्रिया को, [निष्पक्ष], पहले से जानकारी के बिना दर्ज करना ज़रूरी था, समझ रही हैं ना? [लंबा विराम]"
        },
        {
            "role": "Character 1",
            "content": "[क्रोधित] तो आप मुझे अपनी पत्नी की, [आवाज़ टूटना], हत्या का दृश्य खोजते हुए देख रही थीं और नोट्स ले रही थीं कि क्या मैं आपकी जाँच के लिए, [घृणित], काफी हैरान लग रही हूँ। [कराह]"
        },
        {
            "role": "Character 2",
            "content": "इस यूनिट के मालिक की मौत, [गंभीरता से], आपकी पत्नी के गायब होने के दो हफ्ते बाद हुई थी, कथित तौर पर, [संदेहास्पद], हार्ट अटैक से, लेकिन अब हमें लग रहा है, [गंभीरता से], टाइमलाइन कुछ और ही बताती है।"
        },
        {
            "role": "Character 1",
            "content": "मुझे याद है वो पॉटरी क्लास की एक नई दोस्त के बारे में बात करती थीं जो उन्हें, [सुन्न होकर], ग्लेज़ेस के बारे में सिखा रही थी, कोई जिसके पास, [खोखलेपन से], किराये की प्रॉपर्टीज़ थीं और जो एक, [हारा हुआ], गंदे तलाक से गुज़र रही थी। [कड़वाहट से हंसना]"
        },
        {
            "role": "Character 2",
            "content": "[कोमलता से] जो खून आपको मिला है वो सिर्फ आपकी पत्नी का नहीं है—उसका भी है, [दृढ़ संकल्प], जिससे पता चलता है कि उन्होंने एक-दूसरे से लड़ाई की थी इससे पहले कि, [हार मानकर], दोनों की यहाँ मौत हुई। [गला साफ करना]"
        },
        {
            "role": "Character 1",
            "content": "तो, मुझे लगता है इसका मतलब है, अम्म, मैं तीन हफ्तों से उनकी कब्र को रिनोवेट कर रही थी, अ, जो कुछ भी उनके बीच हुआ उसके सबूत को, [निराश], अनजाने में ढक रही थी, समझ रही हैं ना?"
        },
        {
            "role": "Character 2",
            "content": "[गर्मजोशी से] आपकी अलीबाई पूरी तरह सही निकली—आप, [सहानुभूतिपूर्ण], अपनी माँ के अंतिम संस्कार के लिए तीन राज्य दूर थीं जब ये हुआ, जिसका मतलब है, [राहत से], आप भी इस त्रासदी की एक और शिकार हैं। [धीरे से रोना]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shaky voice] Um, I was just installing drywall in unit 304 when I noticed this, [nervous], dark stain seeping through the new panels, and well, it smells like copper, you know?"
        },
        {
            "role": "Character 2",
            "content": "[stern] The building manager said you've been working, [quickly], these late shifts for three weeks now. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[anxious] Yeah, the renovation deadline is tomorrow but this stain, [whispering], it's coming from inside the wall cavity and it's still, [hesitantly], wet somehow even though this building's been empty for months."
        },
        {
            "role": "Character 2",
            "content": "[confused] Well, um, the forensics team will need to, [slowly], tear down everything you just installed, which means, er, your work here is compromised and we'll need, [frustrated], to document every layer you put up, you know?"
        },
        {
            "role": "Character 1",
            "content": "[trembling] Um, I mean, when I pulled back the insulation to check, well, there was this smell that reminded me of, [very quietly], my wife's perfume mixed with something else. [gasp softly]"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Er, your wife—the building records show, um, someone matching her description visited this unit, [trailing off], six months ago before she disappeared, I mean."
        },
        {
            "role": "Character 1",
            "content": "[desperately] Well, that's impossible because, um, she never mentioned knowing anyone here and, [crying while speaking], I would have known if she came to this neighborhood, you know?"
        },
        {
            "role": "Character 2",
            "content": "The security footage we recovered shows her entering this building, [coldly], multiple times over the course of three months, always, [monotone], when you were working your other job across town, and she had, [bitter], a key to this specific unit."
        },
        {
            "role": "Character 1",
            "content": "She told me she was taking, [exhausted], evening pottery classes at the community center during those exact times."
        },
        {
            "role": "Character 2",
            "content": "Um, I know. [sigh]"
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] The blood pattern behind this wall suggests, [passionately], someone was trying to escape through here, clawing at, [horrified], the original drywall with their fingernails."
        },
        {
            "role": "Character 2",
            "content": "[regretful] We found her wedding ring embedded in the plaster about, [very melancholic], three feet from where you're standing, along with, [softly], traces of her DNA mixed with someone else's."
        },
        {
            "role": "Character 1",
            "content": "[angry] Um, why didn't you tell me this when I called it in, I mean, instead of letting me stand here thinking, [broken], I was just finding some random crime scene? [cry]"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Well, er, protocol requires that we treat you as, [carefully], a potential suspect until we can verify your alibi, and um, your reaction needed to be, [clinical], documented without prior knowledge, you know? [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[furious] So you've been watching me discover my wife's, [voice breaking], murder scene while taking notes about whether I seem, [disgusted], surprised enough for your investigation. [groan]"
        },
        {
            "role": "Character 2",
            "content": "The owner of this unit died, [grimly], two weeks after your wife disappeared, supposedly, [suspicious], from a heart attack, but now we're thinking, [darkly], the timeline suggests something else entirely."
        },
        {
            "role": "Character 1",
            "content": "I remember her talking about a new friend from pottery class who was, [numbly], teaching her about glazes, someone who owned, [hollowly], rental properties and was going through, [defeated], a messy divorce. [laugh bitterly]"
        },
        {
            "role": "Character 2",
            "content": "[gently] The blood you found isn't just your wife's—there's his too, [determined], suggesting they fought each other before, [resigned], both of them died here. [clearing throat]"
        },
        {
            "role": "Character 1",
            "content": "Well, I guess that means, um, I've been renovating their tomb for three weeks, er, covering up the evidence of, [despairing], whatever happened between them without even knowing it, you know?"
        },
        {
            "role": "Character 2",
            "content": "[warm] Your alibi checked out completely—you were, [sympathetic], three states away at your mother's funeral when this happened, which means, [relieved], you're just another victim in this tragedy. [cry softly]"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "1289e03f_scenario.json",
    "scenario": "A drywall installer working late at night in a renovated apartment discovers blood seeping through freshly installed walls and calls the authorities, bringing them face-to-face with the CSI investigating their spouse's disappearance.",
    "type": "scenario_conversation",
    "character_1_role": "drywall installer",
    "character_2_role": "crime scene investigator",
    "selected_tones": [
        "nervous",
        "despairing",
        "lost"
    ],
    "tone_options": [
        "correct",
        "telling",
        "witty",
        "intolerant",
        "despairing",
        "lost",
        "unfocused",
        "inconsiderate",
        "nervous",
        "cooperative"
    ]
}