{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Entonces, eh, ¿llevas mucho tiempo esperando para, bueno, esta cosa de la entrevista para, este, que empiece de verdad?"
        },
        {
            "role": "Character 2",
            "content": "¡Ay! Sí, llevo aquí desde, eh, como las 8:30 que fue [angry] totalmente innecesario porque, o sea, me dijeron a las 9 pero siempre llego demasiado pronto y luego me quedo ahí sentado sudando toda la camisa."
        },
        {
            "role": "Character 1",
            "content": "Vale, bueno, yo llegué a las, eh, 8:45 pensando que iba, ya sabes, justo de tiempo."
        },
        {
            "role": "Character 2",
            "content": "No no, estás bien—es que tengo esta, este, cosa rara donde básicamente me entra pánico de llegar tarde así que acabo, ya sabes, sitting in parking lots for like, honestly, 40 minutes before appointments."
        },
        {
            "role": "Character 1",
            "content": "Eso es [over confidently] actually pretty smart strategy—mejor que entrar corriendo tarde y agobiado."
        },
        {
            "role": "Character 2",
            "content": "Ojalá fuera estratégico pero es más bien [cough] patológico—la semana pasada llegué 2 horas antes para el dentista y tuve que fingir que estaba muy interesado en su selección de revistas."
        },
        {
            "role": "Character 1",
            "content": "¿2 horas? Eso es, bueno, bastante extremo—¿de verdad, o sea, te leíste todas las, eh, revistas?"
        },
        {
            "role": "Character 2",
            "content": "Todas y cada una, incluyendo, eh, un artículo rarísimo sobre, ya sabes, peluquería canina competitiva que—vale entonces, ahora tengo conocimientos raros sobre técnicas de esculpir caniches que nunca voy a usar."
        },
        {
            "role": "Character 1",
            "content": "¿La peluquería canina competitiva existe de verdad?"
        },
        {
            "role": "Character 2",
            "content": "¡Por lo visto es enorme! Hay como, mmm, campeonatos mundiales y todo—la gente gasta, o sea, miles de euros haciendo que sus perros parezcan, básicamente, arbustos decorativos o personajes de dibujos."
        },
        {
            "role": "Character 1",
            "content": "Qué locura—yo apenas consigo que mi gato tolere un cepillado normal."
        },
        {
            "role": "Character 2",
            "content": "Ay dios, los gatos son, bueno, totalmente diferentes—el gato de mi compañero de piso literalmente, eh, [speeding up] attacks anyone who comes near it with any grooming implement, te lo juro, y guarda rencor durante semanas después."
        },
        {
            "role": "Character 1",
            "content": "¿Semanas? El mío, eh, me perdona después de unos, ya sabes, 20 minutos y algunas chuches."
        },
        {
            "role": "Character 2",
            "content": "Qué suerte tienes—este gato, este, remembers everything like some kind of, en realidad, feline elephant with a vendetta contra la humanidad y, eh, particularmente contra mí sin ninguna razón."
        },
        {
            "role": "Character 1",
            "content": "A lo mejor percibe, como, tu nerviosismo por llegar tarde y, bueno, eso pone ansioso al gato también, ¿no?"
        },
        {
            "role": "Character 2",
            "content": "Eso... actually that might be true porque [whispering loudly] entre tú y yo, creo que el gato sabe que accidentalmente le pisé la cola una vez y lleva planeando su venganza desde entonces."
        },
        {
            "role": "Character 1",
            "content": "Le pisaste—ay no, eso es, eh, básicamente una declaración de guerra en, ya sabes, términos gatunos."
        },
        {
            "role": "Character 2",
            "content": "¡¿VERDAD?! Y lo peor es que, o sea, tenía prisa por, este, [laugh hysterically] salir temprano para algo, and now the cat ensures I'm late hiding my keys at least twice a week!"
        },
        {
            "role": "Character 1",
            "content": "¿El gato de tu compañero esconde tus, bueno, llaves de verdad? Eso es, eh, o genial o, sinceramente, aterrador."
        },
        {
            "role": "Character 2",
            "content": "Las dos cosas—definitivamente las dos, y, eh, lo que pasa es que ni siquiera puedo enfadarme porque, ya sabes, it's actually kind of impressive for a creature without, like, opposable thumbs."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, have you been waiting long for, you know, this interview thing to, er, actually start?"
        },
        {
            "role": "Character 2",
            "content": "Oh! Yeah, I've been here since, uh, like 8:30 which was [angry] totally unnecessary because, I mean, they told me 9 but I always arrive way too early and then just sit there sweating through my shirt."
        },
        {
            "role": "Character 1",
            "content": "Right, well, I got here at, um, 8:45 thinking I was, you know, cutting it close."
        },
        {
            "role": "Character 2",
            "content": "No no, you're fine—I just have this, err, weird thing where I basically panic about being late so I end up, you know, sitting in parking lots for like, honestly, forty minutes before appointments."
        },
        {
            "role": "Character 1",
            "content": "That's [over confidently] actually pretty smart strategy—better than rushing in late and flustered."
        },
        {
            "role": "Character 2",
            "content": "I wish it was strategic but it's more like [cough] pathological—last week I showed up two hours early for a dentist appointment and had to pretend I was just really interested in their magazine selection."
        },
        {
            "role": "Character 1",
            "content": "Two hours? That's, well, pretty extreme—did you, like, actually read all the, um, magazines?"
        },
        {
            "role": "Character 2",
            "content": "Every single one, including, uh, this bizarre article about, you know, competitive dog grooming which—okay so, I'm now weirdly knowledgeable about poodle sculpting techniques I'll never use."
        },
        {
            "role": "Character 1",
            "content": "Competitive dog grooming is a real thing?"
        },
        {
            "role": "Character 2",
            "content": "Apparently it's huge! There's like, hmm, world championships and everything—people spend, I mean, thousands of dollars making their dogs look like, basically, topiary bushes or cartoon characters."
        },
        {
            "role": "Character 1",
            "content": "That's wild—I can barely get my cat to tolerate a regular brushing."
        },
        {
            "role": "Character 2",
            "content": "Oh god, cats are, well, totally different—my roommate's cat literally, um, [speeding up] attacks anyone who comes near it with any grooming implement and I swear it holds grudges for weeks afterward."
        },
        {
            "role": "Character 1",
            "content": "Weeks? Mine, uh, forgives me after about, you know, twenty minutes and some treats."
        },
        {
            "role": "Character 2",
            "content": "Lucky you—this cat, err, remembers everything like some kind of, actually, feline elephant with a vendetta against humanity and, um, particularly against me for no reason."
        },
        {
            "role": "Character 1",
            "content": "Maybe it senses, like, your nervousness about being late and, well, it makes the cat anxious too?"
        },
        {
            "role": "Character 2",
            "content": "That's... actually that might be true because [whispering loudly] between you and me, I think the cat knows I accidentally sat on its tail once and it's been plotting revenge ever since."
        },
        {
            "role": "Character 1",
            "content": "You sat on—oh no, that's, um, basically a declaration of war in, you know, cat terms."
        },
        {
            "role": "Character 2",
            "content": "RIGHT? And the worst part is, like, I was rushing to, err, [laugh hysterically] leave early for something and now the cat ensures I'm late by hiding my keys at least twice a week!"
        },
        {
            "role": "Character 1",
            "content": "Your roommate's cat hides your, well, actual keys? That's, um, either genius or, honestly, terrifying."
        },
        {
            "role": "Character 2",
            "content": "Both—it's definitely both, and, uh, the thing is, I can't even be mad because, you know, it's actually kind of impressive for a creature without, like, opposable thumbs."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue15_17.txt"
}