{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Entonces, eh, estaba pensando en presentarme a las pruebas para tu, ya sabes, nueva producción, pero supongo que no estoy muy seguro de estar listo."
        },
        {
            "role": "Character 2",
            "content": "¿Listo? ¡¿LISTO?! Nadie está nunca listo—esa es la magnífica mentira que todos nos contamos. Lo que necesitas es hambre, desesperación incluso; esa que hace que te duelan los huesos cuando NO estás actuando."
        },
        {
            "role": "Character 1",
            "content": "Eso es intenso. ¿Qué buscas exactamente?"
        },
        {
            "role": "Character 2",
            "content": "Estoy buscando—no, en realidad, CAZANDO—a alguien que pueda [furioso] insuflar autenticidad en este papel, o sea, alguien que no solo actúe sino que SE CONVIERTA. La cosa es que la mayoría de actores hoy en día son básicamente maniquíes con buenos agentes."
        },
        {
            "role": "Character 1",
            "content": "¿A cuánta gente has visto hoy?"
        },
        {
            "role": "Character 2",
            "content": "47 almas han cruzado este umbral desde el amanecer; cada una una historia, una posibilidad, una decepción. El tiempo se mueve de forma distinta en esta sala—los minutos se convierten en horas, las horas en vidas enteras de rechazo y esperanza."
        },
        {
            "role": "Character 1",
            "content": "Eso suena agotador."
        },
        {
            "role": "Character 2",
            "content": "¿Agotador? Criatura, ¡esto es ÉXTASIS! Cada audición es un nacimiento, una muerte, una resurrección, todo comprimido en 3 minutos de verdad humana pura—o pantomima patética."
        },
        {
            "role": "Character 1",
            "content": "¿Cuál es la peor audición que has visto?"
        },
        {
            "role": "Character 2",
            "content": "Imagínate esto: un hombre adulto, bueno, intentando hacer Shakespeare mientras, la verdad, hacía malabares con peces de verdad—vivos—alegando que era, ya sabes, \"método\" para la locura de Hamlet. El olor... el olor todavía me persigue."
        },
        {
            "role": "Character 1",
            "content": "¿Al menos [pronunciando cada palabra] le dejaste terminar su pieza?"
        },
        {
            "role": "Character 2",
            "content": "Ay, querido, SIEMPRE les dejo terminar—es, eh, como ver un accidente de coche a cámara lenta; no puedes apartar la mirada, de hecho. La cortesía profesional exige que presenciemos su completa inmolación artística, por dolorosa que sea."
        },
        {
            "role": "Character 1",
            "content": "Eso es, em, sorprendentemente compasivo, supongo, aunque suena, bueno, tipo brutal."
        },
        {
            "role": "Character 2",
            "content": "¿Brutal? ¡¿BRUTAL?! No no no—¡esto es AMOR, la verdad, amor puro y terrible por el oficio! [llorar fuerte] Lloro por cada alma que cruza esa puerta porque, básicamente, veo sus sueños, eh, muriendo y renaciendo simultáneamente!"
        },
        {
            "role": "Character 1",
            "content": "Creo que, en realidad, voy a [estornudo] vomitar—perdona, es que, sabes, esto es realmente abrumador."
        },
        {
            "role": "Character 2",
            "content": "¡Abrumador es el OBJETIVO! El teatro no es comida reconfortante; es un menú degustación de emociones servido sobre cristales rotos—o lo digieres o te digiere A TI."
        },
        {
            "role": "Character 1",
            "content": "¿Alguna vez, mmm, eliges a alguien por, como, pura intuición? Solo, básicamente, una corazonada?"
        },
        {
            "role": "Character 2",
            "content": "¿Intuición? ¡Mi EXISTENCIA entera es instinto envuelto en intuición! Puedo, de hecho, oler el talento antes de que entre al edificio; o sea, tiene esta... esta frecuencia particular, tipo diapasones vibrando en perfecta disonancia."
        },
        {
            "role": "Character 1",
            "content": "¿Qué piensas de mí? Sinceramente."
        },
        {
            "role": "Character 2",
            "content": "¿Tú? ¡TÚ! Eres, bueno, mármol sin terminar—veo el David dentro, pero la verdad, la cuestión es si tienes el coraje para, mmm, cincelar todo lo que NO es arte. El tiempo lo dirá; el tiempo SIEMPRE lo dice."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I was thinking about [high-pitched] auditioning for your, you know, new production, but I guess I'm not really sure if I'm ready."
        },
        {
            "role": "Character 2",
            "content": "Ready? READY?! Nobody's ever ready—that's the magnificent lie we all tell ourselves. What you need is hunger, desperation even; the kind that makes your bones ache when you're NOT performing."
        },
        {
            "role": "Character 1",
            "content": "That's intense. What exactly are you looking for?"
        },
        {
            "role": "Character 2",
            "content": "I'm looking for—no, actually, HUNTING for—someone who can [furious] breathe authenticity into this role, I mean, someone who doesn't just act but BECOMES. The thing is, most actors today are basically mannequins with good agents."
        },
        {
            "role": "Character 1",
            "content": "How many people have you seen today?"
        },
        {
            "role": "Character 2",
            "content": "Forty-seven souls have crossed this threshold since dawn; each one a story, a possibility, a disappointment. Time moves differently in this room—minutes become hours, hours become entire lifetimes of rejection and hope."
        },
        {
            "role": "Character 1",
            "content": "That sounds exhausting."
        },
        {
            "role": "Character 2",
            "content": "Exhausting? Child, this is ECSTASY! Every audition is a birth, a death, a resurrection all compressed into three minutes of raw human truth—or pitiful pantomime."
        },
        {
            "role": "Character 1",
            "content": "What's the worst audition you've ever seen?"
        },
        {
            "role": "Character 2",
            "content": "Picture this: a grown man, well, attempting Shakespeare while, honestly, juggling actual fish—live ones—claiming it was, you know, \"method acting\" for Hamlet's madness. The smell... the smell haunts me still."
        },
        {
            "role": "Character 1",
            "content": "Did you at least [enunciating every word] let him finish his piece?"
        },
        {
            "role": "Character 2",
            "content": "Oh, darling, I ALWAYS let them finish—it's, um, like watching a car crash in slow motion; you can't look away, actually. Professional courtesy demands we witness their complete artistic immolation, regardless of how painful."
        },
        {
            "role": "Character 1",
            "content": "That's, er, surprisingly compassionate, I guess, even though it sounds, well, kind of brutal."
        },
        {
            "role": "Character 2",
            "content": "Brutal? BRUTAL?! No no no—this is LOVE, honestly, pure and terrible love for the craft! I [cry loudly] weep for every soul who walks through that door because, basically, I see their dreams, um, dying and being reborn simultaneously!"
        },
        {
            "role": "Character 1",
            "content": "I think I'm, actually, going to [sneeze] be sick—sorry, it's just that, you know, this is really overwhelming."
        },
        {
            "role": "Character 2",
            "content": "Overwhelming is the POINT! Theatre isn't comfort food; it's a five-course meal of emotions served on broken glass—you either digest it or it digests YOU."
        },
        {
            "role": "Character 1",
            "content": "Do you, hmm, ever cast someone on, like, pure instinct? Just, basically, a gut feeling?"
        },
        {
            "role": "Character 2",
            "content": "Instinct? My entire EXISTENCE is instinct wrapped in intuition! I can, actually, smell talent before it enters the building; I mean, it has this... this particular frequency, sort of like tuning forks vibrating in perfect dissonance."
        },
        {
            "role": "Character 1",
            "content": "What do you think of me? Honestly?"
        },
        {
            "role": "Character 2",
            "content": "You? YOU! You're, well, unfinished marble—I see the David inside, but honestly, the question is whether you have the courage to, hmm, chip away everything that ISN'T art. Time will tell; time ALWAYS tells."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue15_11.txt"
}