{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ei, estás bem? Pareces um bocadinho abalada."
        },
        {
            "role": "Character 2",
            "content": "Ai meu Deus, pois, é que eu acabei de... Vi um tipo a espalhar-se completamente de bicicleta mesmo à minha frente. Tipo, bateu naquele buraco ao pé do café e foi pelos ares, por cima do guiador e tudo."
        },
        {
            "role": "Character 1",
            "content": "Nossa, ele está bem? Devíamos chamar alguém?"
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] Não não, ele está bem, o que é meio incrível, sinceramente. Levantou-se, sacudiu a roupa e foi-se embora de bicicleta como se nada fosse. Acho que fiquei mais traumatizada que ele, neste momento."
        },
        {
            "role": "Character 1",
            "content": "[excited] Espera, ele foi-se embora assim? Isso é incrível! Devia estar em choque ou assim."
        },
        {
            "role": "Character 2",
            "content": "Pois é? Foi mesmo o que pensei! Mas ele estava-se a rir da situação, na verdade. Disse qualquer coisa tipo que era a terceira vez esta semana, o que, hum, parece preocupante mas ele estava estranhamente animado com aquilo tudo."
        },
        {
            "role": "Character 1",
            "content": "Terceira vez esta semana? Se calhar alguém devia avisar-lhe sobre o buraco."
        },
        {
            "role": "Character 2",
            "content": "Quer dizer, pensavas que depois da primeira vez... mas sim, alguém mesmo que devia comunicar aquilo à câmara. Está literalmente ali há meses e está a ficar pior, tipo, muito pior sempre que chove."
        },
        {
            "role": "Character 1",
            "content": "Tenho a app dos serviços municipais no telemóvel. Queres que reporte agora mesmo?"
        },
        {
            "role": "Character 2",
            "content": "Epa, isso era mesmo fantástico. Ando sempre a dizer que vou fazer alguma coisa mas depois esqueço-me, e, bem, claramente está a tornar-se num perigo real se as pessoas andam literalmente a voar por cima dos guiadores."
        },
        {
            "role": "Character 1",
            "content": "Ok, deixa-me só... hmm, em que categoria é que isto fica?"
        },
        {
            "role": "Character 2",
            "content": "Ah, sei lá, perigos na via ou assim? Não sei, estas apps são sempre tão confusas. Tipo, é vias, é transportes, é segurança pública? Nunca é óbvio onde é que as coisas devem ir."
        },
        {
            "role": "Character 1",
            "content": "Encontrei! Está em \"Manutenção de Vias.\" Sabes a morada exata?"
        },
        {
            "role": "Character 2",
            "content": "É mesmo em frente àquele Lua Azul na Rua Cinco. Aliás, espera, não, tecnicamente é entre o café e aquela loja de roupa vintage, por isso talvez tipo... Rua Cinco número 412? Qualquer coisa assim."
        },
        {
            "role": "Character 1",
            "content": "[laugh hard] Aquela com o manequim vestido de dinossauro na montra?"
        },
        {
            "role": "Character 2",
            "content": "Sim! Essa mesma! Fogo, aquele manequim mete-me um medo sempre que passo lá. Quem é que põe um T-Rex com Versace vintage? É tão perturbador mas também, pronto, marketing genial porque toda a gente repara."
        },
        {
            "role": "Character 1",
            "content": "Pronto, enviado! Dizem que alguém vai ver isto em 72 horas."
        },
        {
            "role": "Character 2",
            "content": "Sinceramente, é mais rápido do que esperava. Os serviços municipais aqui costumam demorar uma eternidade. Lembras-te quando aquele sinal de stop esteve literalmente caído no chão durante tipo três semanas? Assim... caído enquanto as pessoas faziam corridas na interseção."
        },
        {
            "role": "Character 1",
            "content": "Ai sim, que horror. As pessoas começaram a tratá-lo como se fosse cedência."
        },
        {
            "role": "Character 2",
            "content": "Hmm, mais como uma sugestão, na verdade. Mas obrigada por reportares o buraco—com sorte acabámos de salvar alguém de ser a quarta vítima desta semana. És boa pessoa, sabias?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, are you okay? You look a little shaken up."
        },
        {
            "role": "Character 2",
            "content": "Oh god, yeah, I just... I saw this guy completely wipe out on his bike right in front of me. Like, he hit that pothole by the coffee shop and just went flying over the handlebars."
        },
        {
            "role": "Character 1",
            "content": "Oh no, is he alright? Should we call someone?"
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] No no, he's actually fine, which is kind of amazing honestly. He just got up, dusted himself off, and rode away like nothing happened. I'm probably more traumatized than he is at this point."
        },
        {
            "role": "Character 1",
            "content": "[excited] Wait, he just rode away? That's incredible! He must have been in shock or something."
        },
        {
            "role": "Character 2",
            "content": "Right? That's exactly what I thought! But he was laughing about it, actually. Said something about how that's the third time this week, which, um, seems concerning but he seemed weirdly cheerful about the whole thing."
        },
        {
            "role": "Character 1",
            "content": "Third time this week? Maybe someone should tell him about that pothole."
        },
        {
            "role": "Character 2",
            "content": "I mean, you'd think after the first time... but yeah, somebody really needs to report that thing to the city. It's literally been there for months and it's getting worse, like, significantly worse every time it rains."
        },
        {
            "role": "Character 1",
            "content": "I have the city services app on my phone. Want me to report it right now?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, that would actually be amazing. I keep meaning to do something about it but then I forget, and, well, clearly it's becoming a real hazard if people are literally flying over their handlebars."
        },
        {
            "role": "Character 1",
            "content": "Okay, let me just... hmm, what category would this be under?"
        },
        {
            "role": "Character 2",
            "content": "Uh, probably road hazards or something? I don't know, these apps are always so confusing. Like, is it streets, is it transportation, is it public safety? They never make it obvious where things actually go."
        },
        {
            "role": "Character 1",
            "content": "Found it! It's under \"Street Maintenance.\" Do you know the exact address?"
        },
        {
            "role": "Character 2",
            "content": "It's right in front of that Blue Moon Coffee place on Fifth. Actually, wait, no, it's technically between the coffee shop and that vintage clothing store, so maybe like... 412 Fifth Street? Something around there."
        },
        {
            "role": "Character 1",
            "content": "[laugh hard] The one with the mannequin wearing the dinosaur costume in the window?"
        },
        {
            "role": "Character 2",
            "content": "Yes! That's the one! God, that mannequin terrifies me every single time I walk by. Who puts a T-Rex in vintage Versace? It's so unsettling but also, I guess, kind of brilliant marketing because everyone notices it."
        },
        {
            "role": "Character 1",
            "content": "Alright, submitted! They say someone will look at it within 72 hours."
        },
        {
            "role": "Character 2",
            "content": "Honestly, that's faster than I expected. City services usually take forever around here. Remember when that stop sign was literally lying on the ground for like three weeks? Just... lying there while people played chicken at the intersection."
        },
        {
            "role": "Character 1",
            "content": "Oh god, yeah, that was terrifying. People just started treating it like a yield."
        },
        {
            "role": "Character 2",
            "content": "Mmm, more like treating it as a suggestion, really. Thanks for reporting that pothole though—hopefully we just saved someone from becoming the fourth victim this week. You're good people, you know that?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_20.txt"
}