{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Olá, preciso de atualizar o meu nome no crédito habitação. Casei-me o mês passado."
        },
        {
            "role": "Character 2",
            "content": "[zangado] Ah ótimo, mais uma mudança de nome sem a documentação devida—espera, não, desculpa, não és tu. A pessoa antes de ti é que... deixa lá. Parabéns pelo casamento! Vamos, hum, vamos tratar disso já."
        },
        {
            "role": "Character 1",
            "content": "Ah, obrigada! Tenho aqui toda a papelada se for preciso."
        },
        {
            "role": "Character 2",
            "content": "[amargo] Perfeito, isso já te põe à frente de noventa por cento das pessoas que atendo. Desculpa, tem sido um dia daqueles. Ok, então deixa-me abrir aqui a tua conta... podes dar-me o número do empréstimo atual?"
        },
        {
            "role": "Character 1",
            "content": "Claro, é 4-5-7-8-9-2-3-0-1."
        },
        {
            "role": "Character 2",
            "content": "Pronto, 4-5-7-8-9-2-3-0-1... está. Hmm, ok, já te vejo aqui. Então vais passar de... Jennifer Morrison para Jennifer Chen, é isso?"
        },
        {
            "role": "Character 1",
            "content": "É isso mesmo, sim."
        },
        {
            "role": "Character 2",
            "content": "[apaixonadamente] Maravilhoso! Sabes, as mudanças de nome são mesmo das minhas coisas preferidas de processar porque normalmente significa que aconteceu algo feliz na vida de alguém. Agora, tenho de te ler a nova referência da conta, estás pronta? É 8-7-2-2-4-5-9-0-6-3."
        },
        {
            "role": "Character 1",
            "content": "[articulando cada palavra] Oito. Sete. Dois. Dois. Quatro. Cinco. Nove. Zero. Seis. Três. Anotado."
        },
        {
            "role": "Character 2",
            "content": "Perfeito, apanhaste. Agora, hum, também há um código de verificação que te tenho de dar para os documentos atualizados. Preparada para este? Vai ser um bocadinho mais comprido... B-R-7-7-K-4-4-M-2-1-9-9."
        },
        {
            "role": "Character 1",
            "content": "Espera, podes repetir? Depois do K?"
        },
        {
            "role": "Character 2",
            "content": "Ah claro, com certeza. Então é B-R-7-7-K, e depois do K é 4-4-M-2-1-9-9. Às vezes estes códigos são, tipo, desnecessariamente complicados, mas é o que o sistema gera, portanto..."
        },
        {
            "role": "Character 1",
            "content": "[curioso] Porque é que os fazem tão complexos? É por segurança?"
        },
        {
            "role": "Character 2",
            "content": "Sim, exatamente, é tudo uma questão de segurança. Estes códigos estão ligados diretamente à, hum, à verificação da tua identidade no nosso sistema, por isso têm de ser praticamente impossíveis de adivinhar. E cada segmento significa uma coisa diferente no nosso backend, o que até é interessante."
        },
        {
            "role": "Character 1",
            "content": "[fungar] Desculpa, alergias. Então quando é que chegam os documentos novos?"
        },
        {
            "role": "Character 2",
            "content": "[entusiasmado] Ah, isto é que são as boas notícias! Com o nosso sistema novo, vais tê-los em três dias úteis, que é muito melhor que as duas semanas que demorava antes. Estou mesmo entusiasmada com esta atualização."
        },
        {
            "role": "Character 1",
            "content": "Que bom! Há algum número de referência para este pedido de alteração?"
        },
        {
            "role": "Character 2",
            "content": "Sim! Deixa-me, hum, deixa-me ver isso... ok, o número do teu pedido de alteração é N-C-0-0-9-8-7-7-1. Guarda isso porque se precisares de ligar outra vez sobre isto, esse número vai puxar logo tudo."
        },
        {
            "role": "Character 1",
            "content": "Perfeito. Há mais alguma coisa que eu precise de fazer?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, não, está tudo tratado da tua parte. Só, pronto, fica atenta aos documentos, e se não aparecerem até quinta-feira, liga-nos com certeza com esse número de referência e nós vemos onde é que eles andam."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hi, I need to update my name on my mortgage. I just got married last month."
        },
        {
            "role": "Character 2",
            "content": "[angry] Oh great, another name change without the proper documentation—wait, no, I'm sorry, that's not you. The person before you was just... nevermind. Congratulations on getting married! Let's, uh, let's get this sorted for you right away."
        },
        {
            "role": "Character 1",
            "content": "Oh, thanks! I have all my paperwork here if you need it."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Perfect, that already makes you better than ninety percent of the people I see. Sorry, it's been a long day. Okay, so let me pull up your account here... can you give me your current loan number?"
        },
        {
            "role": "Character 1",
            "content": "Sure, it's 4-5-7-8-9-2-3-0-1."
        },
        {
            "role": "Character 2",
            "content": "Alright, 4-5-7-8-9-2-3-0-1... got it. Mmm, okay, I see you here. So you're going from... Jennifer Morrison to Jennifer Chen, is that correct?"
        },
        {
            "role": "Character 1",
            "content": "That's right, yes."
        },
        {
            "role": "Character 2",
            "content": "[passionately] Wonderful! You know, name changes are actually one of my favorite things to process because it usually means something happy happened in someone's life. Now, I need to read you the new account reference, ready? It's 8-7-2-2-4-5-9-0-6-3."
        },
        {
            "role": "Character 1",
            "content": "[enunciating every word] Eight. Seven. Two. Two. Four. Five. Nine. Zero. Six. Three. Got it."
        },
        {
            "role": "Character 2",
            "content": "Perfect, you got it. Now, um, there's also a verification code I need to give you for the updated documents. Ready for this one? It's gonna be a bit longer... B-R-7-7-K-4-4-M-2-1-9-9."
        },
        {
            "role": "Character 1",
            "content": "Wait, can you repeat that? After the K?"
        },
        {
            "role": "Character 2",
            "content": "Oh sure, absolutely. So that's B-R-7-7-K, and then after the K it's 4-4-M-2-1-9-9. Sometimes these codes are, like, unnecessarily complicated, but that's what the system generates, so..."
        },
        {
            "role": "Character 1",
            "content": "[curious] Why do they make them so complex? Is it a security thing?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, exactly, it's all about security. These codes tie directly to your, uh, your identity verification in our system, so they need to be basically impossible to guess. Plus each segment actually means something different in our backend, which is kind of interesting."
        },
        {
            "role": "Character 1",
            "content": "[sniffle] Sorry, allergies. So when will the new documents arrive?"
        },
        {
            "role": "Character 2",
            "content": "[excited] Oh, actually, this is the good news part! With our new system, you'll have them within three business days, which is so much better than the two weeks it used to take. I'm genuinely thrilled about this upgrade."
        },
        {
            "role": "Character 1",
            "content": "That's great! Is there a reference number for this change request?"
        },
        {
            "role": "Character 2",
            "content": "Yes! Let me, uh, let me grab that for you... okay, your change request number is N-C-0-0-9-8-7-7-1. Keep that handy because if you need to call back about this, that number will pull everything right up."
        },
        {
            "role": "Character 1",
            "content": "Perfect. Is there anything else I need to do?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, nope, you're all set on your end. Just, you know, watch for those documents, and if they don't show up by Thursday, definitely give us a call back with that reference number and we'll track them down for you."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_21.txt"
}