{
    "conversation": [
        {
            "role": "Speaker",
            "content": "No dejo de repetirlo en mi cabeza, ¿sabes? Todo pasó tan... tan rápido. [regretful] Veintisiete demostraciones había hecho con ese mismo experimento. Veintisiete. [pause] Y entonces este niño, simplemente—se estiró por encima de la barrera cuando me volteé para agarrar el, eh... el bicarbonato de sodio. [anxious] O sea, ¿quién se mete por encima de una barrera de seguridad? [frustrated] Pero eso no—Dios, no es justo decir eso, tenía ocho años. Ocho. [very sad] Claro que tenía curiosidad, ese es todo el punto de las demostraciones, que se emocionen con la ciencia.\n\nEl sonido que hizo cuando le salpicó la solución... [long pause] [shaky voice] No me lo puedo sacar de la cabeza. Y la cara de su mamá, puro terror. Yo seguía diciendo \"está diluido, está diluido, va a estar bien\" pero, mmm, nadie quiere escuchar eso cuando su hijo está gritando. [quietly] El museo tuvo que despedirme, lo entiendo. La responsabilidad legal y todo eso. Pero ese trabajo era... me encantaba mostrarles a los niños lo increíble que puede ser la química. [very melancholic] Ahora soy la persona que lastimó a un niño haciendo exactamente eso. ¿Cómo te, eh... cómo te recuperas de algo así? [trailing off] No sé si quiero volver a enseñar..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "I keep replaying it in my head, you know? The whole thing just... happened so fast. [regretful] Twenty-seven demonstrations I'd done with that exact same experiment. Twenty-seven. [pause] And then this kid, he just—he reached right over the barrier when I turned to grab the, um... the sodium bicarbonate. [anxious] I mean, who reaches over a safety barrier? [frustrated] But that's not—God, that's not fair, he was eight years old. Eight. [very sad] Of course he was curious, that's the whole point of the demonstrations, to get them excited about science. \n\nThe sound he made when the solution splashed... [long pause] [shaky voice] I can't get it out of my head. And his mom's face, just pure terror. I kept saying \"it's diluted, it's diluted, he'll be okay\" but, mmm, nobody wants to hear that when their kid is screaming. [quietly] The museum had to let me go, I get it. Liability and everything. But that job was... I loved showing kids how amazing chemistry could be. [very melancholic] Now I'm the person who hurt a child doing exactly that. How do you, uh... how do you come back from that? [trailing off] I don't know if I even want to teach anymore..."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "63e7ea16_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your demonstrator job at the science museum ended after a child was injured during your chemistry presentation",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}