{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Veintisiete personas. Veintisiete personas recibieron su carta de despido esta mañana. [pause] Y luego una hora después—una hora—me llaman a la oficina porque mi corte de troquel en la cuenta Morrison fue tan preciso que les ahorré medio millón en costos de material. [bitter] Medio millón. [sniffle] ¿Sabes qué es lo más jodido? Sarah, la de ensamblaje, tiene tres hijos, y está empacando su escritorio ahorita mientras ellos, este, mientras me están diciendo que soy la empleada del mes. [frustrated] ¿Qué se supone que haga con eso? [quietly] ¿Llegar y decirle, ay Sarah, qué pena lo de tu trabajo pero mira mi certificado? [sarcastic] Sí, seguro eso le va a ayudar con la hipoteca. [long pause] Lo que pasa es que llevo haciendo este mismo trabajo de precisión desde hace ocho años. [angry] ¡Ocho años! Pero de repente importa porque el reporte trimestral está de la chingada, ¿no? [trailing off] Y ahora todos me miran como si yo fuera... [hesitantly] No sé, como si yo lo hubiera planeado o algo así. [upset] Tom ya ni me voltea a ver. [sigh] Antes almorzábamos juntos todos los días. [very quietly] Yo nomás corté el papel como siempre lo corto. [regretful] Eso fue todo lo que hice."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Twenty-seven people. Twenty-seven people got their pink slips this morning. [pause] And then an hour later—one hour—they're calling me into the office because my die cut on the Morrison account was so precise it saved them half a million in material costs. [bitter] Half a million. [sniffle] You know what's messed up? Sarah from assembly, she's got three kids, and she's packing her desk right now while they're, um, while they're telling me I'm employee of the month. [frustrated] Like what am I supposed to do with that? [quietly] Hey Sarah, sorry about your job but look at my certificate? [sarcastic] Yeah, that'll help with her mortgage. [long pause] The thing is, I've been doing this exact same precision work for eight years. [angry] Eight years! But suddenly it matters because the quarterly report is shit? [trailing off] And now everyone's looking at me like I'm... [hesitantly] I don't know, like I planned this somehow. [upset] Tom won't even make eye contact. [sigh] We used to have lunch together every day. [very quietly] I just cut the paper the way I always cut the paper. [regretful] That's all I did."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "60824b55_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your die cutter operator precision saves the company right after they announce massive layoffs",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}