{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausto] Otra familia a salvo esta noche. Tres niños y su mamá, por fin fuera de esa casa. Y debería sentir... algo, ¿no? Orgullo, alivio, no sé. Pero aquí estoy sentada en mi carro y no puedo—no puedo ni sentirlo ya. [pausa] Seis años haciendo esto. Seis años viendo cómo los peores momentos de la gente se vuelven su día a día. Y sí, los salvamos. Los sacamos de ahí. [amargado] Pero después llego a casa y veo a mi propia pareja y pienso, este... pienso en todas las señales de alerta que he catalogado. Cada vez que levanta la voz se vuelve una bandera roja. Cada gesto de frustración se vuelve una amenaza potencial. [suspiro] Es como si me hubiera entrenado para ver monstruos en todos lados. ¿Y lo peor? [muy triste] A veces tengo razón. Esa pareja del club de lectura—los perfectitos—ella apareció en el refugio la semana pasada. [pausa] Yo solía creer en el amor, ¿sabes? O sea, creer de verdad. Ahora solo veo, eh... patrones y estadísticas. Control disfrazado de preocupación. Celos vestidos de pasión. [voz temblorosa] ¿Cómo sigues haciendo un trabajo que importa cuando poco a poco te está envenenando todo lo que creías que era bueno? [voz desvaneciéndose] No sé si puedo seguir eligiendo entre salvar a extraños y perderme a mí misma..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] Another family safe tonight. Three kids and their mom, finally out of that house. And I should feel... something, right? Pride? Relief? But I'm just sitting here in my car and I can't—I can't even feel it anymore. [pause] Six years of this work. Six years of watching people's worst moments become their everyday normal. And yeah, we save them. We get them out. [bitter] But then I go home and look at my own partner and think, um... think about all the warning signs I've cataloged. Every raised voice becomes a red flag. Every frustrated gesture becomes a potential threat. [sigh] It's like I've trained myself to see monsters everywhere. And the worst part? [very sad] Sometimes I'm right. That couple from book club—the perfect ones—she showed up at the shelter last week. [pause] I used to believe in love, you know? Like really believe in it. Now I just see, uh... patterns and statistics. Control disguised as concern. Jealousy dressed up as passion. [shaky voice] How do you keep doing work that matters when it's slowly poisoning everything you used to believe was good? [trailing off] I don't know if I can keep choosing between saving strangers and losing myself..."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "63d1bd77_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your domestic violence advocacy work is saving lives, but destroying your faith in humanity and relationships",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}