{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amargado] No puedo creer esto. Estoy ahí sentada en la junta y Sarah está presentando MI solución—la que me tomó tres semanas desarrollar—y ella está... [risa] está actuando como si fuera suya. [frustrado] \"Se me ocurrió un nuevo enfoque,\" dice. [sarcástico] ¿Ah sí? ¿Se te ocurrió a ti? [enojado] ¿El mismísimo flujo de trabajo que te mostré el martes pasado cuando dijiste que era \"interesante pero necesitaba pulirse\"? [pausa] Y lo peor es que está funcionando perfectamente. [muy triste] O sea, exactamente como yo lo diseñé. Al equipo le encanta, el cliente está feliz, todos la están felicitando por esta \"innovación brillante\" y yo ahí... nada más sentada. [en voz baja] ¿Qué se supone que haga con esto? [vacilante] O sea, ¿digo algo? [ansioso] \"Oigan todos, en realidad esa fue mi idea\"—me voy a oír súper mezquina. [suspiro] Pero no es mezquino, ¡SÍ es mi idea! [molesto] Tengo los correos, los borradores, toda la línea de tiempo documentada pero... este... ¿quién me va a creer a mí sobre la jefa del departamento? [muy lentamente] Y ahora está hablando de presentarlo en el congreso del mes que viene. [furioso] MI trabajo. En un congreso. [susurrando] Con su nombre. [exhausto] No sé, igual y debería... debería empezar a buscar otro trabajo porque esto es, eh... no es la primera vez que hace esto."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I can't believe this. I'm sitting there in the meeting and Sarah's presenting MY solution—the one I spent three weeks developing—and she's just... [laugh] she's acting like it's hers. [frustrated] \"I came up with a new approach,\" she says. [sarcastic] Oh really? You came up with it? [angry] The exact same workflow I showed you last Tuesday when you said it was \"interesting but needed work\"? [pause] And the worst part is, it's working perfectly. [very sad] Like, exactly how I designed it to work. The team's loving it, the client's thrilled, everyone's congratulating her on this \"brilliant innovation\" and I'm just... sitting there. [quietly] What do I even do with this? [hesitantly] I mean, do I say something? [anxious] \"Hey everyone, actually that was my idea\"—I'd sound so petty. [sigh] But it's not petty, it IS my idea! [upset] I have the emails, the drafts, the whole timeline documented but... hmm... who's going to believe me over the department head? [very slowly] And now she's talking about presenting it at the conference next month. [furious] MY work. At a conference. [whispering] With her name on it. [exhausted] I don't know, maybe I should just... I should just start looking for another job because this is, um... this is not the first time she's done this."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "64649794_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your innovative solution working perfectly but getting no credit because your boss presented it as their idea",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}