{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] मैंने अभी Riverside Books को acquire करने के papers पर sign किए हैं। बाईस साल से वो वहाँ थे। मेरी माँ मुझे हर Saturday ले जाती थी जब मैं, अम्म... जब मैं आठ-नौ साल का था। [pause] और अब मैं ही वो presentation बना रहा हूँ उनकी \"inefficiencies\" के बारे में और उनकी, अ, \"underutilized real estate value\" के बारे में। [laugh] हे भगवान। उनके मालिक, Mr. Chen, उन्होंने पिछले हफ्ते मुझे actually पहचान लिया। Meeting के दौरान आकर बोले, \"अरे तुम Linda के बेटे हो ना? You used to sit in the poetry section for hours.\" [regretful] और मैं बस... मुस्कुराया और सिर हिलाया, and then went back to explaining why his lease terms were untenable. [sigh] ये तीसरी है इस quarter में। वो bike shop जहाँ मैंने अपना पहला puncture ठीक करना सीखा था। वो diner जहाँ, हम्म, जहाँ हम हर soccer game के बाद जाते थे। Riverside Books. सब हमारे portfolio में fold हो रहे हैं या बस... बंद हो रहे हैं। [quietly] मैं इसमें बहुत अच्छा हूँ, पता है? जैसे, I'm actually excellent at finding these \"opportunities.\" मेरे boss लगातार कहते रहते हैं कि मुझमें एक gift है, अ, इन properties में potential देखने की। [very sad] लेकिन हर एक किसी की पूरी जिंदगी थी। कोई जो मेरा नाम जानता था, जिसने मुझे बड़ा होते देखा, जो... [pause] पता नहीं, शायद मुझे गर्व महसूस करना चाहिए या कुछ। Six-figure bonus आने वाला है। माँ को लगता है मैं बहुत successful हूँ। [bitterly] Successful? किस चीज़ में exactly?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I just signed off on acquiring Riverside Books. Twenty-two years they've been there. My mom used to take me every Saturday when I was, um... when I was eight, nine years old. [pause] And now I'm the one putting together the presentation about their \"inefficiencies\" and their, er, \"underutilized real estate value.\" [laugh] God. The owner, Mr. Chen, he actually remembered me last week. Came up during the meeting and said, \"Aren't you Linda's kid? You used to sit in the poetry section for hours.\" [regretful] And I just... I smiled and nodded and then went back to explaining why his lease terms were untenable. [sigh] That's three this quarter. The bike shop where I learned to fix my first flat tire. The diner where, hmm, where we'd go after every soccer game. Riverside Books. All getting folded into our portfolio or just... shuttered. [quietly] I'm really good at this, you know? Like, I'm actually excellent at finding these \"opportunities.\" My boss keeps saying I have a gift for seeing the, uh, the potential in these properties. [very sad] But every single one was somebody's whole life. Someone who knew my name, who watched me grow up, who... [pause] I don't know, maybe I should feel proud or something. Six-figure bonus coming. Mom thinks I'm so successful. [bitterly] Successful at what, exactly?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "36fe34a7_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your corporate development analyst position succeeding by dismantling the small companies you grew up admiring",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}