{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] उन्होंने सब कुछ ठीक किया था। जो भी मैंने कहा, वो— वो सब अक्षर दर अक्षर follow किया। Restructuring plan, asset liquidation, bankruptcy filing का timing, सब कुछ। [pause] और अब वो सब खो चुके हैं... सब कुछ। घर, बचत, वो business जो उनके दादाजी ने शुरू किया था। [regretful] मैं बार-बार हमारी meetings को दिमाग में replay कर रहा हूं, ढूंढ रहा हूं कि गलती कहां हुई। क्या debt consolidation strategy में कुछ गड़बड़ थी? Payment plan का structure? [speaking fast] यार मैंने वो numbers सौ बार check किए थे, कसम से, पर शायद कुछ छूट गया होगा, शायद कोई clause था जो मैंने देखा नहीं या कोई creditor जिसका मैंने ठीक से हिसाब नहीं लगाया। [bitter] बीस साल हो गए इस काम को करते हुए। बीस साल से छोटे businesses को बचा रहा हूं, और मैं— [trailing off] पता नहीं उनका सामना कैसे करूंगा। [very quietly] उन्होंने मुझ पर पूरा भरोसा किया था। आज सुबह जब उन्होंने रोते हुए phone किया, कहा कि bank ने सब कुछ ले लिया, मैं बस... बोल ही नहीं पाया। [pause] किसी को क्या कहोगे जिसकी जिंदगी तुमने बर्बाद कर दी हो? [slowly] \"माफ़ी\" से तीन पीढ़ियों की मेहनत वापस नहीं आती। उससे उनके बच्चे वापस उस घर में नहीं पहुंच जाते। [exhausted] शायद मुझे ये काम छोड़ देना चाहिए। शायद मुझे कभी करना ही नहीं चाहिए था।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] They did everything right. Everything I told them to do, they— they followed it to the letter. The restructuring plan, the asset liquidation, the timing of the bankruptcy filing, all of it. [pause] And now they've lost... everything. Their house, their savings, the business their grandfather started. [regretful] I keep replaying our meetings in my head, looking for where I went wrong. Was it the debt consolidation strategy? The way I structured the payment plan? [speaking fast] I ran those numbers a hundred times, I swear I did, but maybe I missed something, maybe there was a clause I didn't see or a creditor I didn't account for properly. [bitter] Twenty years I've been doing this. Twenty years of helping small businesses survive, and I— [trailing off] I don't know how to face them. [very quietly] They trusted me completely. When they called this morning, crying, saying the bank took everything, I just... I couldn't even speak. [pause] What do you say to someone whose life you've ruined? [slowly] \"I'm sorry\" doesn't bring back three generations of work. It doesn't put their kids back in their home. [exhausted] Maybe I shouldn't be doing this anymore. Maybe I never should have been."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "0961e71d_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your small business advisory client just lost everything because they followed your restructuring advice perfectly",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}