{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] हाँ हाँ, बिल्कुल। आज ही मिलनी थी ना। [pause] वो pergola जिसपे wisteria लगी है, valley का वो view, यहाँ तक कि वो छोटा सा पत्थर का chapel भी जो मैं कब से ढूंढ रहा था, क्या, March से? [sarcastic] Perfect timing, universe. सच में कमाल है। [laugh] चार महीने venue scout करता रहा और वो जगह—वो वाली जगह—तब मिली जब तीन घंटे पहले David ने text किया कि we need to talk. [mocking] \"We need to talk.\" [pause] Phone call तक नहीं की। [very sad] यार, ये जगह हमारे लिए एकदम perfect होती। [sniffle] जिस तरह से sunset के time यहाँ रोशनी आती है, बिल्कुल वैसी ही मैं चाहता था जब— [trailing off] छोड़ो यार। [angry] अब तो Hendersons के लिए है। Lucky हैं वो लोग। [pause] मुझे शायद portfolio के लिए photos लेनी चाहिए। [hesitantly] अपना काम तो करना है ना? [very quietly] कितना अजीब है, मैं अभी भी सब कुछ देख सकता हूँ—altar कहाँ लगेगा, वो oak trees के नीचे reception। [crying while speaking] मुझे तो ये भी पता है कि कौन सा गाना बजता जब मैं— [laugh] शायद मैं, अम्म... शायद मैं कोई और जगह recommend कर दूं। [very melancholic] बोल दूं कि booked है। [pause] नहीं, वो— वो तो unprofessional होगा। [exhausted] उन्हें पसंद आएगी। सबको हमेशा perfect जगह पसंद आती है। [whispering] चाहे वो उनके नसीब में ना भी हो।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Of course. Of course I find it today. [pause] The pergola with the wisteria, the view of the valley, even that little stone chapel I've been looking for since, what, March? [sarcastic] Perfect timing, universe. Really hilarious. [laugh] Four months of scouting venues and I find the one—THE one—three hours after David texts me that we need to talk. [mocking] \"We need to talk.\" [pause] Not even a phone call. [very sad] God, this place would've been perfect for us. [sniffle] The way the light hits at sunset, it's exactly what I wanted for— [trailing off] whatever. [angry] It's for the Hendersons now. Lucky them. [pause] I should probably take photos for the portfolio. [hesitantly] Do my job, right? [very quietly] Funny how I can still see it all—where the altar would go, the reception under those oak trees. [crying while speaking] I even know which song I would've walked down to. [laugh] Maybe I'll, um... maybe I'll recommend somewhere else. [very melancholic] Tell them it's booked. [pause] No, that's— that's unprofessional. [exhausted] They'll love it. Everyone always loves the perfect place. [whispering] Even when it's not meant for them."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "232a0eee_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your location scout discovery of the perfect wedding venue happening the same day your own engagement ends",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}