{
    "conversation": [
        {
            "role": "Speaker",
            "content": "मैं अभी corporate से बात करके आया हूँ। [happy] वे Marcus से बेहद खुश हैं। [chuckle] मेरा मतलब, मुझे पता था कि जब मैं उसे train कर रहा था, he had real potential, लेकिन ये तो... [proud] वो claims 20 percent तेज़ी से handle कर रहा है मुझसे। 20 percent! [amazed] और accuracy rate एकदम perfect है। [pause] मैं बार-बार उन शुरुआती दिनों के बारे में सोचता हूँ जब वो, अम्म, compliance के बारे में इतना nervous था। [warm] याद है कैसे वो हर चीज़ के notes लेता था? [laughing] यहाँ तक कि लिख लिया था कि मैं अपना desk drawer कैसे organize करता हूँ! [nostalgic] लेकिन वही attention to detail अब उसे चमका रही है। [satisfied] Regional director ने quarterly review में उसे \"exceptional\" कहा। [excited] मुझे कभी exceptional नहीं कहा! [laugh] आठ साल में एक बार भी नहीं! [pause] पता है क्या? [thoughtful] मुझे जलन भी नहीं हो रही। [sincerely] Actually, it feels kind of validating? जैसे, मैंने training में कुछ तो सही किया होगा। [relieved] वो सारे extra घंटे जो मैंने guides और flowcharts बनाने में लगाए, they weren't for nothing. [cheerful] Marcus ने कल मुझे बहुत प्यारा सा thank-you email भेजा। [touched] लिखा था कि वो मेरी foundation के बिना ये नहीं कर पाता। [sigh] बहुत अच्छा लगा। सच में बहुत अच्छा लगा।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "I just got off the phone with corporate. [happy] They're absolutely thrilled with Marcus. [chuckle] I mean, I knew he had potential when I was training him, but this is... [proud] He's handling claims twenty percent faster than I ever did. Twenty percent! [amazed] And the accuracy rate is perfect. [pause] I keep thinking back to those first few days when he was so nervous about, um, about the compliance stuff. [warm] Remember how he'd take notes on everything? [laughing] Even wrote down how I organized my desk drawer! [nostalgic] But that attention to detail is exactly what's making him shine now. [satisfied] The regional director called him \"exceptional\" in the quarterly review. [excited] They never called me exceptional! [laugh] Not once in eight years! [pause] You know what though? [thoughtful] I'm not even jealous. [sincerely] It's actually kind of... validating? Like, I must've done something right with the training. [relieved] All those extra hours I spent making those guides and flowcharts weren't for nothing. [cheerful] Marcus sent me this really sweet thank-you email yesterday. [touched] Said he couldn't have done it without my foundation. [sigh] That felt good. Really good."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "47dd485e_monologue.json",
    "type": "emotional_monologue",
    "subject": "The benefits administrator training you provided helped your replacement exceed all expectations",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}