{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] तो यही था वो सब Sunday के खाने का मतलब। जितनी बार भी वो उसे अलग ले जाता था \"बर्तन में मदद करने के लिए\" और मैं वहाँ उसकी माँ के साथ बैठा रहता, मौसम की बातें करता रहता। [pause] तीन महीने। तीन महीने से वो— हे भगवान, और उसने एक बार भी कुछ नहीं कहा। एक बार भी नहीं। [shaky voice] मैं बार-बार पिछले हफ्ते के बारे में सोच रहा हूँ जब उसने मेरी पीठ थपथपाई थी, मुझे \"बेटा\" कहा था, मेरी promotion के बारे में पूछा था। और पूरे time वो उसे कह रहा था कि मुझे छोड़ दे? [angry] कैसा इंसान ऐसा करता है? सामने से smile करे और फिर— [sigh] और सबसे बुरी बात ये है कि वो जाती रही। हर Sunday, वो वापस जाती रही, सुनती रही। मुझे समझ ही नहीं आ रहा इसका मतलब क्या है। क्या वो उससे agree करती है? क्या वो, अम्म... क्या वो सोच रही है इसके बारे में? [bitter] बीस साल से मैं उसकी बेटी के साथ कुछ गलत नहीं किया। बीस साल। हमारे दो बच्चे हैं, mortgage है, पूरी जिंदगी है, और वो वहाँ बैठ के जहर— [pause] मैं अभी उसकी तरफ देख भी नहीं सकता। वो kitchen में है, ऐसे behave कर रही है जैसे सब normal है। खाना बना रही है जैसे उसने अभी गलती से ये बात नहीं निकाली हो। \"अरे हाँ, पापा तो महीनों से यही कह रहे हैं।\" जैसे कुछ है ही नहीं। [very sad] जैसे मेरी पूरी शादी एक धागे पे नहीं लटक रही जिसके बारे में मुझे पता भी नहीं था कि वो टूट रहा है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] So that's what those Sunday dinners were about. All those times he'd pull her aside to \"help with dishes\" while I'm sitting there with her mom, making small talk about the weather. [pause] Three months. Three months he's been— God, and she never said anything. Not once. [shaky voice] I keep thinking about last week when he patted me on the back, called me \"son,\" asked about my promotion. The whole time he's been telling her to leave me? [angry] What kind of person does that? Smiles to your face and then— [sigh] And the worst part is she kept going. Every Sunday, she kept going back, kept listening to it. I don't even know what that means. Does she agree with him? Is she, um... is she considering it? [bitter] Twenty years I've been nothing but good to his daughter. Twenty years. We have two kids, a mortgage, a whole life, and he's been sitting there poisoning— [pause] I can't even look at her right now. She's in the kitchen acting like everything's normal. Making dinner like she didn't just accidentally let this slip. \"Oh, Dad's been saying that for months now.\" Like it's nothing. [very sad] Like my whole marriage isn't hanging by a thread I didn't even know was fraying."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "_en_used_ff158059_monologue.json",
    "type": "emotional_monologue",
    "subject": "Learning your father-in-law has been telling your spouse to divorce you for months",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}