{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[excited] Oh my God, they just announced it! [pause] The bonuses, I mean—सबको बोनस मिल रहा है, उस stock room वाली चीज़ की वजह से। [laughing] यकीन नहीं हो रहा कि ये सच में हो रहा है। [quickly] मैं खुद को बार-बार कह रहा था कि ज्यादा उम्मीद मत लगा, पता है ना? Like when management said they were \"reviewing the improvements,\" मैंने सोचा, ठीक है, अब बस शाबाशी मिलेगी और कुछ नहीं। [sigh] But they actually... सच में उन्होंने recognize किया। [warm] And not just for me—सबके लिए। [emotional] यही बात मुझे सबसे ज्यादा छू रही है, honestly। Because, um... क्योंकि Marcus रात-रात भर रुका मेरे साथ नया system map करने के लिए। [sniffle] और Sarah, उसने सारी आलोचना झेली जब हमने पहली बार चीज़ें बदली थीं। [speeding up] Everyone thought we were crazy, सब कुछ rearrange कर रहे थे, वो पूरा color-coded zone वाला system लगा रहे थे— [laugh] अरे याद है जब Tom ने कहा था कि हम और बिगाड़ रहे हैं? [pause] और अब उसको भी बोनस मिल रहा है। [very sincerely] That's what matters though, right? कि पूरी team को फायदा हो। [happy] I mean, we all worked for this. ये सिर्फ मैं नहीं था जो अंदर shelves नाप रहा था और flow patterns calculate कर रहा था। [chuckle] हालांकि मैंने definitely... अ... बहुत ज्यादा किया वो सब। [relieved] But it paid off. सच में काम आ गया।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[excited] Oh my God, they just announced it! [pause] The bonuses, I mean—everyone's getting bonuses because of the stock room thing. [laughing] I can't believe this is actually happening. [quickly] I kept telling myself not to get my hopes up, you know? Like when management said they were \"reviewing the improvements\" I thought, okay, here comes a pat on the back and nothing else. [sigh] But they actually... they actually recognized it. [warm] And not just for me—for everyone. [emotional] That's the part that's really getting me, honestly. Because, um... because Marcus stayed late all those nights helping me map out the new system. [sniffle] And Sarah, she dealt with all the pushback when we first changed things. [speeding up] Everyone thought we were crazy, rearranging everything, implementing that whole color-coded zone thing— [laugh] God, remember when Tom said we were making it worse? [pause] And now he's getting a bonus too. [very sincerely] That's what matters though, right? That the whole team benefits. [happy] I mean, we all worked for this. It wasn't just me in there measuring shelves and calculating flow patterns. [chuckle] Though I definitely did, uh... I did way too much of that. [relieved] But it paid off. It actually paid off."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "42d40b3d_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your stock room efficiency improvements just earned bonuses for your entire team",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}