{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[very slowly] तीन महीने। उन्होंने हमें सिर्फ तीन महीने का नोटिस दिया। [bitter] सत्ताईस साल से मैं उस फैक्ट्री में काम कर रहा हूँ, and they tell us in a five-minute meeting कि, अ... कि सब कुछ Mexico shift हो रहा है। [pause] मेरा मतलब, मैं इसका क्या करूँ? [frustrated] मैं अट्ठावन साल का हूँ। [laughs] अट्ठावन! [very sad] कोई भी मुझ जैसे उम्र के आदमी को नई जगह नीचे से शुरू करने के लिए नहीं रखेगा। [sigh]\n\nऔर बात यह है कि मैं सच में सोचता था—वैसे, मैं सोचता था कि वहीं से retire करूँगा, समझे? [regretful] मेरे पिताजी भी वहीं काम करते थे। [shaky voice] यही होना था मेरा... मेरा पूरा प्लान। [anxious] घर की किश्त, गाड़ी की EMI, Jenny की college fees—everything depends on that paycheck. [long pause]\n\nवो लोग अम्म, \"retraining programs\" offer कर रहे हैं। [sarcastic] अरे वाह, अब मैं coding सीखूँगा! [angry] जैसे मैं इन बीस साल के बच्चों से compete करूँगा जो computers के साथ बड़े हुए हैं। [very quietly] मैं तो grocery store के self-checkout पर भी मुश्किल से काम कर पाता हूँ।\n\n[exhausted] और मेरी कमर, मेरे घुटने—मैं अब construction या, पता नहीं, warehouse का काम नहीं कर सकता। [trailing off] फैक्ट्री ही एक चीज़ थी जो मैं जानता था कि... [very melancholic] तीन महीने में अपनी बाकी ज़िन्दगी का रास्ता ढूंढना है। [whispering] मुझे तो पता भी नहीं कहाँ से शुरू करूँ।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very slowly] Three months. They gave us three months' notice. [bitter] Twenty-seven years I've been at that factory, and they tell us in a five-minute meeting that, uh... that everything's moving to Mexico. [pause] I mean, what am I supposed to do with that? [frustrated] I'm fifty-eight years old. [laughs] Fifty-eight! [very sad] Nobody's hiring someone my age to start at the bottom somewhere else. [sigh] \n\nAnd the thing is, I actually thought—well, I thought I'd retire from there, you know? [regretful] My dad worked there before me. [shaky voice] This was supposed to be it. This was my... my whole plan. [anxious] The mortgage, the car payment, Jenny's college fund—everything depends on that paycheck. [long pause]\n\nThey're offering, um, \"retraining programs.\" [sarcastic] Oh great, I'll learn to code! [angry] Like I'm gonna compete with twenty-somethings who grew up with computers. [very quietly] I can barely work the self-checkout at the grocery store. \n\n[exhausted] And my back, my knees—I can't just go work construction or, I don't know, warehouse work. [trailing off] The factory was all I knew how to... [very melancholic] Three months to figure out the rest of my life. [whispering] I don't even know where to start."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "a81a718a_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your bread-winning job at the factory is moving overseas in three months and you're too old to start over",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}