{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] तो मैं पिछले तीन दिनों से इस बात को लेकर परेशान हूं और... पता नहीं यार, शायद मैं ज़्यादा ही सोच रहा हूं? [confused] लेकिन जिस तरह से उसने कहा वो बस इतना— [pause] अच्छा, रुको। [slowly] शुरू से बताता हूं।\n\n[nervous] हम coffee पी रहे थे, ठीक है? और सब कुछ normal लग रहा था, बिल्कुल ठीक, और फिर अचानक से वो कहती है, \"We need to talk about boundaries.\" [shocked] मतलब, क्या? [laugh nervously] यार, मुझे लगा था सब ठीक है हमारे बीच!\n\n[hurt] और बात ये है कि, अम्म... उसने पहले कभी कुछ नहीं कहा। [frustrated] बीस साल की दोस्ती और अचानक मैं, क्या, too much हो गया? [sigh] मैं बार-बार सोचता हूं कि शायद मुझे पहले से भांपना चाहिए था।\n\n[sad] सबसे बुरी बात ये है कि शायद वो सही कह रही है। [quietly] मैं उसे बहुत text करता हूं। शायद मैं, अ... शायद मैं उस पर ज़्यादा ही depend करता हूं? [defensive] पर यार दोस्त ऐसे ही तो होते हैं ना? [confused] सच में अब समझ नहीं आ रहा।\n\n[resigned] तो अब मैं यहां बैठा सोच रहा हूं कि, पता है ना, sorry बोलूं या बस... उसे space दूं? [nervous laugh] भगवान, कितना awkward है ये सब। [hopeful] शायद वो पहले message करे और हम ये सब भूल जाएं? [trailing off] या शायद यही तो problem है...\n\n[very sad] बस पहले जैसा सब कुछ miss कर रहा हूं यार।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] So I've been going over this conversation in my head for like three days now and... I don't know, maybe I'm overthinking it? [confused] But the way she said it was just so— [pause] Actually, wait. [slowly] Let me start from the beginning. \n\n[nervous] We were having coffee, right? And everything seemed fine, totally normal, and then out of nowhere she says, \"We need to talk about boundaries.\" [shocked] Like, what? [laugh nervously] I mean, I thought we were good! \n\n[hurt] And the thing is, um... she's never said anything before. [frustrated] Twenty years of friendship and suddenly I'm, what, too much? [sigh] I keep replaying it and thinking maybe I should've seen this coming somehow.\n\n[sad] The worst part is that she's probably right. [quietly] I do text her a lot. Maybe I, erm... maybe I rely on her too much? [defensive] But isn't that what friends do? [confused] I genuinely don't know anymore.\n\n[resigned] So now I'm sitting here wondering if I should, you know, apologize or just... give her space? [nervous laugh] God, this is so awkward. [hopeful] Maybe she'll text me first and we can pretend this never happened? [trailing off] Or maybe that's exactly the problem...\n\n[very sad] I just miss how things used to be."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "866f3bb6_monologue.json",
    "type": "emotional_monologue",
    "subject": "# Monologue Subjects for Voice Actor Training",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}