{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] अरे यार, हम सच में कर पाए। Meal plan reform finally पास हो गया। [pause] मैं बार-बार उन numbers के बारे में सोच रहा हूं—7000 students जो अब actually, पता है ना, campus पे तीन वक़्त का खाना afford कर सकेंगे। [warm] सात हज़ार। ये सिर्फ़ कोई आंकड़ा नहीं है, ये... हम्म, ये असली लोग हैं जो breakfast skip कर रहे थे, dining dollars को खींच-खींच के चला रहे थे जब तक कि mid-semester में ख़त्म नहीं हो जाते। [anxious] Board ने तो मेरी जान निकाल दी थी इस पर। \"Budget constraints,\" बस यही रटते रहे। [frustrated] लेकिन मैंने बार-बार calculation किया—हम उस बेवकूफ़ी वाले नए scoreboard fund से reallocate कर सकते थे और किसी को पता भी नहीं— [trailing off] वैसे, alumni donors को छोड़कर... [chuckle] पर honestly? जब आप इस position में हों, जब आपके पास इस तरह की, अम्म, ज़िम्मेदारी हो, तो आप बस बैठकर नहीं देख सकते कि students को textbooks और खाने के बीच choose करना पड़े। [passionately] Education का मतलब ये नहीं होना चाहिए! [short pause] और mental health services का expansion अगले महीने से शुरू हो रहा है। [excited] हम दो counselors से बढ़ाकर आठ कर रहे हैं! [very quietly] मुझे याद है जब मैं यहां student था, तीन हफ़्ते wait किया था appointment के लिए जब मैं बिल्कुल टूट रहा था। [empathetically] किसी को भी इतना इंतज़ार नहीं करना चाहिए जब वो struggle कर रहा हो। [confidently] इसीलिए मैं इस position के लिए खड़ा हुआ था। किसी, अरे, fancy title या networking के लिए नहीं। [sincere] इसके लिए। सच में चीज़ों को बेहतर बनाने के लिए।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] God, we actually did it. The meal plan reform went through, finally. [pause] I keep thinking about those numbers—seven thousand students who can now actually, you know, afford to eat three meals a day on campus. [warm] Seven thousand. That's not just a statistic, that's... hmm, that's real people who were skipping breakfast, stretching dining dollars until they ran out mid-semester. [anxious] The board fought me so hard on this. \"Budget constraints,\" they kept saying. [frustrated] But I did the math over and over—we could reallocate from that ridiculous new scoreboard fund and nobody would even— [trailing off] well, except maybe the alumni donors... [chuckle] But honestly? When you're in this position, when you have this kind of, um, responsibility, you can't just sit there and watch students choose between textbooks and food. [passionately] That's not what education should be about! [short pause] And the mental health services expansion starts next month. [excited] We're going from two counselors to eight! [very quietly] I remember being a student here, waiting three weeks for an appointment when I was falling apart. [empathetically] Nobody should have to wait that long when they're struggling. [confidently] This is why I ran for this position. Not for the, er, the fancy title or the networking. [sincere] For this. For actually making things better."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "20e71fc4_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your regent responsibilities allowing you to implement changes that benefit thousands of students",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}