{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] यार, मैं believe नहीं कर पा रहा कि ये सब हो रहा है। तेईस साल की practice, और अब... ये सब। Mrs. Henderson की bunionectomy एकदम textbook थी—मेरा मतलब है, I've done hundreds of these procedures, और उनकी surgery bilkul perfect गई थी। [sigh] हर एक step एकदम सही था। The incision, the bone realignment—सब कुछ। और अब वो claim कर रही है कि मैंने, क्या, उनकी nerve damage कर दी?\n\n[anxious] बात ये है, अम्म... मैंने सब कुछ document किया था। जैसे, obsessively। Her pre-op x-rays showed severe hallux valgus, surgery notes एकदम detailed हैं, post-op healing normal थी। लेकिन apparently उनके lawyer को लगता है, पता नहीं, कि हमने somehow ये numbness cause की है जो वो experience कर रही है? [bitter] जो, वैसे, मैंने explicitly warn किया था as a possible complication। ये consent form में साफ़ लिखा है जिसपे उन्होंने sign किया था।\n\n[shaky voice] मेरी insurance company settle करना चाहती है। Can you believe that? वो basically कह रहे हैं, \"हाँ, बस पैसे दे दो,\" जैसे मैंने सच में कुछ गलत किया हो। लेकिन मैंने नहीं किया—मुझे पता है मैंने कुछ गलत नहीं किया। [angry] यहाँ मेरी reputation की बात हो रही है!\n\nसबसे बुरी बात ये है, हम्म... अब मैं खुद को doubt करने लगा हूँ। [quietly] हर procedure में, हर patient के साथ, मैं सोचता रहता हूँ कि कहीं ये भी मुझपे case ना कर दें। ये जैसे, अ, how am I supposed to practice medicine जब मैं constantly डर में जी रहा हूँ?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] I can't believe this is happening. Twenty-three years of practice, and now... this. Mrs. Henderson's bunionectomy was textbook—I mean, I've done hundreds of these procedures, and hers went perfectly. [sigh] Every single step was by the book. The incision, the bone realignment, the—everything. And now she's claiming I, what, damaged her nerve? \n\n[anxious] The thing is, um... I documented everything. Like, obsessively. Her pre-op x-rays showed severe hallux valgus, the surgery notes are detailed, post-op healing was normal. But apparently her lawyer thinks, I don't know, that we somehow caused this numbness she's experiencing? [bitter] Which, by the way, I explicitly warned her about as a possible complication. It's right there in the consent form she signed.\n\n[shaky voice] My insurance company wants to settle. Can you believe that? They're basically saying, \"Yeah, just pay her off,\" like I actually did something wrong. But I didn't—I know I didn't. [angry] This is my reputation we're talking about here! \n\nThe worst part is, hmm... I keep second-guessing myself now. [quietly] Every procedure, every patient, I'm wondering if they're going to turn around and sue me too. It's like, er, how am I supposed to practice medicine when I'm constantly looking over my shoulder?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "b165e5fa_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your podiatrist practice is being sued for malpractice over a procedure you know you performed correctly",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}