{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shocked] वो लोग चाहते हैं कि मैं वापस आऊं? मिलब्रुक? मेरा मतलब, मैं तो कितने साल से घर नहीं गया... छह साल हो गए होंगे? [pause] अरे यार, हेंडरसन मैन्युफैक्चरिंग ही होगी। पक्का। वही तो इकलौती कंपनी है जो इतनी बड़ी है कि... हम्म, मुझे afford कर सके। [bitter] मज़े की बात ये है कि कॉलेज से निकलने पर इन्होंने तो interview तक नहीं दिया था, और अब इतने desperate हैं कि फोन कर रहे हैं। [short pause]\n\nबात ये है कि मैं सच में इस काम में माहिर हूं। [confidently] बारह कंपनियां बचाई हैं, एक भी fail नहीं हुई। लेकिन ये... अ... ये अलग है, समझ रहे हो ना? ये वो लोग हैं जो मुझे तब से जानते हैं जब मैं सिर्फ पाइन स्ट्रीट का डैनी था। [nervous] जिन्हें याद है जब मुझे किराना स्टोर में सामान पैक करने की नौकरी तक नहीं मिली थी।\n\n[sigh] मम्मी तो खुश हो जाएगी। सबको बताएगी मंदिर में—\"मेरा डैनी हेंडरसन को बचा रहा है!\" [mumbling] जैसे मैं कोई शहर का हीरो बन गया हूं।\n\n[hesitantly] पता नहीं, शायद मुझे ये छोड़ देना चाहिए? किसी और को... [pause] नहीं। नहीं, ये तो बेवकूफी है। ये एक जॉब है। बस एक और डूबती कंपनी जिसे ठीक करना है। [very slowly] पर ये सिर्फ कोई और कंपनी नहीं है ना? [quietly] यहीं तो पापा ने तीस साल काम किया था, उनको निकालने से पहले।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shocked] They want me to come back? To Millbrook? I mean, I haven't been home in what, six years? [pause] God, it's gotta be Henderson Manufacturing. Has to be. They're the only company big enough to... hmm, to actually afford me. [bitter] Funny how they wouldn't even interview me out of college, and now they're desperate enough to call. [short pause] \n\nThe thing is, I'm actually really good at this. [confidently] Twelve companies saved, not a single failure. But this is, uh... this is different, you know? These are people who knew me when I was just Danny from Pine Street. [nervous] People who remember when I couldn't even get a job bagging groceries. \n\n[sigh] Mom's going to be thrilled though. She'll tell everyone at church—\"My Danny's saving Henderson's!\" [mumbling] Like I'm some kind of hometown hero or something. \n\n[hesitantly] I don't know, maybe I should pass on this one? Let someone else... [pause] No. No, that's ridiculous. It's a job. Just another failing company that needs fixing. [very slowly] Except it's not just another company, is it? [quietly] It's where Dad worked for thirty years before they laid him off."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "a33402af_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your turnaround specialist reputation just earned you a call to save a company in your hometown",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}