{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, hello, so I'm, uh, calling about my cable bill?"
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, let me just pull up your account here. Can you give me your account number or, like, the phone number on file?"
        },
        {
            "role": "Customer",
            "content": "Oh, um, it's 555-2847. So like, I've been a customer for, uh, fifteen years."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I've got your account here, account number ACC-7739-BK42, and, uh, I can see you've been with us since 2009, so that's actually, like, really great. What's going on with your bill?"
        },
        {
            "role": "Customer",
            "content": "Well, um, so basically it went up by forty dollars and, uh, I don't understand why?"
        },
        {
            "role": "Customer Support",
            "content": "So let me just, um, take a look at your recent statements here. Okay so, uh, I'm seeing your bill from last month was $89.99 under plan code PLN-288-BASIC, and, um, this month it jumped to $129.99."
        },
        {
            "role": "Customer",
            "content": "Um, exactly, so like, did I order something? Because, uh, I didn't change anything."
        },
        {
            "role": "Customer Support",
            "content": "No, so basically what happened is, um, your promotional rate expired on, like, October 15th according to promo code PROMO-2023-SAVE40, and so it automatically, uh, reverted to the standard rate."
        },
        {
            "role": "Customer",
            "content": "But, um, nobody told me that would happen. So like, how do I know this isn't just, uh, you guys taking advantage?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah, so, um, I totally understand why you'd feel that way. Like, honestly, the system should've sent you a notification about code NOTIFY-EXP-1015, but, uh, sometimes those don't go through properly, which is, um, really frustrating."
        },
        {
            "role": "Customer",
            "content": "So basically, um, I'm just stuck paying forty dollars more? Because, uh, that's a lot on a fixed income."
        },
        {
            "role": "Customer Support",
            "content": "No no no, so like, we're definitely going to fix this. Um, let me see what promotions I can apply to your account."
        },
        {
            "role": "Customer",
            "content": "Um, well, okay, but like, how do I know it won't just, uh, go up again?"
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, I'm looking at a new customer retention offer here, code RETAIN-24MON-LOCK, and, uh, this one would actually lock your rate for twenty-four months at, like, $95.99, so that's even less than you were paying before."
        },
        {
            "role": "Customer",
            "content": "Really? Um, so like, what's the catch though?"
        },
        {
            "role": "Customer Support",
            "content": "So there's, um, genuinely no catch here. Like, I'm putting in override code MGR-OVERRIDE-4492 right now, and, uh, you'll get an email confirmation, reference number CNF-88195-QM, showing the locked rate."
        },
        {
            "role": "Customer",
            "content": "Oh, um, that's, uh, that's actually really nice. So like, you can really do that?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, so, um, it's already processing in the system. Transaction ID TXN-559847-ABC is, like, going through right now, and, uh, you'll see the adjustment on your next bill."
        },
        {
            "role": "Customer",
            "content": "Um, wow, so basically I'll be saving money? Thank you, uh, so much."
        },
        {
            "role": "Customer Support",
            "content": "So like, you're totally welcome, and um, I've also added a note to your account, note ID NOTE-2847-SENIOR, that you should, uh, always get the best available rate going forward. Is there, like, anything else I can help you with today?"
        }
    ],
    "content_type": "customer_support",
    "source_file": "a916e138_script.json",
    "scenario": "elderly retiree, confused about why her cable bill increased by forty dollars",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "cautiously_hopeful",
                "suspicious_paranoid"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses",
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "burned_out_but_trying",
                "determined_advocate"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}