{
    "conversation": [
        {
            "role": "Customer",
            "content": "So um okay wait—no let me just—my internet's been droppin' all week and I'm like—what's the word—it's drivin' me nuts, you know?"
        },
        {
            "role": "Customer Support",
            "content": "Right, okay, um, I'm gonna get this fixed for you today, no question. Let me just, uh, pull up your account here and, hmm, what's your account number or phone number on file?"
        },
        {
            "role": "Customer",
            "content": "Oh it's uh... wait lemme find—no actually just use my phone, it's 555-0147."
        },
        {
            "role": "Customer Support",
            "content": "Got it, perfect. So I'm seeing account ACC-7823-NV here, and, um, wow okay there's definitely something going on. I can see, uh, seventeen disconnection events just since Monday, which is absolutely not acceptable."
        },
        {
            "role": "Customer",
            "content": "Seventeen?! See I knew it wasn't just—I mean I kept thinkin' maybe it's my—but no, seventeen times?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah no, this is, um, this is on us, not you. Looking at signal report SIG-4492-QM, your modem's getting, uh, these intermittent power fluctuations from our end, which is causing those drops."
        },
        {
            "role": "Customer",
            "content": "So wait can you just—what's the fix here? Like how fast can we—I work from home so..."
        },
        {
            "role": "Customer Support",
            "content": "No no, we're fixing this today. I'm, um, I'm escalating this right now to our field techs with priority ticket PRI-8834-XK, and they'll be out there within, uh, within four hours max."
        },
        {
            "role": "Customer",
            "content": "Four hours? Um that's—okay but like—wait will they call first or just show up or what?"
        },
        {
            "role": "Customer Support",
            "content": "They'll call. The tech assigned to work order WRK-9921-TF will, um, they'll call you about thirty minutes before arrival, and uh, here's what I'm also doing—I'm crediting your account for the entire week."
        },
        {
            "role": "Customer",
            "content": "Oh! That's—I mean I wasn't even—but yeah okay that's actually really... thanks."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely."
        },
        {
            "role": "Customer",
            "content": "So um, while they're fixin' it—wait sorry one more thing—is my wifi gonna be totally dead or...?"
        },
        {
            "role": "Customer Support",
            "content": "So it'll keep doing what it's doing now, um, dropping and reconnecting, until they fix it. But, uh, once they replace the line amp—that's component CMP-3382-LL that's failing—it should be rock solid again."
        },
        {
            "role": "Customer",
            "content": "Line amp? Is that like a—what's that word—amplifier thing? Sorry I'm not—"
        },
        {
            "role": "Customer Support",
            "content": "Yeah exactly, it's, um, it boosts the signal to your house. Yours is, uh, basically dying, showing error code ERR-5543-RC, which is why you're getting those drops every few hours."
        },
        {
            "role": "Customer",
            "content": "Um okay so—wait they're comin' today for sure right? Cause I've got this huge video call at six and I can't have it droppin' then."
        },
        {
            "role": "Customer Support",
            "content": "Hundred percent. I'm, um, I'm putting a note right now in ticket PRI-8834-XK that you've got a critical meeting at six, so, uh, they'll prioritize getting there well before that."
        },
        {
            "role": "Customer",
            "content": "You're actually—this is so much better than I thought—I was expectin' to be on hold forever and get nowhere but you're like really fixin' it!"
        },
        {
            "role": "Customer Support",
            "content": "That's what we're here for, and um, listen, I'm also giving you my direct extension EXT-7429, so if for any reason the tech doesn't show or you have any issues, you call me directly and we'll sort it out immediately."
        }
    ],
    "content_type": "customer_support",
    "source_file": "aa905c1b_script.json",
    "scenario": "complaining that their internet service keeps dropping",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "manic_oversharing",
                "frustrated_impatient"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "word_searching",
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "determined_advocate",
                "carefully_diplomatic"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}