{
    "conversation": [
        {
            "role": "Customer",
            "content": "So um okay okay I cancelled the reservation like, um, three weeks ago but they still charged me and I just—I just need this fixed because um honestly it's it's been such a crazy month"
        },
        {
            "role": "Customer Support",
            "content": "Alright so, hmm, let me pull up your account here and, uh, see what's going on with that charge—do you happen to have the confirmation number from when you cancelled? It'd probably start with like CNL or maybe RES?"
        },
        {
            "role": "Customer",
            "content": "Yeah yeah it's um... wait let me find it... CNL-9847-JK22 I think?"
        },
        {
            "role": "Customer Support",
            "content": "Perfect, okay so CNL-9847-JK22, and um, that's weird actually because I'm seeing here that the cancellation went through on the 14th but then there's a charge that posted on the, uh, on the 20th for the full amount, hmm, let me dig into this a bit more"
        },
        {
            "role": "Customer",
            "content": "Right exactly and like I called already twice about this and they said it would be fixed but then nothing happened and I'm just..."
        },
        {
            "role": "Customer Support",
            "content": "Oh you called twice already? Okay okay that's, um, that's definitely not right—I can see the notes here from, uh, let me see, case numbers CS-4492-BN and CS-4501-LP, and yeah both agents marked it as resolved but clearly it's it's not"
        },
        {
            "role": "Customer",
            "content": "I mean I don't even know why I'm—sorry I'm like rambling but um my daughter's getting surgery next week and we need every penny for the copay and this is just..."
        },
        {
            "role": "Customer Support",
            "content": "No no don't apologize at all, I totally get it, that's really stressful—okay so what I think happened here is the refund got stuck in processing, transaction ID TXN-882947-QM shows initiated but never completed"
        },
        {
            "role": "Customer",
            "content": "Stuck? What does that even... I mean how does it just get stuck that's that's crazy"
        },
        {
            "role": "Customer Support",
            "content": "Yeah it's, um, kind of ridiculous honestly but sometimes when the billing cycle overlaps with the cancellation window the system just, uh, it doesn't know what to do? So it processes the charge anyway even though cancellation code CNL-9847-JK22 was already approved, which is, hmm, definitely a system issue on our end"
        },
        {
            "role": "Customer",
            "content": "Oh my god okay okay so um can you fix it now? Like right now? Because I literally have um three days before the surgery and I need to know if we can afford..."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, yes, so um, what I'm gonna do—let me just think out loud here for a second—I'm putting through an expedited refund under reference EXP-7263-RT and, uh, marking it priority due to the previous cases not being resolved properly"
        },
        {
            "role": "Customer",
            "content": "How long will that take though because last time they said 3-5 days and then nothing..."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, with the expedited code EXP-7263-RT it should hit your account within, I'd say probably 24 to 48 hours max? And um, I'm also adding a supervisor override flag SUP-OVRD-448 which basically means it can't get stuck again"
        },
        {
            "role": "Customer",
            "content": "Wait really? Oh my god um that would be—sorry I'm just so stressed and talking too much but that would literally save us right now"
        },
        {
            "role": "Customer Support",
            "content": "No you're you're totally fine, honestly I'd be stressed too—hmm, actually you know what, let me also add a courtesy credit for the inconvenience, reference CRD-9184-VX, since you had to call three times about this"
        },
        {
            "role": "Customer",
            "content": "You're doing that? I didn't even—I mean um I wasn't expecting anything extra I just needed the refund but um wow okay that's that's really..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah of course, I mean it's it's the least we can do honestly—the system shows, uh, $50 courtesy credit plus your full refund of, let me see here, $487.92 under transaction reversal REV-6629-KL"
        },
        {
            "role": "Customer",
            "content": "I could literally cry right now um thank you thank you this means—you have no idea what this means for my family"
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh, I'm so glad I could help, really—and um, I'm putting my direct extension in the notes, it's 4487, so if there's any issue at all with the refund posting just, uh, just ask for me directly and I'll make sure it gets sorted immediately, okay?"
        }
    ],
    "content_type": "customer_support",
    "source_file": "a29ad1a0_script.json",
    "scenario": "trying to dispute charges from a cancelled reservation",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "manic_oversharing",
                "vulnerable_trusting"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter",
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "troubleshooting_curious",
                "slightly_frazzled"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "vocalized_thinking",
                    "repetition_stutter",
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        }
    }
}