{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, hi! So like, funny story—I'm actually a career counselor and I, uh, literally can't figure out your phone menu."
        },
        {
            "role": "Customer Support",
            "content": "Oh no, I'm so, um, I'm really sorry about that. Let me just, uh, uh, pull up your account here and—yeah the the phone system is, um, honestly terrible. What's what's your account number?"
        },
        {
            "role": "Customer",
            "content": "Right, it's... wait, account number or customer ID?"
        },
        {
            "role": "Customer Support",
            "content": "Either one works! So um, basically they're, uh, they're kind of the same thing in our system which is, er, super confusing I know."
        },
        {
            "role": "Customer",
            "content": "Okay so... hmm, let me see here... ACC-4920-JT."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it, um, so that's pulling up as, uh, invalid but but sometimes people mix up—is it maybe, um, JTC-4920 instead?"
        },
        {
            "role": "Customer",
            "content": "Oh! Yes, sorry—wait no, that's my, um, that's actually my license number. Ugh. I help people navigate systems for a living!"
        },
        {
            "role": "Customer Support",
            "content": "No no, totally get it. These codes all look—they're all the same. Okay okay, can I just grab your email?"
        },
        {
            "role": "Customer",
            "content": "Um, yeah it's, uh, karencounselor at... wait, which email did I use? Personal or work?"
        },
        {
            "role": "Customer Support",
            "content": "Let me let me try both! What're what're the options?"
        },
        {
            "role": "Customer",
            "content": "So there's, um, ksmith at careerpath dot com or, uh, wait—actually might be under my old one?"
        },
        {
            "role": "Customer Support",
            "content": "You know what? I'm I'm just gonna search by name. Karen Smith?"
        },
        {
            "role": "Customer",
            "content": "Yep! Though, hmm, might be under K Smith or, um, Katherine? I honestly can't remember what I—"
        },
        {
            "role": "Customer Support",
            "content": "Found you! Account ACC-7823-KLM. So so what happened with the phone menu?"
        },
        {
            "role": "Customer",
            "content": "Um, okay so I pressed 2 for billing then, uh, 4 for... no wait, was it 3 for payments?"
        },
        {
            "role": "Customer Support",
            "content": "Oh oh oh, yeah no. The the menu's backwards. Billing's actually 4 now and and payments is under accounts which is, um, which is 2. We switched it last month and and honestly? Even I can't remember."
        },
        {
            "role": "Customer",
            "content": "That's—wait, so I had it right the first time? But then, um, why did it send me to Spanish?"
        },
        {
            "role": "Customer Support",
            "content": "Because—and and this is so dumb—if you press 2 twice by accident? It thinks you want español. Your account shows, um, three Spanish preference switches today."
        },
        {
            "role": "Customer",
            "content": "Oh my god. I tell my clients about terrible UX all day and here I am... This is so ironic."
        },
        {
            "role": "Customer Support",
            "content": "Listen, um, between you and me? I've worked here two years and and I still get lost. Last week I tried calling in sick and and somehow ordered myself a new modem. Reference number MDM-8827-QX if you can believe it."
        }
    ],
    "content_type": "customer_support",
    "source_file": "ad268987_script.json",
    "scenario": "career counselor, ironic that she can't navigate this company's terrible phone system",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "friendly_chatty",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_amount": "moderate",
                "hesitation_types": [
                    "self_corrections",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "deeply_sympathetic",
                "humanizing_personal"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "word_searching",
                    "repetition_stutter",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}