{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[confused] अरे, रुको... तुम Marcus Chen हो? [pause] मेरी wife Sarah ने तुम्हारे बारे में कितनी कहानियाँ सुनाई हैं Lincoln High की, कि हमेशा सबसे पहले हाथ उठाते थे, class के बाद रुकते थे।"
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Sarah Thompson! अरे हाँ, अब तो Sarah Mitchell है ना, application के according। [warmly] AP Chemistry में बहुत brilliant थी वो, हालांकि valedictorian में मैंने point zero three GPA से उसे पीछे छोड़ दिया था।"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] हाँ, वो भी बताया था उसने। [clearing throat] देखो, हमें ये loan का approval चाहिए ही चाहिए, baby आने वाला है और rental market तो बिल्कुल हमारी जान निकाल रहा है।"
        },
        {
            "role": "Character 2",
            "content": "[overly polite] बिल्कुल, मैं completely समझती हूँ, इसीलिए तो मैं तुम्हारी application को extra ध्यान से देख रही थी। [slowly] तुम्हारी employment history में कुछ discrepancies हैं जो clear करनी होंगी।"
        },
        {
            "role": "Character 1",
            "content": "Discrepancies?"
        },
        {
            "role": "Character 2",
            "content": "[confidently] तुमने Morrison Tech में तीन साल लिखे हैं, लेकिन उनका HR department twenty-eight months बता रहा है। [pause] ये चार महीने का gap है जो underwriting के लिए explain करना पड़ेगा।"
        },
        {
            "role": "Character 1",
            "content": "मैंने contract work भी include किया था जो full-time से पहले का था, technically तो relationship वहीं से शुरू हुआ था। [sighs] क्या ये सच में problem बनेगी?"
        },
        {
            "role": "Character 2",
            "content": "इन applications में हर चीज़ matter करती है, जैसे Mrs. Peterson tenth grade economics में कहती थीं—'precision prevents problems.' [quickly] मुझे उस contract period के documents चाहिए होंगे।"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Sarah ने warn किया था कि तुम ऐसे हो। [exhales] हर i पे dot, हर t पे cross... बाकी सबको बुरा दिखाने के लिए।"
        },
        {
            "role": "Character 2",
            "content": "[sarcastic] बुरा दिखाने के लिए?"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] Sorry, वो गलत निकल गया। [nervously] हम बस इस पूरे situation से stressed हैं, और तुम्हें यहाँ देखकर उसकी सारी high school की competitiveness याद आ गई।"
        },
        {
            "role": "Character 2",
            "content": "Sarah भी competitive थी, बस differently—वो smart work करती थी, मैं hard work। [warm] लेकिन वो सब पुरानी बातें हैं, मैं genuinely तुम दोनों को ये loan दिलवाना चाहती हूँ।"
        },
        {
            "role": "Character 1",
            "content": "[relieved] सच में? क्योंकि दो banks ने already मना कर दिया है, और [trailing off] honestly, जब door पे तुम्हारा नाम देखा, तो लगा कि अब तो गए काम से।"
        },
        {
            "role": "Character 2",
            "content": "[excited] Actually, तुम्हारी application तुम्हारे सोचने से ज्यादा strong है—debt-to-income ratio solid है, और Sarah की last year की promotion really helps। [pause] बस मुझे वो contract documents चाहिए perfect बनाने के लिए।"
        },
        {
            "role": "Character 1",
            "content": "[curious] तुम्हें promotion के बारे में पता है? [quickly] हमने initial paperwork में mention नहीं किया था क्योंकि official तो last month ही हुआ था।"
        },
        {
            "role": "Character 2",
            "content": "[shy] उसने LinkedIn पे post किया था, और जब उसका नाम देखा तो मैंने check कर लिया। [chuckle] पुरानी आदत है, बचपन से ही सबके बारे में सब जानने की।"
        },
        {
            "role": "Character 1",
            "content": "[friendly] इस पूरे situation पे stress कम होने के बाद उसे मज़ा आएगा। [laughs] Teacher's pet हमारा mortgage approve कर रहा है—इतने सालों की rivalry के बाद almost poetic है।"
        },
        {
            "role": "Character 2",
            "content": "[sincerely] उसे मेरी तरफ से congratulations कहना—promotion के लिए, baby के लिए, और ऐसा कोई मिलने के लिए जो clearly उससे इतना प्यार करता है। [quietly] हम में से कुछ लोग अभी भी उस last part पे काम कर रहे हैं।"
        },
        {
            "role": "Character 1",
            "content": "[empathetically] अरे, तुम्हें भी कोई मिलेगा जो तुम्हारी इस attention to detail की कदर करे। [warmly] Sarah भी कहती है कि जो चीज़ high school में irritate करती थी, वही अब तुम्हें अपने काम में excellent बनाती है।"
        },
        {
            "role": "Character 2",
            "content": "[delighted] उसने ये कहा? [very quickly] अच्छा तो let me prove her right—तुम documents दे दो तो मैं fast-track कर दूंगी, week के end तक approval हो जाएगा।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[confused] Wait, you're Marcus Chen? [pause] My wife Sarah has told me so many stories about you from Lincoln High, always raising your hand first, always staying after class."
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Sarah Thompson! Well, Sarah Mitchell now, according to your application. [warmly] She was brilliant in AP Chemistry, though I did edge her out for valedictorian by point zero three GPA points."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Right, she mentioned that too. [clearing throat] Look, we really need this loan approved, we've got a baby on the way and the rental market is absolutely crushing us right now."
        },
        {
            "role": "Character 2",
            "content": "[overly polite] Of course, I understand completely, which is why I've been going through your application with extra attention to detail. [slowly] There are some discrepancies I need to address with your employment history."
        },
        {
            "role": "Character 1",
            "content": "Discrepancies?"
        },
        {
            "role": "Character 2",
            "content": "[confidently] You listed three years at Morrison Tech, but their HR department shows twenty-eight months. [pause] That's a four-month gap that needs explaining for underwriting purposes."
        },
        {
            "role": "Character 1",
            "content": "I was including my contract work before they brought me on full-time, which technically started the relationship earlier. [sighs] Is this really going to be a problem?"
        },
        {
            "role": "Character 2",
            "content": "Everything matters in these applications, as I learned from Mrs. Peterson in tenth grade economics—'precision prevents problems,' she always said. [quickly] I'll need documentation for that contract period."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Sarah warned me you were like this. [exhales] Always dotting every i and crossing every t, making everyone else look bad in the process."
        },
        {
            "role": "Character 2",
            "content": "[sarcastic] Making people look bad?"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] Sorry, that came out wrong. [nervously] We're just stressed about this whole situation, and seeing you here brings up all her old high school competitiveness."
        },
        {
            "role": "Character 2",
            "content": "Sarah was competitive too, just differently—she worked smart while I worked hard. [warm] But that's ancient history now, and I genuinely want to help you both get this loan."
        },
        {
            "role": "Character 1",
            "content": "[relieved] Really? Because we've been turned down by two other banks already, and [trailing off] honestly, when I saw your name on the door, I thought we were done for."
        },
        {
            "role": "Character 2",
            "content": "[excited] Actually, your application is stronger than you think—your debt-to-income ratio is solid, and Sarah's promotion last year really helps. [pause] I just need those contract documents to make it perfect."
        },
        {
            "role": "Character 1",
            "content": "[curious] You know about her promotion? [quickly] We didn't include that in the initial paperwork because it only became official last month."
        },
        {
            "role": "Character 2",
            "content": "[shy] She posted about it on LinkedIn, and I might have checked when I saw her name. [chuckle] Old habits from being the kid who always knew everyone's business, I suppose."
        },
        {
            "role": "Character 1",
            "content": "[friendly] She'll get a kick out of this whole situation once the stress wears off. [laughs] The teacher's pet approving our mortgage—it's almost poetic after all those years of rivalry."
        },
        {
            "role": "Character 2",
            "content": "[sincerely] Tell her I said congratulations on everything—the promotion, the baby, finding someone who clearly adores her. [quietly] Some of us are still working on that last part."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] Hey, you'll find someone who appreciates that attention to detail. [warmly] Sarah says the same thing that drove her crazy in high school makes you excellent at your job now."
        },
        {
            "role": "Character 2",
            "content": "[delighted] She said that? [very quickly] Well, let me prove her right by fast-tracking this once you get me those documents—we can have you approved by end of week."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "9a7770e7_scenario.json",
    "scenario": "A son-in-law meets his spouse's former classmate—the notorious teacher's pet from high school—who is now the loan officer reviewing their desperately needed mortgage application.",
    "type": "scenario_conversation",
    "character_1_role": "son-in-law",
    "character_2_role": "teacher's pet",
    "selected_tones": [
        "precise",
        "sharp",
        "inviting"
    ],
    "tone_options": [
        "conciliatory",
        "excited",
        "precise",
        "inviting",
        "growing",
        "sharp",
        "playful",
        "boring",
        "unfinished",
        "copying"
    ]
}