{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] डॉक्टर हैरिसन।"
        },
        {
            "role": "Character 2",
            "content": "मिस चेन, कृपया बैठिए। [formally] मैं समझती हूं कि आपने ये मीटिंग मांगी थी अपनी बेटी के केस के बारे में बात करने के लिए, though I should mention that my determination was based on established medical criteria."
        },
        {
            "role": "Character 1",
            "content": "[controlled] मैं हर रोज़ Medicaid applications process करती हूं, परिवारों को देखती हूं जो coverage के लिए भीख मांगते हैं जबकि उनके बच्चे तड़प रहे होते हैं। [bitter] कभी नहीं सोचा था कि मैं इस तरफ बैठूंगी, arguing why my daughter deserves to live."
        },
        {
            "role": "Character 2",
            "content": "[confidently] जो ablation procedure आपकी बेटी को चाहिए वो elective है उसकी current state में। [stern] उसके arrhythmia episodes चिंताजनक हैं ज़रूर, लेकिन medication से manage हो सकते हैं for several more years before surgical intervention becomes necessary."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] कई साल और? [loudly] वो स्कूल में दो बार गिर चुकी है पिछले महीने, soccer नहीं खेल पा रही, रातों को डर के मारे जागती रहती है कि her heart will just stop beating while she sleeps."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] मैं समझती हूं ये आप दोनों के लिए कितना डरावना है, but the medical guidelines are clear about intervention thresholds. [pause] हमें sustained ventricular tachycardia देखनी होगी 200 beats per minute से ऊपर, तभी surgery indicated होगी।"
        },
        {
            "role": "Character 1",
            "content": "पता है क्या ironic है? [exhales] कल मुझे एक दादी की diabetes supplies के लिए coverage deny करनी पड़ी क्योंकि वो income limit से 12 डॉलर ऊपर थीं, और यहां मैं आपसे विनती कर रही हूं कि अपना decision reconsider करिए।"
        },
        {
            "role": "Character 2",
            "content": "[defensively] ये पैसे या insurance bureaucracy के बारे में नहीं है मिस चेन। [firmly] ये medical necessity के बारे में है, और एक 14 साल की बच्ची को unnecessary surgical risks से बचाने के बारे में है whose condition might stabilize with proper medication management."
        },
        {
            "role": "Character 1",
            "content": "[angrily] Might stabilize? [trembling] आप मेरी बेटी की ज़िंदगी से जुआ खेल रही हैं क्योंकि statistics कहते हैं कि she probably won't die in the next few years, बस हर दिन तड़पती रहेगी।"
        },
        {
            "role": "Character 2",
            "content": "[quietly] मेरी भी एक बेटी है, 16 साल की, violin बजाती है। [sighs] लेकिन medical decisions emotion पर based नहीं हो सकते, they have to follow evidence-based protocols that protect patients from unnecessary procedures."
        },
        {
            "role": "Character 1",
            "content": "[passionately] Evidence-based protocols जो उन लोगों ने लिखे हैं जिन्होंने कभी अपने बच्चे को सांस के लिए तड़पते नहीं देखा, जो पूछते हैं कि क्या वो मर रही है। [voice breaking] हर guideline जो आप quote करती हैं, that's another night I don't sleep."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] शायद एक और option है। [clearing throat] अगर हम अगले महीने में तीन और episodes document कर पाएं specific EKG patterns के साथ, I could argue for expedited approval based on rapid progression."
        },
        {
            "role": "Character 1",
            "content": "[shocked] आप मुझसे कह रही हैं कि मैं इंतज़ार करूं कि मेरी बेटी को तीन और cardiac events हों? [bitter laugh] उम्मीद करूं कि वो इतनी बीमार हो जाए कि qualify करे लेकिन इतनी नहीं कि हम उसे खो दें?"
        },
        {
            "role": "Character 2",
            "content": "[regretful] मैं जानती हूं ये कैसा सुनाई दे रहा है, but it's the only way within the system to justify the surgery sooner. [quietly] जब तक आप privately procedure afford नहीं कर सकतीं, जो करीब 2 लाख डॉलर होगा।"
        },
        {
            "role": "Character 1",
            "content": "2 लाख डॉलर। [laughs bitterly] मैं साल में 38 हज़ार कमाती हूं दूसरों की मदद करते हुए इस टूटे सिस्टम में, उन्हें बताती हूं कि उम्मीद है अगर वो सही forms भर दें।"
        },
        {
            "role": "Character 2",
            "content": "देखिए, off the record? [whispering] अगले महीने के लिए directly मेरे साथ appointments schedule करिए, किसी भी symptom के लिए उसे लाइए, and I'll make sure every single episode gets thoroughly documented with the specific language the review board needs."
        },
        {
            "role": "Character 1",
            "content": "[surprised] आप उसी system को game करने में हमारी मदद कर रही हैं जिसे आपने अभी 10 मिनट defend किया? [confused] आप अपनी standing क्यों risk करेंगी insurance company के साथ हमारे लिए?"
        },
        {
            "role": "Character 2",
            "content": "[warmly] क्योंकि मैं जानती हूं कि medically necessary और humanly necessary में क्या फर्क है। [sighs] और क्योंकि मैं भी वहां रही हूं जहां आप हैं, watching my own child suffer while bureaucracy moved at glacial speed."
        },
        {
            "role": "Character 1",
            "content": "[relieved] शुक्रिया। [voice shaking] मैं हफ्तों से आप पर इतनी गुस्सा थी, आपका denial letter बार-बार पढ़ती रही, और यहां आप सच में हमारी मदद करने की कोशिश कर रही हैं।"
        },
        {
            "role": "Character 2",
            "content": "[gently] Emma को कल 3 बजे लेकर आइए, हम full workup करेंगे और case build करना शुरू करेंगे। [determined] आपकी system की knowledge और मेरे medical documentation के साथ, we'll get your daughter the surgery she needs."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] Dr. Harrison."
        },
        {
            "role": "Character 2",
            "content": "Ms. Chen, please sit down. [formally] I understand you requested this meeting to discuss your daughter's case, though I should mention that my determination was based on established medical criteria."
        },
        {
            "role": "Character 1",
            "content": "[controlled] I process Medicaid applications every single day, watching families beg for coverage while their kids suffer. [bitter] Never thought I'd be sitting on this side of the desk, arguing why my daughter deserves to live."
        },
        {
            "role": "Character 2",
            "content": "[confidently] The ablation procedure your daughter requires is elective in her current state. [stern] Her arrhythmia episodes, while concerning, can be managed with medication for several more years before surgical intervention becomes necessary."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Several more years? [loudly] She collapsed at school twice last month, can't play soccer anymore, spends her nights terrified her heart will just stop beating while she sleeps."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] I understand this is frightening for both of you, but the medical guidelines are clear about intervention thresholds. [pause] We need to see sustained ventricular tachycardia above two hundred beats per minute before surgery is indicated."
        },
        {
            "role": "Character 1",
            "content": "You know what's ironic? [exhales] Yesterday I had to deny coverage for a grandmother's diabetes supplies because she made twelve dollars over the income limit, and here I am begging you to reconsider your decision."
        },
        {
            "role": "Character 2",
            "content": "[defensively] This isn't about money or insurance bureaucracy, Ms. Chen. [firmly] It's about medical necessity and avoiding unnecessary surgical risks for a fourteen-year-old whose condition might stabilize with proper medication management."
        },
        {
            "role": "Character 1",
            "content": "[angrily] Might stabilize? [trembling] You're gambling with my daughter's life because the statistics say she probably won't die in the next few years, just suffer through every single day."
        },
        {
            "role": "Character 2",
            "content": "[quietly] I have a daughter too, sixteen years old, plays violin. [sighs] But medical decisions can't be based on emotion—they have to follow evidence-based protocols that protect patients from unnecessary procedures."
        },
        {
            "role": "Character 1",
            "content": "[passionately] Evidence-based protocols written by people who've never held their child while she gasps for air, begging to know if she's dying. [voice breaking] Every guideline you quote is another night I don't sleep."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] There might be another option. [clearing throat] If we document three more episodes with specific EKG patterns within the next month, I could argue for expedited approval based on rapid progression."
        },
        {
            "role": "Character 1",
            "content": "[shocked] You're asking me to wait for my daughter to have three more cardiac events? [bitter laugh] To hope she gets worse enough to qualify but not so worse that we lose her?"
        },
        {
            "role": "Character 2",
            "content": "[regretful] I know how that sounds, but it's the only way within the system to justify the surgery sooner. [quietly] Unless you can afford the procedure privately, which would be around two hundred thousand dollars."
        },
        {
            "role": "Character 1",
            "content": "Two hundred thousand. [laughs bitterly] I make thirty-eight thousand a year helping other people navigate this broken system, telling them there's hope if they just fill out the right forms."
        },
        {
            "role": "Character 2",
            "content": "Look, off the record? [whispering] Schedule appointments with me directly for the next month, bring her in for any symptom, and I'll make sure every single episode gets thoroughly documented with the specific language the review board needs."
        },
        {
            "role": "Character 1",
            "content": "[surprised] You're helping us game the system you just spent ten minutes defending? [confused] Why would you risk your standing with the insurance company for us?"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Because I know the difference between what's medically necessary and what's humanly necessary. [sighs] And because I've been where you are, watching my own child suffer while bureaucracy moved at glacial speed."
        },
        {
            "role": "Character 1",
            "content": "[relieved] Thank you. [voice shaking] I've been so angry at you for weeks, reading your denial letter over and over, and here you are actually trying to help us."
        },
        {
            "role": "Character 2",
            "content": "[gently] Bring Emma in tomorrow at three, we'll run a full workup and start building the case. [determined] Between your knowledge of the system and my medical documentation, we'll get your daughter the surgery she needs."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "7e688a32_scenario.json",
    "scenario": "A Medicaid eligibility worker meets with the cardiologist who denied her teenage daughter's heart surgery as 'not medically necessary' for coverage.",
    "type": "scenario_conversation",
    "character_1_role": "Medicaid eligibility worker",
    "character_2_role": "cardiologist",
    "selected_tones": [
        "brave",
        "commanding"
    ],
    "tone_options": [
        "victorious",
        "diplomatic",
        "unfriendly",
        "trusting",
        "dormant",
        "commanding",
        "brave",
        "heating",
        "offering",
        "correct"
    ]
}