{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[surprised] Margaret, what are you doing with all these boxes? [pause] I just got home from the press conference, और तुम अपना office ऐसे pack कर रही हो जैसे कल ही जा रही हो।"
        },
        {
            "role": "Character 2",
            "content": "[bitter] Four point two billion dollars, यही कह रहे हैं news में। [quietly] Fifteen years I've managed this house, और मुझे पता चला कि तुमने company बेच दी, वो भी TV पे एक reporter से।"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] I wanted to tell you first, सच में बताना चाहती थी, लेकिन lawyers ने NDAs sign करवाए थे, announcement public होने तक। [sighs] Even my own mother didn't know, एक घंटे पहले तक।"
        },
        {
            "role": "Character 2",
            "content": "[hurt] Your mother doesn't live in your guest house, तुम्हारा schedule manage नहीं करती, नहीं जानती कि तुम कब खाना छोड़ देती हो quarterly reports के stress में। [voice breaking] I thought I'd earned more, मुझे लगा था मैं इतनी तो हकदार हूँ कि अजनबियों के साथ ना सुनूं।"
        },
        {
            "role": "Character 1",
            "content": "[empathetically] You're right, Margaret, तुम बेहतर deserve करती थी। [pause] The deal happened so fast, और मैं पिछले 72 घंटे से boardrooms में फंसी थी, सबके interests protect करने की कोशिश में, तुम्हारे भी।"
        },
        {
            "role": "Character 2",
            "content": "Mine? [sarcastically] कैसे exactly protect कर रही थी मेरे interests, जब new owners के पास शायद अपना staff already ready होगा?"
        },
        {
            "role": "Character 1",
            "content": "[firmly] Because I made your continued employment a condition of the sale. [warmly] पूरी salary, benefits, और five साल का contract अगर तुम चाहो, plus एक bonus जिससे तुम अपना घर खरीद सको।"
        },
        {
            "role": "Character 2",
            "content": "[shocked] Wait, क्या कहा तुमने?"
        },
        {
            "role": "Character 1",
            "content": "[gratefully] You kept me human, जब बाकी सब को सिर्फ dollar signs और stock options दिखते थे। [voice breaking] You made sure I ate real food, मेरी बहन का birthday याद रखा, यहां तक कि मेरे कुत्ते को vet के पास ले गईं जब मैं Shanghai में फंसी थी।"
        },
        {
            "role": "Character 2",
            "content": "[softly] You wrote my employment into a four billion dollar deal? [exhales] ये तो बहुत complicated रहा होगा, इतने सारे lawyers और executives हर छोटी बात पे argue कर रहे होंगे।"
        },
        {
            "role": "Character 1",
            "content": "[confidently] They wanted to argue about it, फिर मैंने उन्हें याद दिलाया कि तुम्हारे बिना मेरी life manage करने वाला कोई नहीं था, मैं कभी कुछ build ही नहीं कर पाती जो खरीदने लायक होता। [chuckles] उनके चेहरे देखने लायक थे।"
        },
        {
            "role": "Character 2",
            "content": "[warmly] I'm sorry for packing without talking to you first. [sighs] मुझे लगा इतने पैसे के साथ, तुम fresh start चाहोगी, शायद किसी younger को hire करोगी जो तुम्हारे सारे tech gadgets बेहतर समझती हो।"
        },
        {
            "role": "Character 1",
            "content": "[laughing] Margaret, तुम ही एक हो जो मेरे smart home को actually ठीक से चला सकती हो। [pause] Remember when those venture capitalists came for dinner, और तुमने automated blinds को bobby pin से ठीक किया था?"
        },
        {
            "role": "Character 2",
            "content": "[chuckling] They kept calling it a 'revolutionary hack', पूछ रहे थे कि क्या तुमने मुझे coding सिखाई है। [warmly] मैंने नहीं बताया कि ये trick मैंने 1987 में अपनी दादी की sewing machine ठीक करते हुए सीखी थी।"
        },
        {
            "role": "Character 1",
            "content": "[sincerely] Look, I know I handled this badly, लेकिन एक important बात समझनी होगी। [slowly] You're not just staff to me, तुम family हो, और family साथ रहती है ऐसे transitions में।"
        },
        {
            "role": "Character 2",
            "content": "Even with all that money? अब तो तुम दुनिया में किसी को भी hire कर सकती हो, वो लोग जिनके पास Swiss institutes से household management की degrees हैं, जो भी अमीर लोग करते हैं। [quietly]"
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] I don't want anyone else, मुझे कोई और नहीं चाहिए।"
        },
        {
            "role": "Character 2",
            "content": "[relieved] Then I suppose I should unpack these boxes, और सोचना शुरू करूं कि एक billionaire का household कैसे manage करना है। [pause] Will you at least try to give me a heads up, अगली life-changing announcement से पहले?"
        },
        {
            "role": "Character 1",
            "content": "[grateful] I promise, पक्का वादा।"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Good, क्योंकि तुम्हारा dinner ठंडा हो रहा है और कल वो charity gala है जो तुम भूल गई हो। [chuckles] Billions of dollars don't change the fact, तुम अभी भी अपना calendar याद नहीं रख सकती।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[surprised] Margaret, what are you doing with all these boxes? [pause] I just got home from the press conference and you're packing up your office like you're leaving tomorrow."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Four point two billion dollars, that's what they're saying on the news. [quietly] Fifteen years I've managed this house, and I had to find out you sold the company from a reporter on television."
        },
        {
            "role": "Character 1",
            "content": "[apologetic] I wanted to tell you first, I really did, but the lawyers made us sign NDAs until the announcement went public. [sighs] Even my own mother didn't know until an hour ago."
        },
        {
            "role": "Character 2",
            "content": "[hurt] Your mother doesn't live in your guest house, doesn't manage your schedule, doesn't know when you skip meals because you're too stressed about quarterly reports. [voice breaking] I thought I'd earned more than finding out with strangers."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] You're right, Margaret, you deserved better than that. [pause] The deal happened so fast, and I've been in boardrooms for seventy-two hours straight trying to protect everyone's interests, including yours."
        },
        {
            "role": "Character 2",
            "content": "Mine? [sarcastically] How exactly were you protecting my interests when the new owners probably have their own staff already picked out?"
        },
        {
            "role": "Character 1",
            "content": "[firmly] Because I made your continued employment a condition of the sale. [warmly] Full salary, benefits, and a five-year contract if you want it, plus a bonus that should let you buy your own house."
        },
        {
            "role": "Character 2",
            "content": "[shocked] Wait, what?"
        },
        {
            "role": "Character 1",
            "content": "[gratefully] You kept me human when everyone else just saw dollar signs and stock options. [voice breaking] You made sure I ate real food, remembered my sister's birthday, even drove my dog to the vet when I was stuck in Shanghai."
        },
        {
            "role": "Character 2",
            "content": "[softly] You wrote my employment into a four billion dollar deal? [exhales] That must have been complicated with all those lawyers and executives arguing over every detail."
        },
        {
            "role": "Character 1",
            "content": "[confidently] They wanted to argue about it until I reminded them that without you keeping my life together, I never would have built anything worth buying. [chuckles] The look on their faces was priceless."
        },
        {
            "role": "Character 2",
            "content": "[warmly] I'm sorry for packing without talking to you first. [sighs] I just assumed that with all that money, you'd want to start fresh, maybe hire someone younger who understands all your tech gadgets better."
        },
        {
            "role": "Character 1",
            "content": "[laughing] Margaret, you're the only person who can get my smart home to actually work properly. [pause] Remember when those venture capitalists came for dinner and you fixed the automated blinds with a bobby pin?"
        },
        {
            "role": "Character 2",
            "content": "[chuckling] They kept calling it a 'revolutionary hack' and asking if you'd taught me coding. [warmly] I didn't have the heart to tell them I learned that trick fixing my grandmother's sewing machine in 1987."
        },
        {
            "role": "Character 1",
            "content": "[sincerely] Look, I know I handled this badly, but I need you to understand something important. [slowly] You're not just staff to me, you're family, and family stays together through transitions like this."
        },
        {
            "role": "Character 2",
            "content": "Even with all that money? You could hire anyone in the world now, people with degrees in household management from Swiss institutes or whatever rich people do. [quietly]"
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] I don't want anyone else."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Then I suppose I should unpack these boxes and start planning how to manage a billionaire's household. [pause] Will you at least try to give me a heads up before the next life-changing announcement?"
        },
        {
            "role": "Character 1",
            "content": "[grateful] I promise."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Good, because your dinner's getting cold and you have that charity gala tomorrow that you forgot about. [chuckles] Billions of dollars don't change the fact that you still can't remember your own calendar."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "7cbfd2cf_scenario.json",
    "scenario": "A successful tech entrepreneur returns home after selling their company for billions to find their longtime house manager packing to leave, having just learned about the sale from the news rather than from their employer directly.",
    "type": "scenario_conversation",
    "character_1_role": "self-made person",
    "character_2_role": "house manager",
    "selected_tones": [
        "empathetic",
        "grateful",
        "dissatisfied"
    ],
    "tone_options": [
        "leading",
        "punitive",
        "soothing",
        "empathetic",
        "grateful",
        "modern",
        "aggressive",
        "offering",
        "dissatisfied",
        "compliant"
    ]
}