{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[casually] Então, ah, hoje vamos começar com encaixes básicos, macho e fêmea, nada muito complicado. [clearing throat] Já tenho a madeira toda preparada, é só irem buscar os formões ali à prateleira."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Obrigado por me aceitar na turma assim em cima da hora, eu sei que tinha lista de espera e, hum, agradeço mesmo ter arranjado lugar. [pause] Há muito tempo que queria aprender algo útil com as mãos, sabes?"
        },
        {
            "role": "Character 1",
            "content": "[slowly] Chamas-te Marcus, não é?"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Sim, é isso mesmo, Marcus Thompson, pus na ficha de inscrição. Olha, estou aqui só para aprender carpintaria, tal como os outros todos na turma, nada mais que isso."
        },
        {
            "role": "Character 1",
            "content": "[carefully] É engraçado porque o meu irmão tinha uma ourivesaria no centro há uns cinco anos, e houve um grupo que a assaltou à bruta. [long pause] O chefe parecia-se muito contigo, aliás, até a mesma cicatriz por cima da sobrancelha esquerda e tudo."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Isso é uma cicatriz bastante comum, caí da bicicleta em miúdo. [exhales] Ouve, estou aqui a pagar bom dinheiro para aprender um ofício, a tentar construir algo em vez de, bem, em vez do que quer que tu aches que eu fazia."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Ataram o meu irmão a uma cadeira com abraçadeiras durante três horas enquanto limpavam o inventário todo. Teve de fechar a loja depois disso, não conseguiu repor o stock, perdeu tudo o que tinha trabalhado vinte anos para construir."
        },
        {
            "role": "Character 2",
            "content": "[apologetically] Lamento o que aconteceu ao teu irmão, a sério, isso é... é terrível. Mas eu já não sou essa pessoa, se é que alguma vez fui, que não estou a confirmar. [sighs] As pessoas mudam, tentam fazer escolhas diferentes."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Escolhas diferentes, pois."
        },
        {
            "role": "Character 2",
            "content": "[pleading] Olha, podia ter ido para qualquer curso de carpintaria na cidade mas vim para aqui porque és o melhor instrutor que há. Talvez isso seja, hum, talvez seja o destino ou karma ou lá o que é, a dar-nos aos dois uma oportunidade de seguir em frente de alguma forma."
        },
        {
            "role": "Character 1",
            "content": "[resigned] A questão é que eu ensino pessoas que querem criar coisas, não pessoas que passaram a vida a destruir o que os outros construíram. [pause] Mas pagaste seis semanas, e eu sou um profissional, portanto vamos concentrar-nos na madeira."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Está bem, compreendo a tua posição, compreendo mesmo. Só estou a pedir uma oportunidade de aprender, de talvez construir algo de bom para variar em vez de, bem, sabes."
        },
        {
            "role": "Character 1",
            "content": "[monotone] Pega no formão, vamos começar com pinho porque perdoa os erros. [exhales] Mas imagino que já saibas tudo sobre aproveitar-te de coisas que não se defendem."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Isso não é, ok, isso não é justo. [frustrated] Vim aqui para aprender, para mudar a minha vida, e tu ficas aí a agir como se as pessoas nunca pudessem tornar-se algo melhor que os seus piores momentos."
        },
        {
            "role": "Character 1",
            "content": "[coldly] O teu pior momento custou ao meu irmão o pior momento dele, e o segundo pior, e basicamente todos os momentos desde aí. Mas pronto, vamos fingir que isto é só sobre ensinar-te a cortar malhetes e lixar tábuas até ficarem lisas."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Se queres que me vá embora, diz e eu vou. Mas se ficar, talvez, sei lá, talvez nós os dois aprendamos algo sobre o que vem depois dos estragos estarem feitos."
        },
        {
            "role": "Character 1",
            "content": "[wearily] O primeiro corte é sempre o mais difícil porque não podes voltar atrás depois da lâmina passar. [long pause] Tipo tudo o resto na vida, não achas?"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Pois, estou a começar a perceber isso melhor do que possas imaginar. Cada corte deixa uma marca, e às vezes passas o resto da vida a tentar, hum, lixar as arestas que criaste."
        },
        {
            "role": "Character 1",
            "content": "[softly] A aula começa daqui a cinco."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Vou estar pronto, e vou, ah, vou trabalhar mais que qualquer outro aqui, vais ver. [pause] Talvez isso não conserte nada, mas é tudo o que tenho para oferecer agora."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[casually] So, uh, we're starting with basic joints today, mortise and tenon, nothing too complicated. [clearing throat] I've got all the wood prepped already, just need everyone to grab their chisels from the rack over there."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Thanks for accepting me into the class on such short notice, I know you had a waiting list and, um, I really appreciate you making room. [pause] Been wanting to learn something useful with my hands, you know?"
        },
        {
            "role": "Character 1",
            "content": "[slowly] Your name's Marcus, right?"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Yeah, that's right, Marcus Thompson, I put it on the registration form. Look, I'm just here to learn woodworking, same as everyone else in the class, nothing more than that."
        },
        {
            "role": "Character 1",
            "content": "[carefully] It's funny because my brother owned a jewelry store downtown about five years ago, and there was this crew that hit it pretty hard. [long pause] The leader looked a lot like you, actually, same scar above the left eyebrow and everything."
        },
        {
            "role": "Character 2",
            "content": "[firmly] That's a pretty common scar, fell off my bike as a kid. [exhales] Listen, I'm here paying good money to learn a trade, trying to build something instead of, well, instead of whatever you think I used to do."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] They zip-tied my brother to a chair for three hours while they cleaned out his entire inventory. He had to close the shop after that, couldn't afford to restock, lost everything he'd worked twenty years to build."
        },
        {
            "role": "Character 2",
            "content": "[apologetically] I'm sorry that happened to your brother, truly I am, that's... that's terrible. But I'm not that person anymore, if I even was, which I'm not confirming. [sighs] People change, they try to make different choices."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Different choices, sure."
        },
        {
            "role": "Character 2",
            "content": "[pleading] Look, I could've gone to any woodworking class in the city but I came here because you're the best instructor around. Maybe that's, um, maybe that's fate or karma or whatever, giving us both a chance to move forward somehow."
        },
        {
            "role": "Character 1",
            "content": "[resigned] The thing is, I teach people who want to create things, not people who spent their lives destroying what others built. [pause] But you paid for six weeks, and I'm a professional, so let's just focus on the wood."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Fair enough, I understand where you're coming from, I really do. I'm just asking for the chance to learn, to maybe build something good for once instead of, well, you know."
        },
        {
            "role": "Character 1",
            "content": "[monotone] Pick up your chisel, we're starting with pine because it's forgiving of mistakes. [exhales] Though I'm guessing you already know all about taking advantage of things that don't fight back."
        },
        {
            "role": "Character 2",
            "content": "[defensive] That's not, okay, that's not fair. [frustrated] I came here to learn, to change my life, and you're standing there acting like people can't ever become something better than their worst moments."
        },
        {
            "role": "Character 1",
            "content": "[coldly] Your worst moment cost my brother his worst moment, and his second worst, and basically every moment after that. But fine, let's pretend this is just about teaching you how to cut dovetails and sand boards until they're smooth."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] You want me to leave, just say it and I'll go. But if I stay, maybe, I don't know, maybe we both learn something about what comes after the damage is done."
        },
        {
            "role": "Character 1",
            "content": "[wearily] The first cut is always the hardest because you can't take it back once the blade goes through. [long pause] Kind of like everything else in life, wouldn't you say?"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Yeah, I'm starting to understand that better than you might think. Every cut leaves a mark, and sometimes you spend the rest of your life trying to, um, sand down the rough edges you created."
        },
        {
            "role": "Character 1",
            "content": "[softly] Class starts in five."
        },
        {
            "role": "Character 2",
            "content": "[relieved] I'll be ready, and I'll, uh, I'll work harder than anyone else here, you'll see. [pause] Maybe that doesn't fix anything, but it's all I've got to offer right now."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "1e39bf21_scenario.json",
    "scenario": "A former raider signs up for a woodworking class to learn a legitimate trade, but the instructor recognizes them from a violent raid on their brother's business years ago.",
    "type": "scenario_conversation",
    "character_1_role": "raider",
    "character_2_role": "instructor",
    "selected_tones": [
        "detached",
        "conciliatory",
        "passive"
    ],
    "tone_options": [
        "passive",
        "conciliatory",
        "descending",
        "pleasant",
        "receiving",
        "varied",
        "playful",
        "head-in-the-clouds",
        "detached",
        "ready"
    ]
}