{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[surpreso] Estás com um aspeto terrível, pensei que íamos, [hesitante], encontrar-nos esta noite mas mal consegues estar de pé."
        },
        {
            "role": "Character 2",
            "content": "[defensivo] Estou bem, só um pouco, [exausto], cansado do trabalho e talvez a lutar contra algo pequeno, [debilmente], nada que deva impedir os nossos planos. [tosse]"
        },
        {
            "role": "Character 1",
            "content": "[preocupado] Bem, eh, estás a arder em febre e, tipo, estás a tremer por isso talvez devêssemos, [firmemente], remarcar isto para quando não estiveres prestes a desmaiar. [suspiro]"
        },
        {
            "role": "Character 2",
            "content": "[teimosamente] Não preciso que, hum, te preocupes comigo, quer dizer, não é isso que fazemos aqui, [amargo], encontramo-nos e mantemos as coisas simples sem, [desvanecendo], toda esta coisa emocional, sabes?"
        },
        {
            "role": "Character 1",
            "content": "[frustrado] Deus, és impossível quando ficas assim, [alto], a agir como se aceitar ajuda violasse o nosso estúpido acordo. [gemido]"
        },
        {
            "role": "Character 2",
            "content": "O objetivo era, bem, sem compromissos e, ahm, agora estás a tentar, [baixinho], fazer de enfermeiro quando só preciso de dormir, quer dizer, talvez uns medicamentos."
        },
        {
            "role": "Character 1",
            "content": "[sussurrando] Eh, pára, está bem?"
        },
        {
            "role": "Character 2",
            "content": "[voz trémula] Olha, eu, eh, não como há dois dias porque, [nauseado], tudo me deixa enjoado e, ahm, não consigo manter nada no estômago mas não queria, [muito baixinho], cancelar contigo outra vez. [suspiro suave]"
        },
        {
            "role": "Character 1",
            "content": "[com empatia] Devias ter-me dito, quer dizer, em vez de fingir que está tudo normal quando estás, [ansioso], claramente a sofrer aqui sozinho neste apartamento sem, bem, ninguém para te ajudar. [pausa]"
        },
        {
            "role": "Character 2",
            "content": "[apologético] Mas isso não é o teu trabalho, tipo, concordámos desde o início que não íamos, [confuso], sobrecarregar um ao outro com problemas da vida real ou, hum, envolver-nos demasiado para além das, [resmungando], coisas físicas, sabes?"
        },
        {
            "role": "Character 1",
            "content": "Que se lixe o que concordámos porque, hum, agora mesmo precisas de alguém para, [apaixonadamente], cuidar de ti quer isso caiba no nosso acordo ou não, bem, não te vou deixar assim."
        },
        {
            "role": "Character 2",
            "content": "[caloroso] Porque é que estás a ser tão, ahm, gentil comigo quando ambos sabemos que isto não é, [nervoso], aquilo para que nos inscrevemos e, tipo, não me deves nada para além dos nossos habituais, [devagar], encontros de terça à noite?"
        },
        {
            "role": "Character 1",
            "content": "[sinceramente] Talvez me importe contigo mais do que as nossas, bem, estúpidas regras me permitem admitir, [muito melancólico], até a mim próprio na maioria das noites. [fungando]"
        },
        {
            "role": "Character 2",
            "content": "[chocado] Não devias, [chorando ao falar], dizer coisas dessas quando estou demasiado fraco para, [emocionado], manter os limites de que precisamos. [choro]"
        },
        {
            "role": "Character 1",
            "content": "[gentilmente] Deixa-me fazer-te uma sopa e arranjar-te medicamentos, [aliviado], depois podemos fingir que isto nunca aconteceu se quiseres. [risadinha]"
        },
        {
            "role": "Character 2",
            "content": "[grato] Não acho que consiga, [em lágrimas], fingir mais que o que temos é só casual quando estás, [ternamente], aqui a cuidar de mim assim. [riso]"
        },
        {
            "role": "Character 1",
            "content": "[esperançoso] Talvez estares doente te esteja a deixar delirante mas eu fico, [feliz], bem com mudar o nosso acordo se tu também ficares, [brincalhão], quando estiveres melhor claro. [respiração profunda]"
        },
        {
            "role": "Character 2",
            "content": "[falando sorrindo] A febre deve estar a baixar porque de repente tudo parece, [claramente], diferente entre nós como se talvez tenhamos estado, [entusiasmado], a enganar-nos a nós próprios este tempo todo. [gargalhada]"
        },
        {
            "role": "Character 1",
            "content": "[encantado] Então depois de meses a fingir que não temos sentimentos, [brincando], bastou ficares com gripe para admitir a verdade."
        },
        {
            "role": "Character 2",
            "content": "[alegre] Bem, acho que ser vulnerável tem os seus, hum, benefícios inesperados mesmo que signifique, [satisfeito], quebrar todas as regras que fizemos para, tipo, proteger-nos exatamente desta situação. [bocejo]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[surprised] You look terrible, I thought we were supposed to, [hesitantly], hook up tonight but you can barely stand up straight."
        },
        {
            "role": "Character 2",
            "content": "[defensive] I'm fine, just a little, [exhausted], tired from work and maybe fighting off something minor, [weakly], nothing that should stop our plans. [cough]"
        },
        {
            "role": "Character 1",
            "content": "[concerned] Well, um, your skin is burning up and, like, you're shaking so maybe we should, [firmly], reschedule this for when you're not about to collapse. [sigh]"
        },
        {
            "role": "Character 2",
            "content": "[stubbornly] I don't need you to, um, worry about me, I mean, that's not what we do here, [bitter], we just meet up and keep things simple without, [trailing off], all this emotional stuff, you know?"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] God, you're impossible when you get like this, [loudly], acting like accepting help somehow violates our stupid arrangement. [groan]"
        },
        {
            "role": "Character 2",
            "content": "The whole point was, well, no strings attached and, umm, now you're trying to, [quietly], play nurse when I just need some sleep, I mean, maybe some medicine."
        },
        {
            "role": "Character 1",
            "content": "[whispering] Um, just stop, okay?"
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Look, I, er, haven't eaten in two days because, [nauseated], everything makes me sick and, umm, I can't keep anything down but I didn't want to, [very quietly], cancel on you again. [gasp softly]"
        },
        {
            "role": "Character 1",
            "content": "[empathetically] You should have told me, I mean, instead of pretending everything's normal when you're, [anxious], clearly suffering here alone in this apartment with, well, nobody to help you. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] That's not your job though, like, we agreed from the start that we wouldn't, [confused], burden each other with real life problems or, um, get too involved beyond the, [mumbling], physical stuff, you know?"
        },
        {
            "role": "Character 1",
            "content": "Screw what we agreed because, um, right now you need someone to, [passionately], take care of you whether that fits our arrangement or not, well, I'm not leaving you like this."
        },
        {
            "role": "Character 2",
            "content": "[warm] Why are you being so, umm, kind to me when we both know this isn't, [nervous], what we signed up for and, like, you don't owe me anything beyond our usual, [slowly], Tuesday night meetings?"
        },
        {
            "role": "Character 1",
            "content": "[sincerely] Maybe I care about you more than our, well, stupid rules allow me to admit, [very melancholic], even to myself most nights. [sniffle]"
        },
        {
            "role": "Character 2",
            "content": "[shocked] You're not supposed to, [crying while speaking], say things like that when I'm too weak to, [emotionally], maintain the boundaries we need. [cry]"
        },
        {
            "role": "Character 1",
            "content": "[gently] Let me make you some soup and get you medicine, [relieved], then we can pretend this never happened if you want. [chuckle]"
        },
        {
            "role": "Character 2",
            "content": "[grateful] I don't think I can, [tearfully], pretend anymore that what we have is just casual when you're, [tenderly], here taking care of me like this. [laugh]"
        },
        {
            "role": "Character 1",
            "content": "[hopeful] Maybe being sick is making you delirious but I'm, [happy], okay with changing our arrangement if you are, [playful], once you're feeling better of course. [deep breath]"
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] The fever must be breaking because suddenly everything feels, [clearly], different between us like maybe we've been, [excited], fooling ourselves this whole time. [belly laugh]"
        },
        {
            "role": "Character 1",
            "content": "[delighted] So after months of pretending we don't have feelings, [joking], all it took was you getting the flu to admit the truth."
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Well, I guess being vulnerable has its, um, unexpected benefits even if it means, [contentedly], breaking every rule we made to, like, protect ourselves from this exact situation. [yawn]"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "78ae094f_scenario.json",
    "scenario": "A friends with benefits partner arrives for their usual casual meetup, only to find the other seriously ill but trying to hide their condition.",
    "type": "scenario_conversation",
    "character_1_role": "friends with benefits",
    "character_2_role": "sick person",
    "selected_tones": [
        "draining",
        "bonding",
        "natural"
    ],
    "tone_options": [
        "slowing",
        "lenient",
        "planning",
        "praising",
        "natural",
        "demanding",
        "confused",
        "draining",
        "bonding",
        "thrilling"
    ]
}