{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[amargo] Não esperava que estivesse aqui alguém, hum, uma vez que o agente imobiliário disse que a, [frio], propriedade estaria vazia para a minha, bem, [baixinho], última vistoria antes de pôr à venda. [pausa]"
        },
        {
            "role": "Character 2",
            "content": "[apologético] O seu pai pediu-me para continuar a, [devagar], manter a piscina até a casa ser vendida porque disse que era, [caloroso], a única coisa que não devia morrer com ele mesmo sabendo, [desvanecendo], que o senhor ia querer vender rapidamente."
        },
        {
            "role": "Character 1",
            "content": "[frustrado] Bem, quer dizer, isso parece mesmo dele, sempre a fazer, [severo], arranjos sem consultar ninguém, especialmente, é, [monótono], o único filho que teve de vir de Los Angeles só para, hum, tratar disto tudo."
        },
        {
            "role": "Character 2",
            "content": "Hum, ele falava do senhor todas as semanas quando eu vinha, [com empatia], limpar os filtros e verificar os químicos, sempre a perguntar-se se, bem, [voz trémula], algum dia voltaria a nadar nesta piscina como fazia em miúdo."
        },
        {
            "role": "Character 1",
            "content": "A piscina era a obsessão dele, não a minha, e ele passava mais tempo, [ansioso], a flutuar ali do que alguma vez passou, [arrependido], a falar comigo sobre qualquer coisa que realmente, [muito baixinho], importasse nas nossas vidas."
        },
        {
            "role": "Character 2",
            "content": "[hesitante] Ele disse-me que o senhor se tornou advogado de entretenimento para, [apaixonadamente], provar que não precisava do dinheiro dele mas guardava todos os, [orgulhoso], artigos sobre os seus casos num álbum junto à casa da piscina."
        },
        {
            "role": "Character 1",
            "content": "[confuso] Não há álbum nenhum na casa—já revi, [exausto], tudo para a venda do espólio e não encontrei nada a não ser, [amargo], documentos financeiros e vinte anos de, [zangado], recibos de manutenção da piscina. [suspiro]"
        },
        {
            "role": "Character 2",
            "content": "[gentilmente] Está no barracão da casa da piscina, hum, escondido atrás dos produtos químicos onde ele se, [sussurrando], sentava a lê-los vezes sem conta, sabe."
        },
        {
            "role": "Character 1",
            "content": "[perturbado] Então um estranho que limpava a piscina dele sabia mais sobre, [trémulo], os sentimentos dele do que o próprio filho que tentava ligar-lhe, [chorando ao falar], todos os feriados só para ouvir falar de níveis de cloro e, [voz trémula], equilíbrio do pH em vez de qualquer coisa real. [riso]"
        },
        {
            "role": "Character 2",
            "content": "Bem, quer dizer, eu não era um estranho para ele depois de vinte anos—falávamos durante, [tristemente], horas enquanto eu trabalhava, hum, sobre tudo."
        },
        {
            "role": "Character 1",
            "content": "[muito melancólico] Hum, tudo menos como é que havia de, pronto, dizer ao filho que o amava, suponho."
        },
        {
            "role": "Character 2",
            "content": "[sinceramente] Ele amava-o mas tinha um medo terrível de, [nervoso], águas profundas e conversas emocionais por igual, e é por isso que, hum, [formal], me contratou para manter tanto a piscina onde nunca nadava como, bem, [pigarreando], a distância que não conseguia atravessar. [gemido]"
        },
        {
            "role": "Character 1",
            "content": "[sussurrando alto] Quer dizer, isso é suposto tornar isto mais fácil de alguma forma, saber que ele, hum, [pausa], pagava a alguém para ouvir o que eu devia ter ouvido?"
        },
        {
            "role": "Character 2",
            "content": "[timidamente] Bem, hum, talvez não."
        },
        {
            "role": "Character 1",
            "content": "[gritando] Acabe lá o trabalho!"
        },
        {
            "role": "Character 2",
            "content": "[aliviado] Antes de ir embora, há uma carta que ele lhe escreveu e que me pediu para, [cuidadosamente], lhe entregar só depois de a casa estar vazia mas já que o senhor está, [emocionado], aqui agora acho que ele ia querer que a tivesse."
        },
        {
            "role": "Character 1",
            "content": "[em lágrimas] Hum, não sei se consigo ler mais uma das suas, [acelerando], listas sobre manutenção de piscinas ou valores imobiliários quando o que eu precisava eram, bem, [desesperadamente], palavras reais sobre nós, sobre porque é que ele não conseguia simplesmente, é, [quebrado], dizer o que importava."
        },
        {
            "role": "Character 2",
            "content": "[compassivo] Bem, não é sobre a piscina, hum, é sobre o verão em que quase se afogou e como ele, [embargado], nunca mais entrou na água depois desse dia."
        },
        {
            "role": "Character 1",
            "content": "[chocado] Eu tinha 6 anos e mal me lembro desse dia mas, hum, [muito devagar], ele nunca me disse que foi por isso que parou de nadar, nunca explicou porque é que ficava, bem, [ofegante], parado na beira a olhar para mim mas nunca, sabes, [pesaroso], entrava mesmo quando eu lhe implorava para brincar. [choro]"
        },
        {
            "role": "Character 2",
            "content": "A carta explica tudo o que ele não conseguiu dizer—como salvá-lo nesse dia, [pesadamente], o fez perceber que o podia perder, e o medo, [pesaroso], paralisou-o de mais formas do que apenas nadar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[bitter] I didn't expect anyone to be here, um, since the estate agent said the, [cold], property would be empty for my, well, [quietly], final walkthrough before listing. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Your father asked me to keep, [slowly], maintaining the pool until the house sold because he said it was, [warm], the one thing that shouldn't die with him even though, [trailing off], he knew you'd want to sell quickly."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Well, I mean, that sounds like him, always making, [stern], arrangements without consulting anyone, especially, er, [monotone], his only daughter who had to fly in from Los Angeles just to, um, handle all this."
        },
        {
            "role": "Character 2",
            "content": "Um, he talked about you every week when I came, [empathetically], to clean the filters and check the chemicals, always wondering if, well, [shaky voice], you'd ever swim in this pool again like you did as a kid."
        },
        {
            "role": "Character 1",
            "content": "The pool was his obsession, not mine, and he spent more time, [anxious], floating out there than he ever spent, [regretful], talking to me about anything that actually, [very quietly], mattered in our lives."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] He told me you became an entertainment lawyer to, [passionately], prove you didn't need his money but he kept every single, [proudly], article about your cases in a scrapbook by the pool house."
        },
        {
            "role": "Character 1",
            "content": "[confused] There's no scrapbook in the house—I've been through, [exhausted], everything for the estate sale and found nothing but, [bitter], financial documents and twenty years of, [angry], pool maintenance receipts. [sigh]"
        },
        {
            "role": "Character 2",
            "content": "[gently] It's in the pool house shed, um, hidden behind the chemical supplies where he'd, [whispering], sit and read them over and over, you know."
        },
        {
            "role": "Character 1",
            "content": "[upset] So a stranger who cleaned his pool knew more about, [trembling], his feelings than his own daughter who tried calling him, [crying while speaking], every holiday only to hear about chlorine levels and, [shaky voice], pH balance instead of anything real. [laugh]"
        },
        {
            "role": "Character 2",
            "content": "Well, I mean, I wasn't a stranger to him after twenty years—we'd talk for, [sadly], hours while I worked, um, about everything."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] Um, everything except how to, well, tell his daughter he loved her, I suppose."
        },
        {
            "role": "Character 2",
            "content": "[sincerely] He did love you but he was terrified of, [nervous], deep water and emotional conversations equally, which is why he, um, [formal], hired me to maintain both the pool he never swam in and, well, [clearing throat], the distance he couldn't cross. [groan]"
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] I mean, that's supposed to make this easier somehow, knowing he, um, [pause], paid someone to hear what I should have heard?"
        },
        {
            "role": "Character 2",
            "content": "[meekly] Well, um, maybe not."
        },
        {
            "role": "Character 1",
            "content": "[shouting] Just finish the job!"
        },
        {
            "role": "Character 2",
            "content": "[relieved] Before I go, there's a letter he wrote you that he asked me to, [carefully], give you only after the house was empty but since you're, [emotionally], here now I think he'd want you to have it."
        },
        {
            "role": "Character 1",
            "content": "[tearfully] Um, I don't know if I can read another one of his, [speeding up], lists about pool maintenance or property values when what I needed were, well, [desperately], actual words about us, about why he couldn't just, er, [broken], say what mattered."
        },
        {
            "role": "Character 2",
            "content": "[compassionate] Well, it's not about the pool, um, it's about the summer you almost drowned and how he, [choked up], never got in the water again after that day."
        },
        {
            "role": "Character 1",
            "content": "[shocked] I was six years old and I barely remember that day but, um, [very slowly], he never told me that's why he stopped swimming, never explained why he'd, well, [gasping], stand at the edge watching me but never, you know, [mournfully], coming in even when I begged him to play. [cry]"
        },
        {
            "role": "Character 2",
            "content": "The letter explains everything he couldn't say—how saving you that day, [heavily], made him realize he could lose you, and the fear, [sorrowfully], paralyzed him in more ways than just swimming."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "7570ccc4_scenario.json",
    "scenario": "An entertainment lawyer arrives at her childhood home to discuss selling it after her father's death, only to find the pool technician who's been maintaining it for twenty years and knew her father better than she did.",
    "type": "scenario_conversation",
    "character_1_role": "entertainment lawyer",
    "character_2_role": "pool technician",
    "selected_tones": [
        "somber",
        "depressing",
        "cold"
    ],
    "tone_options": [
        "somber",
        "directing",
        "scripted",
        "depressing",
        "cold",
        "inaccurate",
        "present-focused",
        "swimming",
        "provoking",
        "boring"
    ]
}