{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Ils ont appelé. Le rappel va avoir lieu. [pause] Tous, chaque unité, ils les retirent toutes. [relieved] Mon Dieu, je ne peux même pas— 3 ans. 3 ans de dépositions et de découvertes et eux qui me traitaient de menteur, disant que je cherchais l'argent, que j'étais— [crying while speaking] désolé, c'est juste... ma fille aurait eu 23 ans demain. [sniffle] Mais ça veut dire, euh, ça veut dire que des milliers de familles ne vivront pas ce qu'on a vécu. The lawyers said maybe ten thousand units? C'est... [very quietly] c'est tellement d'enfants qui vont pouvoir grandir. [long pause] Tu sais ce qui est fou? J'ai vraiment commencé à douter de moi-même. Genre, peut-être que j'avais tort, peut-être que ce n'était pas le produit, maybe I was just a grieving parent looking for someone to blame. [animated] Mais on avait les preuves! We had their own engineers saying it was dangerous! [exhausted] Je suis tellement fatigué. Mais aussi, bizarrement, plein d'énergie? [warm] Sarah aurait été si fière. Elle disait toujours que je devrais être avocat parce que je ne me tais jamais quand quelque chose est injuste. [laugh] J'imagine que je lui ai donné raison, hein? [very sincerely] On l'a fait, ma chérie. We actually did it."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] They called. The recall is happening. [pause] All of them, every single unit, they're pulling them all. [relieved] God, I can't even— three years. Three years of depositions and discovery and them calling me a liar, saying I was after money, that I was— [crying while speaking] sorry, I just... my daughter would've been twenty-three tomorrow. [sniffle] But this means, um, this means thousands of families won't go through what we did. The lawyers said maybe ten thousand units? That's... [very quietly] that's so many kids who get to grow up. [long pause] You know what's crazy? I actually started doubting myself. Like, maybe I was wrong, maybe it wasn't the product, maybe I was just a grieving parent looking for someone to blame. [animated] But we had the evidence! We had their own engineers saying it was dangerous! [exhausted] I'm just so tired. But also, like, weirdly energized? [warm] Sarah would've been so proud. She always said I should be a lawyer because I never shut up when something's unfair. [laugh] Guess I proved her right, huh? [very sincerely] We did it, baby. We actually did it."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "0f70166c_monologue.json",
    "type": "emotional_monologue"
}