{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Trois ans. Trois putains d'années que j'ai passées à monter cette fusion, et ils— [pause] « Nous apprécions vos contributions, mais la nouvelle structure nécessite un leadership renouvelé. » [mocking] Un leadership renouvelé. C'est littéralement moi qui ai écrit le manuel d'intégration qu'ils utilisent.\n\n[angry] J'étais dans ces salles de réunion jusqu'à 3h du mat', j'ai raté le spectacle de ma fille, euh, en gros j'ai vécu de plats à emporter et de café pendant six mois. [sarcastic] Et maintenant Brad de leur côté récupère mon bureau ? Brad qui ne pigeait même pas les modèles de synergie de base sans que je lui explique cinq fois ?\n\n[very quietly] Le pire, c'est que je l'ai vu venir. Enfin, peut-être pas ça exactement, mais... [frustrated] Je veux dire, ils ont commencé à m'écarter des réunions le mois dernier. « Oh, on ne voulait pas t'embêter avec les détails. » [laugh] Les détails que j'ai putain de créés !\n\n[shaky voice] Mon équipe ne sait même pas encore. Ils sont tous en train de fêter la prime de fusion pendant que moi je— [long pause] Je vais devoir rendre des comptes à quelqu'un que j'ai embauché il y a deux ans.\n\n[very sad] Maman disait toujours de ne jamais faire confiance aux gens qui sourient trop en affaires. J'aurais dû l'écouter. [sigh] Bon, je vais, euh, mettre à jour mon LinkedIn. [bitter] « Cadre expérimenté cherche poste où la loyauté n'est pas considérée comme une faiblesse. »"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Three years. Three fucking years I spent putting this merger together, and they just— [pause] \"We appreciate your contributions, but the new structure requires fresh leadership.\" [mocking] Fresh leadership. I literally wrote the integration playbook they're using. \n\n[angry] I sat in those conference rooms until 3 AM, missed my daughter's recital, um, basically lived on takeout and coffee for six months straight. [sarcastic] And now Brad from their side gets my office? Brad who couldn't even understand the basic synergy models without me explaining them five times?\n\n[very quietly] The worst part is I saw it coming. Well, maybe not this exactly, but... [frustrated] I mean, they started cutting me out of meetings last month. \"Oh, we didn't want to bother you with the details.\" [laugh] The details I fucking created!\n\n[shaky voice] My team doesn't even know yet. They're all celebrating the merger bonus while I'm— [long pause] I'm going to be reporting to someone I hired two years ago. \n\n[very sad] Mom always said never trust anyone in business who smiles too much. Should've listened. [sigh] Guess I'll, uh, start updating my LinkedIn. [bitter] \"Experienced executive seeks position where loyalty isn't considered a weakness.\""
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "05553093_monologue.json",
    "type": "emotional_monologue"
}