{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] J'arrête pas de repasser hier dans ma tête, encore et encore, comme si à force d'y penser ça allait finir par avoir du sens. Euh, tu sais ce feeling quand quelqu'un dit un truc et ça... [pause] ça te touche différemment ? Sarah m'a fait comprendre—enfin, elle l'a pas dit directement, mais [frustrated] Putain, c'était assez évident qu'elle parlait à Marcus dans mon dos.\n\n[laugh] Le plus drôle, c'est que je m'en doutais depuis des semaines. Genre toutes les fois où elle était soudainement \"trop occupée\" pour qu'on se voie ? [sarcastic] Ouais, super discret, Sarah. Mais l'entendre confirmé comme ça... Enfin, je pensais qu'on était plus proches que ça, tu vois ? [sad] On est potes depuis le collège.\n\n[sighs] Peut-être que je réagis trop. En fait non—[angry] pourquoi je devrais minimiser ça ? Elle savait très bien ce que je ressentais pour lui. Elle m'a littéralement pris dans ses bras pendant que je pleurais à cause de lui le mois dernier ! [shaky voice] Et maintenant ils sont quoi, ensemble ?\n\nJe continue à me dire qu'il y a peut-être une explication qui rend tout ça acceptable. [quietly] Mais franchement ? Je crois pas. [bitter] Y a des limites qu'on franchit pas, et elle—elle l'a pas juste franchie, elle l'a carrément pulvérisée.\n\n[long pause] Faut que je décide si cette amitié vaut le coup d'être sauvée. [exhausted] J'en ai juste marre d'être toujours celui qui pardonne tout."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] I keep replaying yesterday over and over, like maybe if I think about it hard enough it'll somehow make sense. Um, you know that feeling when someone says something and it just... [pause] hits different? Sarah basically told me—well, she didn't exactly say it, but [frustrated] God, she made it pretty obvious that she's been talking to Marcus behind my back. \n\n[laugh] The funny thing is, I actually suspected something for weeks. Like all those times she was suddenly \"too busy\" to hang out? [sarcastic] Yeah, real subtle, Sarah. But hearing it confirmed just... I mean, I thought we were closer than that, you know? [sad] We've been friends since middle school. \n\n[sighs] Maybe I'm overreacting. Actually, no—[angry] why should I minimize this? She knew how I felt about him. She literally held me while I cried about him last month! [shaky voice] And now they're what, together? \n\nI keep thinking maybe there's an explanation that makes this okay. [quietly] But honestly? I don't think there is. [bitter] Some lines you just don't cross, and she—she didn't just cross it, she completely obliterated it. \n\n[long pause] I guess I need to decide if this friendship is worth salvaging. [exhausted] I'm just so tired of always being the one who forgives everything."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "0d1ee968_monologue.json",
    "type": "emotional_monologue"
}