{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Ils veulent que je me tienne là, juste là. Um, exactement où Marcus était assis, tu sais? [pause] Et je devrais être—franchement, je devrais être content de cette promotion, non? Genre, Maman arrête pas de dire que c'est un tel honneur, et le salaire est meilleur, et... [short pause] Putain, je veux dire, Judge Harrison actually shook my hand today. [sarcastic] La même main qui a frappé le marteau quand ils ont donné 15 ans à Marcus. [angry] 15 ans pour quelque chose qu'il n'a même pas—[frustrated] désolé, c'est juste que... [sigh] Le truc c'est que, uh, tout le monde s'attend à ce que je sois reconnaissant. Et une partie de moi, genre—[confused] une partie de moi l'est vraiment? Which makes me feel so... [trailing off] je sais pas. C'est vraiment cette blague tordue, tu vois? [very quietly] Moi en uniforme, keeping order in the place that destroyed him. [pause] Mais voilà le truc—peut-être, je veux dire, peut-être que si je suis là, non? Si je surveille, alors... [hesitantly] alors au moins quelqu'un qui connaît la vérité est dans cette salle. Quelqu'un qui, um, qui se souvient de ce qui s'est vraiment passé. [crying while speaking] Marcus se moquerait de moi, honnêtement. [sniffle] Debout là tout officiel pendant qu'il est—[bitter] pendant qu'il compte les jours dans une cellule pour rien."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] They want me to stand right there. Um, right where Marcus sat, you know? [pause] And I should be—honestly, I should be happy about this promotion, right? Like, Mom keeps saying it's such an honor, and the pay is better, and... [short pause] God, I mean, Judge Harrison actually shook my hand today. [sarcastic] The same hand that banged the gavel when they gave Marcus fifteen years. [angry] Fifteen years for something he didn't even—[frustrated] sorry, I just... [sigh] The thing is, uh, everyone expects me to be grateful. And part of me, like—[confused] part of me actually is? Which makes me feel so... [trailing off] I don't know. It's basically this twisted joke, you know? [very quietly] Me in uniform, keeping order in the place that destroyed him. [pause] But here's the thing—maybe, I mean, maybe if I'm there, right? If I'm watching, then... [hesitantly] then at least someone who knows the truth is in that room. Someone who, um, who remembers what really happened. [crying while speaking] Marcus would probably laugh at me, honestly. [sniffle] Standing there all official while he's—[bitter] while he's counting days in a cell for nothing."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "007503f1_monologue.json",
    "type": "emotional_monologue"
}