{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Oh mon Dieu, Sarah vient de—elle vient de me parler de Marcus. [very excited] Deux ans clean ! Et, euh, il a récupéré ses enfants la semaine dernière. Enfin, [shaky voice] quand il a franchi cette porte pour la première fois, il était tellement brisé, tu vois ? Genre, franchement, j'étais pas sûr qu'il tiendrait jusqu'à la fin du premier mois. [short pause] Mais il a continué à venir, et—putain, [crying while speaking] je me souviens quand il a apporté ces photos de ses petits au groupe cette fois-là. La façon dont il a, euh, complètement craqué en parlant d'avoir raté leurs anniversaires. [sniffle] Et maintenant ils sont chez lui. Ils sont vraiment chez lui. [extremely happy] Deux ans complets ! Tu sais à quel point c'est, genre, incroyablement difficile ? Je veux dire, les statistiques sont—bon, elles sont pas terribles, hein ? [warm] Mais Marcus, il a juste... [pause] Il s'est battu pour ça. Chaque jour, il s'est battu. Quand son ex l'empêchait de les voir, quand il a rechuté cette fois—attends, [quickly] c'était avant les deux ans—quand sa mère est morte, tout ça. [very sincerely] Ce boulot, c'est tellement dur parfois, de regarder les gens galérer, mais là, [relieved] là tu as une journée comme ça et c'est juste... [trailing off] [happy] Ça rend tout le reste supportable."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Oh my God, Sarah just—she just told me about Marcus. [very excited] Two years clean! And, um, he got his kids back last week. I mean, [shaky voice] when he first walked through that door, he was so broken, you know? Like, honestly, I wasn't sure if he'd make it past the first month. [short pause] But he kept showing up, and—God, [crying while speaking] I remember when he brought those photos of his babies to group that one time. The way he just, er, completely broke down talking about missing their birthdays. [sniffle] And now they're home with him. They're actually home. [extremely happy] Two whole years! Do you know how, like, insanely hard that is? I mean, the statistics are—well, they're not great, right? [warm] But Marcus, he just... [pause] He fought for this. Every single day, he fought. When his ex wouldn't let him see them, when he relapsed that one time—wait, [quickly] that was before the two years—when his mom died, all of it. [very sincerely] This job, it's so hard sometimes, watching people struggle, but then, [relieved] then you get a day like this and it's just... [trailing off] [happy] It makes everything worth it."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "112689d0_monologue.json",
    "type": "emotional_monologue"
}