{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Je—j'arrive pas à arrêter de trembler. 3 ans, [crying while speaking] 3 années entières où tout le monde me disait que j'avais tort, que je devrais laisser tomber. Mais je savais, [passionately] JE SAVAIS que tu ne l'avais pas fait! [sniffle] Mon Dieu, quand ils ont refusé de regarder les images de sécurité, I thought I was going to lose my mind. [angry] Ces procureurs, ils voulaient juste leur condamnation, ils se foutaient de la vérité.\n\n[long pause]\n\nTu sais, euh, il y avait des nuits où j'étais assis avec tous les dossiers étalés sur le sol de mon salon, [exhausted] complètement vidé, me demandant si peut-être—peut-être que c'était moi le fou. [laugh] Mais après je me rappelais ton visage ce jour-là, [very sad] comme tu avais l'air effrayé quand ils t'ont emmené. [determined] Et je ne pouvais pas—I wouldn't give up.\n\n[relieved] Quand le juge a dit \"non coupable,\" je... [gasp softly] je ne pouvais plus respirer. [extremely happy] Tu es libre! You're actually free! [warm] Et entendre ta voix maintenant, sans ces téléphones de prison qui nous coupaient—[cry] je suis désolé, je suis un vrai désastre. [laughing while speaking] On l'a fait quand même. We actually did it. [very sincerely] Tu n'as jamais besoin de me remercier. C'est ça que la famille fait."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I just—I can't stop shaking. Three years, [crying while speaking] three whole years of everyone telling me I was wrong, that I should just let it go. But I knew, [passionately] I KNEW you didn't do it! [sniffle] God, when they wouldn't even look at that security footage, I thought I was going to lose my mind. [angry] Those prosecutors, they just wanted their conviction, didn't care about the truth. \n\n[long pause] \n\nYou know, um, there were nights I'd sit with all those case files spread across my living room floor, [exhausted] just completely drained, wondering if maybe—maybe I was the crazy one. [laugh] But then I'd remember your face that day, [very sad] how scared you looked when they took you away. [determined] And I couldn't—I wouldn't give up.\n\n[relieved] When the judge said \"not guilty,\" I just... [gasp softly] I couldn't breathe. [extremely happy] You're free! You're actually free! [warm] And hearing your voice just now, without those prison phones cutting us off—[cry] I'm sorry, I'm such a mess. [laughing while speaking] We did it though. We actually did it. [very sincerely] You never have to thank me. That's what family does."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "129fcdfb_monologue.json",
    "type": "emotional_monologue"
}