{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustré] Trois ans. Euh, trois putains d'années à étudier, et ils ont juste—ils l'ont révoqué. [pause] Genre, j'étais même pas dans ce centre d'examen quand toute cette, tu vois, histoire de réseau de tricherie s'est passée. Enfin, [amer] tous ceux qui ont passé leur examen en décembre ont été mis dans le même sac, voilà. Le truc c'est que, [en accélérant] j'ai passé le mien à 8h du matin, le scandale c'était à la session de 14h, mais apparemment ça compte pas parce que, [sarcastique] ah ben oui, il faut préserver l'intégrité de la certification. [en colère] L'intégrité ? Elle est où l'intégrité quand on punit des innocents ? [voix tremblante] J'ai, euh, 37 candidatures en cours qui valent plus rien maintenant. Ma cheffe, [doucement] franchement, elle a été très compréhensive mais je le vois dans ses yeux, genre—y a du doute. [soupir] Et je peux même pas me défendre correctement parce que tout le monde se dit, ben, [moqueur] il n'y a pas de fumée sans feu. [contrarié] Ma femme arrête pas de dire qu'on devrait prendre un avocat mais, euh, tu sais combien ça coûte ? [pause] J'ai tellement bossé pour cette certif. Hmm, j'aurais peut-être dû tricher pour de vrai, [rire amèrement] vu que je paie pour de toute façon. [épuisé] Je sais pas, je... franchement je sais plus quoi faire."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Three years. Um, three fucking years of studying, and they just—they revoked it. [pause] Like, I wasn't even in that testing center when the whole, you know, cheating ring thing happened. I mean, [bitter] everyone who took their exam in December got lumped together, right? The thing is, [speeding up] I took mine at 8 AM, the scandal happened at the 2 PM session, but apparently that doesn't matter because, [sarcastic] oh, we need to maintain the integrity of the certification. [angry] Integrity? Where's the integrity in punishing innocent people? [shaky voice] I've got, er, thirty-seven job applications out there that are basically worthless now. My boss is, [quietly] honestly, she's been really understanding but I can see it in her eyes, like—there's doubt. [sigh] And I can't even defend myself properly because everyone just assumes, well, [mocking] where there's smoke there's fire. [upset] My wife keeps saying we should get a lawyer but, um, do you know how much that costs? [pause] I studied so hard for that cert. Hmm, maybe I should've just actually cheated, [laugh bitterly] since I'm paying for it anyway. [exhausted] I don't know, I just... I really don't know what to do anymore."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "0898cbdb_monologue.json",
    "type": "emotional_monologue"
}