{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amer] Trois mois. Trois putains de mois que j'ai passés sur cette analyse de restructuration, et ils ont juste—hmm, tu sais ce qui est vraiment incroyable ? [pause] Je l'avais prédit, mais genre, exactement. Chaque risque, chaque opportunité, toute la situation avec la filiale Meridian qui est maintenant, [sarcastique] oh surprise, en train d'exploser exactement comme je l'avais dit. Mais non, Brad de la stratégie corporate devait, euh, \"aligner le message avec les priorités de la direction\" ou je sais pas quelle connerie d'euphémisme ils utilisent maintenant. [frustré] Le truc, c'est que, enfin, je savais que ça arriverait quand Peterson a été promu, non ? Genre, il a jamais compris la dette en difficulté, il a juste—[en colère] Putain, ils l'ont même pas lu ! [plus bas] 27 entreprises analysées, et ils ont enterré tout ça parce que, en gros, ça faisait mal paraître leur acquisition golden boy. [pause] Tu sais ce qui me tue ? [très doucement] Martinez de la gestion des risques, elle, euh, elle m'a pris à part hier et m'a dit que mes chiffres étaient pile dans le mille. Que le conseil panique maintenant sur les scénarios exacts que j'avais décrits. [épuisé] Mais bon, au moins le PowerPoint de Brad avait de beaux graphiques, alors... [voix qui s'éteint] Je sais pas, peut-être que je devrais juste—en fait, laisse tomber. [soupir] Trois mois foutus en l'air."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Three months. Three fucking months I spent on that restructuring analysis, and they just—hmm, you know what the really incredible part is? [pause] I literally called it. Every single risk, every opportunity, the whole Meridian subsidiary situation that's now, [sarcastic] oh surprise, blowing up exactly like I said it would. But no, Brad from corporate strategy had to, um, \"align the messaging with senior leadership priorities\" or whatever bullshit euphemism they're using now. [frustrated] The thing is, I mean, I knew this would happen when Peterson got promoted, right? Like, he's never understood distressed debt, he just—[angry] God, they didn't even read it! [quieter] Twenty-seven companies analyzed, and they buried it because, basically, it made their golden boy acquisition look bad. [pause] You know what kills me? [very quietly] Martinez from risk management, she, uh, she pulled me aside yesterday and said my numbers were dead on. That the board's freaking out now about the exact scenarios I outlined. [exhausted] But hey, at least Brad's PowerPoint had really nice graphics, so... [trailing off] I don't know, maybe I should just—actually, forget it. [sigh] Three months down the drain."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "1128d9ff_monologue.json",
    "type": "emotional_monologue"
}