{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[voix tremblante] J'ai failli passer à côté. Euh, je faisais juste le nettoyage de routine, tu sais, je grattais la créosote comme d'habitude, et là j'ai senti ça—cette, euh, cette légère odeur d'œuf. [pause] Au début je me suis dit, bon, c'est peut-être juste un truc dans la cheminée, non ? Mais après [anxieux] mon détecteur s'est mis à sonner, et je veux dire, il hurlait carrément. Le truc c'est que la famille était juste là, euh, en train de prendre le petit-déj comme si de rien n'était. Ils avaient aucune idée. [très doucement] Ils avaient littéralement aucune idée qu'ils respiraient du monoxyde de carbone.\n\nAlors je fais genre— [fort] tout le monde doit sortir, MAINTENANT. Et la mère, elle me regarde comme si j'étais fou, mais [passionnément] j'ai carrément attrapé les gamins et j'ai commencé à faire sortir tout le monde. J'ai appelé la compagnie de gaz direct, et, ben, il s'avère que leur échangeur de chaleur avait une fissure énorme. [soupir] L'inspecteur a dit, franchement, un jour ou deux de plus et... [voix qui s'éteint]\n\n[chaleureux] Le père m'a serré la main pendant, j'sais pas, cinq minutes non-stop ? Il arrêtait pas de dire merci encore et encore. [reniflement] Ça fait quinze ans que je fais ce boulot, mais celui-là— [très sincèrement] c'est pour ça que je vérifie tout trois fois maintenant. Tu vois ? Une famille. C'est tout ce qu'il faut pour se rappeler pourquoi on fait ce métier correctement."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I almost didn't catch it. Um, I was just doing the routine cleaning, you know, scraping away the creosote like I always do, and then I smelled it—this, uh, this faint egg smell. [pause] At first I thought, well, maybe it's just something in the chimney, right? But then [anxious] my detector started going off, and I mean, it was screaming. The thing is, the family was just sitting there, er, having breakfast like nothing was wrong. They had no idea. [very quietly] They literally had no idea they were breathing in carbon monoxide.\n\nSo I'm like— [loudly] everybody needs to get out, NOW. And the mom, she's looking at me like I'm crazy, but [passionately] I basically grabbed the kids and just started herding everyone outside. Called the gas company immediately, and, hmm, turns out their heat exchanger had a massive crack. [sigh] The inspector said, honestly, another day or two and... [trailing off]\n\n[warm] The dad shook my hand for like, I don't know, five minutes straight? Just kept saying thank you over and over. [sniffle] I've been doing this for fifteen years, but this one— [very sincerely] this is why I triple-check everything now. You know? One family. That's all it takes to remember why we do this job right."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "0449a4cd_monologue.json",
    "type": "emotional_monologue"
}