{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Henderson Manufacturing. Quieren—de verdad quieren que vuelva y arregle Henderson Manufacturing. Eh, eso es... vaya. 20 años desde que me fui de ese pueblo, jurando que nunca—bueno, [slowly], nunca es mucho tiempo, ¿verdad? Mi padre trabajó allí durante 35 años. 35. [laugh] Dios, solía llevarle el almuerzo a esa cafetería cuando tenía 12 años, and now they're calling me to save the whole damn place.\n\nQuiero decir, profesionalmente hablando, [confidently] esto es exactamente lo que hago. 17 empresas reflotadas, precios de acciones recuperados, empleos salvados—me sé el manual de memoria. Pero esto es... [trailing off] esto es diferente. These aren't just numbers on a spreadsheet. [anxious] Es gente con la que fui al instituto, ¿sabes? Tommy Martínez probablemente sigue trabajando en la planta. La señora Chen de la tienda de la esquina—toda su familia depende de esos sueldos.\n\n[pause] En realidad, quizá por eso tengo que hacerlo. No solo porque puedo, sino porque—porque les debo algo. [deep pitch] Me están ofreciendo el triple de mi tarifa habitual, pero ¿sinceramente? Eso ni siquiera... Ya sé que voy a decir que sí. Tengo que hacerlo. How do you walk away from saving your own hometown?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Henderson Manufacturing. They want—they actually want me to come back and fix Henderson Manufacturing. Um, that's... wow. Twenty years since I left that town, swearing I'd never—well, [slowly], never is a long time, isn't it? My dad worked there for thirty-five years. Thirty-five. [laugh] God, I used to bring him lunch in that cafeteria when I was twelve, and now they're calling me to save the whole damn place.\n\nI mean, professionally speaking, [confidently] this is exactly what I do. Seventeen companies turned around, stock prices recovered, jobs saved—I know the playbook. But this is... [trailing off] this is different. These aren't just numbers on a spreadsheet. [anxious] These are people I went to high school with, you know? Tommy Martinez probably still works the floor. Mrs. Chen from the corner store—her whole family depends on those paychecks.\n\n[pause] Actually, maybe that's why I have to do it. Not just because I can, but because I—because I owe them something. [deep pitch] They're offering triple my usual rate, but honestly? That's not even... I already know I'm going to say yes. I have to. How do you walk away from saving your own hometown?"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "ef8f2e96_monologue.json",
    "type": "emotional_monologue"
}