{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Sabes, acabo de colgar con los Johnson y, pues, estoy aquí sentado en mi oficina intentando no— [crying while speaking] han conseguido la casa. La de las contraventanas azules de la que, bueno, no paraban de hablar. [pause] O sea, cuando entraron aquí por primera vez hace 18 meses, they basically had nothing saved, ¿vale? Solo este sueño y, eh, quizás 3000 dólares. [chuckle] Y honestamente, no estaba seguro de que pudiéramos— pero luego empezamos con ese presupuesto, and they actually stuck to it. Todos y cada uno de los meses. [very sincerely] ¿Sabes lo raro que es eso? [short pause] La cosa es que, eh, most people give up after two months, pero ellos no. Sarah me mandaba estas fotos de, ya sabes, su hija jugando en el pasillo del piso, diciendo \"¡el fondo para su futuro jardín!\" [laugh] Y hoy—Dios, hoy cuando Michael llamó y dijo, [excited] \"Somos propietarios,\" yo simplemente— [sniffle] Llevo quince años haciendo esto, and these moments? Donde realmente, pues, cambias la trayectoria entera de alguien? Su hija va a crecer en esa casa. [happy] De eso se trata este trabajo, ¿sabes? No de las carteras o el—es esto. [smiling speaking] Es absolutamente esto."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, I just got off the phone with the Johnsons and, um, I'm actually sitting here in my office trying not to— [crying while speaking] they got the house. The one with the little blue shutters they, like, couldn't stop talking about. [pause] I mean, when they first walked in here eighteen months ago, they had basically nothing saved, right? Just this dream and, uh, maybe three thousand dollars. [chuckle] And honestly, I wasn't sure we could— but then we started with that budget, and they actually stuck to it. Every single month. [very sincerely] Do you know how rare that is? [short pause] The thing is, er, most people give up after two months, but not them. Sarah would text me these photos of, you know, their daughter playing in their apartment hallway, saying \"her future backyard fund!\" [laugh] And today—God, today when Michael called and said, [excited] \"We're homeowners,\" I just— [sniffle] I've been doing this for fifteen years, and these moments? Where you actually, like, change someone's entire trajectory? Their kid's gonna grow up in that house. [happy] That's what this job is really about, you know? Not the portfolios or the—it's this. [smiling speaking] It's absolutely this."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "e463d374_monologue.json",
    "type": "emotional_monologue"
}