{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Así que ahí está Brad Miller delante de todos, [confused] contándoles cómo básicamente salvé a su hermano pequeño de ahogarse en la fiesta del lago. [bitter] El mismo Brad que se pasó tres años llamándome \"labios de pez\" y tirándome los libros de la mesa. [short pause] Y ahora va en plan, [mocking] \"Es un héroe, tío, no se lo pensó ni un segundo.\"\n\n[sarcastic] Ah, ¿ahora soy valiente? O sea, yo simplemente— [hesitantly] Vi al crío hundirse y nadie se movía, así que salté. [shaky voice] No pensé en quién era su hermano, ¿sabes? [frustrated] Pero de repente todos actúan como si fuéramos mejores amigos o algo. Sarah literalmente me está pidiendo que me siente en su mesa— [laugh] ¡Sarah! ¡La que una vez le dijo a todo el mundo que olía a queso rancio!\n\n[upset] Y lo peor es que, em, una parte de mí todavía quiere su aprobación. [very quietly] Como si una parte estúpida de mi cerebro dijera \"por fin, por fin te ven.\" [angry] Joder, qué patético, ¿no? [regretful] Salvé la vida de un crío y lo único en lo que puedo pensar es en que estos capullos de repente son amables conmigo. [long pause]\n\n[slowly] Quizá debería... no sé, quizá esto cambie las cosas. [confused] O quizá mañana vuelvan directamente a— [trailing off] Aunque, ¿sabes qué? [confidently] Da igual. Hice algo bueno. Eso es lo que importa."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "So there's Brad Miller standing in front of everyone, [confused] telling them how I basically saved his little brother from drowning at the lake party. [bitter] The same Brad who spent three years calling me \"fish lips\" and pushing my books off my desk. [short pause] And now he's like, [mocking] \"She's a hero, man, she didn't even hesitate.\" \n\n[sarcastic] Oh, now I'm brave? I mean, I just— [hesitantly] I saw the kid go under and nobody else was moving, so I jumped in. [shaky voice] I didn't think about who his brother was, you know? [frustrated] But suddenly they're all acting like we're best friends or something. Sarah's literally asking me to sit at their table— [laugh] Sarah! Who once told everyone I smelled like old cheese! \n\n[upset] And the worst part is, um, part of me actually wants their approval still. [very quietly] Like some stupid part of my brain is going \"finally, finally they see you.\" [angry] God, that's pathetic, right? [regretful] I saved a kid's life and all I can think about is how these jerks are suddenly being nice to me. [long pause] \n\n[slowly] Maybe I should just... I don't know, maybe this changes things. [confused] Or maybe tomorrow they'll go right back to— [trailing off] Actually, you know what? [confidently] It doesn't matter. I did something good. That's what matters."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "f2cc0819_monologue.json",
    "type": "emotional_monologue"
}