{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confundido] Espera, ¿qué quieres decir con que ella ha estado—espera un momento, ¿me estás diciendo en serio que Emma ha estado, en plan, contándoles todo lo que hago a mamá y papá? [pausa] ¿Durante años? [amargo] Ah, pues es que—o sea, vaya. [risa] Y yo aquí pensando que nos estábamos acercando de verdad, ¿sabes? Todas esas charlas nocturnas donde yo, eh, me desahogaba con ella sobre mis cosas y ella ahí sentada, [sarcástico] tan comprensiva, tan maja. [furioso] ¡Dios, qué idiota soy!\n\n[voz temblorosa] Lo que pasa es que yo de verdad confié en ella con, tipo—le conté cosas que nunca le había contado a nadie más. Sobre, em, mis problemas de ansiedad, sobre cuando Jake cortó conmigo, [muy triste] sobre sentir que mamá siempre la prefería a ella de todos modos. [suspiro] Y todo este tiempo ella estaba... ¿qué? ¿Tomando notas? [enfadado] ¿Corriendo directamente a contárselo todo con pelos y señales?\n\n[llorando al hablar] Es que yo—de verdad que no sé ni cómo procesar esto ahora mismo. Es como que, [pausa] ¿de repente todo tiene sentido? Por qué papá sabía lo de la fiesta antes de que yo llegara a casa, por qué mamá sacaba de la nada temas que yo nunca le había contado. [exhausto] Pensaba que me estaba volviendo loco, pero no, [amargo] era solo mi dulce hermanita jugando a ser espía todo el tiempo."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, what do you mean she's been—hold on, are you seriously telling me that Emma has been, like, reporting everything I do to Mom and Dad? [pause] For years? [bitter] Oh that's just—I mean, wow. [laugh] Here I was thinking we were actually getting closer, you know? All those late night talks where I'd, um, confide in her about stuff and she'd just sit there, [sarcastic] so supportive, so understanding. [furious] God, I'm such an idiot! \n\n[shaky voice] The thing is, I actually trusted her with, like—I told her things I never told anyone else. About, er, my anxiety stuff, about Jake breaking up with me, [very sad] about feeling like Mom always preferred her anyway. [sigh] And the whole time she was just... what? Taking notes? [angry] Running straight to them with every little detail?\n\n[crying while speaking] I just—I honestly don't even know how to process this right now. It's like, [pause] everything makes sense suddenly? Why Dad knew about the party before I even got home, why Mom would randomly bring up things I never told her. [exhausted] I thought I was going crazy, but no, [bitter] it was just my sweet little sister playing spy the whole time."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "f5534831_monologue.json",
    "type": "emotional_monologue"
}