{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[muy bajito] Veintitrés años. [pausa] Veintitrés años observándolas, y simplemente... [voz entrecortada] lo han hecho de verdad. [risa] No puedo—o sea, cuando llamó la doctora Martínez, pensé, eh, al principio pensé que me estaba tomando el pelo. [acelerando] Pero me dijo que el anuncio oficial llegó esta mañana y las rayas grises de arrecife están oficial, ¡oficialmente fuera de la lista de especies en peligro! [llanto]\n\n[sorber mocos] Perdona, es que... buf, nunca pensé que vería este día. [cálidamente] ¿Te acuerdas cuando empezamos? Quedaban, ¿qué, unas cuarenta parejas reproductoras? [emocionado] ¡Y ahora hay más de ochocientas! [ríe fuertemente] ¡Ochocientas!\n\n[muy sinceramente] Todas esas noches en el barco, las—las batallas por la financiación, explicándoles una y otra vez a los comités de subvenciones que sí, que estas criaturas importan. [voz que se apaga] Y cuando perdimos toda esa zona de anidación por el vertido de petróleo en 2019, pensé... [pausa] pues, sinceramente pensé que ahí se acababa todo.\n\n[llorando mientras habla] Pero volvieron. [extremadamente feliz] Dios, ¡volvieron más fuertes incluso! [aliviado] Todas esas zonas protegidas por las que luchamos, los, eh, los programas de educación comunitaria, conseguir que el sector pesquero colaborara—todo funcionó. [apasionadamente] Las salvamos. Hemos salvado a toda una especie de desaparecer para siempre."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] Twenty-three years. [pause] Twenty-three years of watching them, and they just... [voice breaking] they actually did it. [laugh] I can't—I mean, when Dr. Martinez called, I thought, um, I thought she was joking at first. [speeding up] But she said the official announcement came through this morning and the gray reef rays are officially, officially off the endangered list! [cry]\n\n[sniffle] Sorry, I just... hmm, I never thought I'd see this day. [warmly] Remember when we started? There were, what, maybe forty breeding pairs left? [excited] And now there's over eight hundred! [laugh loudly] Eight hundred!\n\n[very sincerely] All those nights on the boat, the—the funding battles, telling grant committees over and over that yes, these creatures matter. [trailing off] And when we lost that whole nesting ground to the oil spill in 2019, I thought... [pause] well, I thought that was it, honestly.\n\n[crying while speaking] But they came back. [extremely happy] God, they actually came back stronger! [relieved] All those protection zones we fought for, the, uh, the community education programs, getting the fishing industry on board—it all worked. [passionately] We saved them. We actually saved an entire species from disappearing forever."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "489d0069_monologue.json",
    "type": "emotional_monologue",
    "subject": "The marine species you've been studying for decades just got removed from the endangered list",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}