{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[wearily] So you're finally here about the water then, after, what, three years of my reports getting filed away somewhere? I've been testing these samples myself with, um, with strips from the hardware store."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I got assigned this morning actually, and honestly, I wasn't expecting anyone to have already been... look, these test strips you mentioned, they're not exactly reliable for detecting the kind of compounds we're worried about here."
        },
        {
            "role": "Character 1",
            "content": "[hollow voice] My wife died from bad water four blocks from here, so, I mean, forgive me if I didn't wait for the professionals to show up and tell me what's seeping through these graves."
        },
        {
            "role": "Character 2",
            "content": "[quieter] Jesus, I didn't... I'm sorry, that's, um, that's not in any of the files they gave me this morning, just the contamination readings from last month."
        },
        {
            "role": "Character 1",
            "content": "The readings are getting worse, by the way, especially in the older section where they, err, where they didn't use concrete vaults back in the eighteen hundreds. [exhales] Everything just goes straight into the water table."
        },
        {
            "role": "Character 2",
            "content": "Mmm, we're seeing formaldehyde levels that are, basically, about four times what's considered safe, and that's just from the preliminary samples we pulled yesterday from the wells nearby."
        },
        {
            "role": "Character 1",
            "content": "[bitterly] I dig six feet down every day and the smell tells me everything I need to know about what's in that groundwater, you know? Sometimes the, uh, the earth literally burns your skin."
        },
        {
            "role": "Character 2",
            "content": "[defeated] Yeah, I know."
        },
        {
            "role": "Character 1",
            "content": "Do you though? Because I've been sending bottles of this stuff to the county for three years and nobody, I mean, literally nobody seemed to give a damn until some rich family's kid got sick upstream. [dry laugh]"
        },
        {
            "role": "Character 2",
            "content": "[exhausted sigh] Look, the whole system's broken, alright? We've got two inspectors for, what, forty thousand residents, and half our equipment is from the nineties, so yeah, things slip through."
        },
        {
            "role": "Character 1",
            "content": "Things slip through, and people die, and I just keep digging holes for them while the water underneath gets more and more poisoned with, err, with whatever's leaking out of them."
        },
        {
            "role": "Character 2",
            "content": "[grimly] The real problem is we'd have to relocate the entire cemetery to fix this properly, which would cost, oh, probably twelve million dollars that the city doesn't have and never will have."
        },
        {
            "role": "Character 1",
            "content": "So what, we just keep poisoning the whole neighborhood then? My wife grew up here, drank this water her whole life, and, um, and now she's part of the problem I guess. [shaky exhale]"
        },
        {
            "role": "Character 2",
            "content": "[carefully] We can install filtration systems at the main junction points, basically try to catch the worst of it before it spreads, but honestly that's like, I don't know, putting a bandaid on gangrene."
        },
        {
            "role": "Character 1",
            "content": "[resigned] I've got seventeen more years until retirement, seventeen more years of breathing this in, touching it, knowing what it's doing to everyone downstream from here, you know?"
        },
        {
            "role": "Character 2",
            "content": "There's protective equipment we could get you, better gear than whatever you're using now, but the procurement process takes, uhh, takes months usually, sometimes longer if they fight about the budget. [bitter laugh]"
        },
        {
            "role": "Character 1",
            "content": "[flatly] My supervisor says the gloves we have are fine, says I'm being paranoid about the water thing, even though his office is two miles away from here where the water's still clean."
        },
        {
            "role": "Character 2",
            "content": "Yeah well, tomorrow I have to file a report that basically says this whole area's fucked, pardon my language, and then watch it get buried in committee meetings for another three years probably."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] You want to see the worst spot? It's over by the children's section from the scarlet fever outbreak in eighteen ninety-four, where the ground never really dries out anymore. [pause] Sometimes I think it's weeping."
        },
        {
            "role": "Character 2",
            "content": "[heavily] Show me, I guess, though honestly I already know what we're going to find there, and knowing isn't going to change a damn thing about what we can actually do about it."
        }
    ],
    "content_type": "general_tags",
    "source_file": "d311bb5d_scenario.json",
    "actor": 1,
    "scenario": "A water treatment specialist visits the cemetery to investigate groundwater contamination, finding the gravedigger who has been secretly testing the water himself for years after his wife died from a waterborne illness.",
    "type": "scenario_conversation",
    "character_1_role": "gravedigger",
    "character_2_role": "water treatment specialist",
    "selected_tones": [
        "tired",
        "real",
        "discouraging"
    ]
}