{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[very quietly] I found your sword in the storage room when I was getting extra linens, та самая с рукоятью из драконьей чешуи. [pause] Она подходит под описание из историй о том, кто убила Сильтариона 5 лет назад."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Mara, I can explain, я хотела рассказать тебе столько раз, но каждый раз, когда начинала говорить, я видела, как загораются твои глаза, когда ты рассказываешь о том, как старый дракон приносил дождь для урожая."
        },
        {
            "role": "Character 1",
            "content": "[sad] You've been coming here for eight months, ела за моим столом, делилась историями у моего камина, и всё это время ты знала, что ты у нас отняла. [shaky voice] У меня отняла."
        },
        {
            "role": "Character 2",
            "content": "[regretful] The contract came from three kingdoms away, они сказали, что дракон терроризирует деревни, сжигает посевы, требует дань. К тому времени, когда я поняла, что они солгали, что Сильтарион защищал, а не угрожал, мой клинок уже нашёл свою цель."
        },
        {
            "role": "Character 1",
            "content": "[bitter] So you thought you'd ease your guilt by paying for rooms at the inn, в деревне, которую ты обрекла на засуху и неурожай? [quietly] Сближение со мной... это тоже было частью твоего покаяния?"
        },
        {
            "role": "Character 2",
            "content": "No, Mara, meeting you was never about guilt or penance, это было первое настоящее чувство, которое я испытала с того дня. [very sincerely] Ты заставила меня вспомнить, каково это — быть чем-то большим, чем просто наёмным убийцей."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] My grandmother died in the famine that came after you killed Syltharion, когда дожди прекратились и урожай засох. [pause] Она пела дракону, когда он пролетал над нами."
        },
        {
            "role": "Character 2",
            "content": "[whispering] I dream about that dragon every night, Mara, вижу его глаза, когда он понял, что нас обоих обманули. В конце он пытался говорить, пытался рассказать мне о деревне, о договоре защиты."
        },
        {
            "role": "Character 1",
            "content": "[confused] You stayed here knowing what you'd done, зная, что рано или поздно кто-то узнает этот меч, поймёт, кто ты. [sighs] Зачем ты так рисковала?"
        },
        {
            "role": "Character 2",
            "content": "[warm] Because somewhere between the first night and the thirtieth, я перестала быть гостьей и начала чувствовать, что нашла что-то, что даже не знала, что искала. Твоя доброта, даже к незнакомке, она что-то во мне изменила."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] The children in the village still draw pictures of Syltharion in the dirt, знаешь, представляют, каково было бы, если бы дракон вернулся. [trailing off] Если бы урожаи снова можно было спасти..."
        },
        {
            "role": "Character 2",
            "content": "[quickly] I've been searching for ways to break the drought, изучала старые тексты о погодной магии, пыталась найти другого дракона, готового занять место Сильтариона. [desperately] Я знаю, что не могу исправить то, что сделала, но я не перестала пытаться."
        },
        {
            "role": "Character 1",
            "content": "[softly] Я не знаю."
        },
        {
            "role": "Character 2",
            "content": "There's a young dragon nesting in the northern mountains, ещё дикий, но не враждебный, и я оставляла подношения, пыталась установить доверие так же, как твои предки делали с Сильтарионом поколения назад."
        },
        {
            "role": "Character 1",
            "content": "You're trying to replace what you destroyed? [sad] Драконы не взаимозаменяемы, Томас, Сильтарион знал наши имена, наши сезоны, наши беды."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] I know I can't replace Syltharion or bring back your grandmother, не могу вернуть годы лишений. [pause] Но я не могу и уйти, не когда я вижу, во что обошлось моё невежество тебе, всем здесь."
        },
        {
            "role": "Character 1",
            "content": "[forgiving] I saw you yesterday helping the Brennan family repair their barn, и на прошлой неделе учила малышей читать карты в школе. [sighs] Ты пытаешься быть чем-то большим, чем человек, убивший нашего дракона."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Every small kindness feels like a drop of water in an ocean of debt, но это всё, что я могу предложить, кроме своего меча, который я уже решила повесить на стену навсегда."
        },
        {
            "role": "Character 1",
            "content": "[warmly] Тогда оставайся."
        },
        {
            "role": "Character 2",
            "content": "Even knowing what I am, что я натворила, ты всё ещё позволишь мне остаться здесь, в деревне, в твоей гостинице, в твоей жизни? [very quietly] Я не заслуживаю такой милости, Мара."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[very quietly] I found your sword in the storage room when I was getting extra linens, the one with the dragon scale pommel. [pause] It matches the description from the stories about who killed Syltharion five years ago."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Mara, I can explain, I wanted to tell you so many times but every time I started to speak, I'd see how your eyes light up when you talk about how the old dragon used to bring rain for the harvests."
        },
        {
            "role": "Character 1",
            "content": "[sad] You've been coming here for eight months, eating at my table, sharing stories by my fireplace, and all this time you knew what you'd taken from us. [shaky voice] From me."
        },
        {
            "role": "Character 2",
            "content": "[regretful] The contract came from three kingdoms away, they said the dragon was terrorizing villages, burning crops, demanding tribute. By the time I realized they'd lied, that Syltharion was protecting not threatening, my blade had already found its mark."
        },
        {
            "role": "Character 1",
            "content": "[bitter] So you thought you'd ease your guilt by paying for rooms at the inn of the village you'd condemned to drought and failing harvests? [quietly] Was getting close to me part of your penance too?"
        },
        {
            "role": "Character 2",
            "content": "No, Mara, meeting you was never about guilt or penance, it was the first real thing I'd felt since that day. [very sincerely] You made me remember what it was like to be more than just a weapon for hire."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] My grandmother died in the famine that came after you killed Syltharion, when the rains stopped and the crops withered. [pause] She used to sing to the dragon when it flew overhead."
        },
        {
            "role": "Character 2",
            "content": "[whispering] I dream about that dragon every night, Mara, see its eyes when it realized I'd been deceived, that we both had. It tried to speak at the end, tried to tell me about the village, about the protection pact."
        },
        {
            "role": "Character 1",
            "content": "[confused] You stayed here knowing what you'd done, knowing eventually someone would recognize that sword, realize who you were. [sighs] Why would you risk that?"
        },
        {
            "role": "Character 2",
            "content": "[warm] Because somewhere between the first night and the thirtieth, I stopped being a guest and started feeling like I'd found something I didn't know I was searching for. Your kindness, even to a stranger, it changed something in me."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] The children in the village still draw pictures of Syltharion in the dirt, you know, imagining what it would be like if the dragon came back. [trailing off] If the harvests could be saved again..."
        },
        {
            "role": "Character 2",
            "content": "[quickly] I've been searching for ways to break the drought, studying old texts about weather magic, trying to find another dragon willing to take Syltharion's place. [desperately] I know I can't undo what I've done, but I haven't stopped trying."
        },
        {
            "role": "Character 1",
            "content": "[softly] I don't know."
        },
        {
            "role": "Character 2",
            "content": "There's a young dragon nesting in the northern mountains, still wild but not hostile, and I've been leaving offerings, trying to establish trust the way your ancestors did with Syltharion generations ago."
        },
        {
            "role": "Character 1",
            "content": "You're trying to replace what you destroyed? [sad] Dragons aren't interchangeable, Thomas, Syltharion knew our names, our seasons, our struggles."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] I know I can't replace Syltharion or bring back your grandmother or restore the years of hardship. [pause] But I can't leave either, not when I see what my ignorance cost you, cost everyone here."
        },
        {
            "role": "Character 1",
            "content": "[forgiving] I saw you yesterday helping the Brennan family repair their barn, and last week teaching the young ones how to read maps at the school. [sighs] You're trying to be more than the man who killed our dragon."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Every small kindness feels like a drop of water in an ocean of debt, but it's all I have to offer besides my sword, which I've already decided to hang up for good."
        },
        {
            "role": "Character 1",
            "content": "[warmly] Stay then."
        },
        {
            "role": "Character 2",
            "content": "Even knowing what I am, what I've done, you'd still let me stay here in the village, in your inn, in your life? [very quietly] I don't deserve that grace, Mara."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "6bf43257_scenario.json",
    "scenario": "An innkeeper discovers that their regular guest, who they've developed feelings for over months of visits, is actually the dragon slayer who killed the benevolent dragon that once protected their village.",
    "type": "scenario_conversation",
    "character_1_role": "adult",
    "character_2_role": "dragon slayer",
    "selected_tones": [
        "sad",
        "forgiving"
    ],
    "tone_options": [
        "cautious",
        "unknowing",
        "forward-thinking",
        "lucid",
        "sad",
        "muddled",
        "forgiving",
        "apathetic",
        "distinct",
        "hateful"
    ]
}