{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] Я работаю в этом зале уже 32 года, видела тысячи артистов, которые проходили через эти служебные двери. [pause] Но я никогда не забываю лица, especially when it's connected to that night in 2004."
        },
        {
            "role": "Character 2",
            "content": "Слушай, нам нужно сосредоточиться на сегодняшнем шоу, саундчек через час, и команде нужны указания по размещению пиротехники. [clearing throat] Что бы ты там ни думала, this can wait."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Твой брат Дэнни выступал здесь 15 октября, гримёрка номер 3, та самая с разбитым зеркалом, которое до сих пор разбито. [slowly] Ты так на него похожа, same way of rubbing your temple when you're stressed."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Как ты вообще можешь — в смысле, это было 20 лет назад, и я никогда раньше не была в этом зале. [long pause] Мы с Дэнни тогда даже не использовали одну фамилию."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] Это я его нашла, вызвала скорую, держала его за руку, пока мы ждали. [whispering] Он всё просил позвать младшую сестру Маркус, said he was sorry for missing your birthday."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Никто не знает про день рождения. [crying while speaking] Он обещал отвести меня на ужин после концерта, сказал, что мы наконец поговорим о том, чтобы отправить его в реабилитационный центр, but the show never ended."
        },
        {
            "role": "Character 1",
            "content": "[gently] Каждое 15 октября я зажигаю свечку в той гримёрке, оставляю свежие цветы у зеркала. [pause] Другие билетёры думают, что я суеверная, но я помню, каким молодым он был, how much talent got wasted."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Двадцать три года, вот и всё, что ему было отпущено, и я провела два десятилетия в этой индустрии, пытаясь спасти других детей от той же участи. [sighs] Иногда у меня получается, most nights I just delay the inevitable."
        },
        {
            "role": "Character 1",
            "content": "Группа, которую ты сейчас продюсируешь, у их вокалиста тот же взгляд, что был у Дэнни в ту ночь — пустые глаза, трясущиеся руки, натянутая улыбка для всех. [concerned] Ты же это тоже видишь, да?"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Джейк чистый, восемь месяцев трезвости, ходит на встречи в каждом городе, где мы останавливаемся. [quietly] Я заставила его подписать контракт, drug tests twice a week, immediate termination if he slips even once."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] Есть один дилер, который крутится у южного входа, тот же самый, что и тогда, его зовут Теннесси. [whispering loudly] Он уже подходил к вашему барабанщику утром во время разгрузки, I saw them talking by the trash bins."
        },
        {
            "role": "Character 2",
            "content": "[angry] Блядь, я же конкретно сказала охране следить за любыми подозрительными типами, дала им фотографии известных дилеров из последних трёх городов. [frustrated] Как этот урод всё ещё тут промышляет после того, что случилось с Дэнни?"
        },
        {
            "role": "Character 1",
            "content": "Потому что залам нужно, чтобы шоу продолжались, менеджерам нужно, чтобы их артисты выступали, и все делают вид, что не видят, что происходит за кулисами. [sighs] Но я со своей позиции вижу всё, always have."
        },
        {
            "role": "Character 2",
            "content": "Ты могла бы сказать раньше, могла предупредить меня, когда мы приехали утром, instead of waiting for this dramatic revelation. [pause] Теперь у меня меньше часа, чтобы защитить мою группу."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Я говорю сейчас, потому что узнала этот паттерн, то, как ты нависаешь над вокалистом, проверяешь его глаза, его устойчивость. [warmly] Ты пытаешься переписать историю, but this venue has its own ghosts."
        },
        {
            "role": "Character 2",
            "content": "[regretful] Для меня в каждом зале есть призраки, каждая гримёрка может стать той, где мне позвонят. [very quietly] Я стала тур-менеджером, чтобы быть рядом, to be the person Danny needed but never had."
        },
        {
            "role": "Character 1",
            "content": "[sincerely] Я могу помочь тебе сегодня вечером, знаю каждый угол, где происходят сделки, каждый туалет, где дети колются. [confidently] Дай мне рацию, and I'll be your eyes in the shadows during the show."
        },
        {
            "role": "Character 2",
            "content": "Зачем ты это делаешь для нас, для меня, когда ты даже не знаешь эту группу и тебе плевать на их музыку? [curious] Что в этом для билетёрши, которая видела всё?"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Потому что я до сих пор вижу лицо Дэнни каждый раз, когда прохожу мимо той гримёрки, до сих пор слышу, как он просит позвать сестру. [emotionally] Может быть, если я помогу тебе защитить эту группу, maybe it'll finally let both of us stop reliving that night."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Ладно, да, я возьму тебе рацию у продакшена, седьмой канал для охраны. [pause] А после шоу, может, ты расскажешь мне больше о его последних часах, the things he said that didn't make the police report."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] I've been working this venue for thirty-two years, seen thousands of acts come through those loading doors. [pause] But I never forget a face, especially when it's connected to that night in 2004."
        },
        {
            "role": "Character 2",
            "content": "Look, we need to focus on tonight's show, the sound check's in an hour and the crew needs direction about the pyrotechnics placement. [clearing throat] Whatever you think you know, it can wait."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Your brother Danny played here October fifteenth, dressing room three, the one with the broken mirror that's still broken. [slowly] You look just like him, same way of rubbing your temple when you're stressed."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] How could you possibly—I mean, that was twenty years ago, and I've never been to this venue before. [long pause] Danny and I weren't even using the same last name back then."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] I was the one who found him, called the ambulance, held his hand while we waited for them to arrive. [whispering] He kept asking for his little brother Marcus, said he was sorry for missing your birthday."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Nobody knows about the birthday thing. [crying while speaking] He'd promised to take me to dinner after his show, said we'd finally talk about getting him into rehab, but the show never ended."
        },
        {
            "role": "Character 1",
            "content": "[gently] Every October fifteenth, I light a candle in that dressing room, leave fresh flowers by the mirror. [pause] The other ushers think I'm superstitious, but I remember how young he was, how much talent got wasted."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Twenty-three years old, that's all he got, and I've spent two decades in this industry trying to save other kids from the same fate. [sighs] Some nights I succeed, most nights I just delay the inevitable."
        },
        {
            "role": "Character 1",
            "content": "The band you're managing now, that lead singer has the same look Danny had that night—hollow eyes, shaking hands, forcing smiles for everyone. [concerned] You see it too, don't you?"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Jake's clean, been sober for eight months, goes to meetings every city we stop in. [quietly] I made him sign a contract, drug tests twice a week, immediate termination if he slips even once."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] There's a dealer who hangs around the south entrance, same guy from back then, goes by Tennessee. [whispering loudly] He already approached your drummer during load-in this morning, I saw them talking by the trash bins."
        },
        {
            "role": "Character 2",
            "content": "[angry] God damn it, I specifically told security to watch for anyone suspicious, gave them photos of known dealers from the last three cities. [frustrated] How is this guy still operating after what happened to Danny?"
        },
        {
            "role": "Character 1",
            "content": "Because venues need their shows to go on, managers need their acts to perform, and everyone pretends not to see what's happening backstage. [sighs] But I see everything from my position, always have."
        },
        {
            "role": "Character 2",
            "content": "You could have said something sooner, could have warned me when we arrived this morning instead of waiting for this dramatic revelation. [pause] Now I have less than an hour to protect my band."
        },
        {
            "role": "Character 1",
            "content": "[firmly] I'm saying something now because I recognized the pattern, the way you hover over that singer, checking his eyes, his steadiness. [warmly] You're trying to rewrite history, but this venue has its own ghosts."
        },
        {
            "role": "Character 2",
            "content": "[regretful] Every venue has ghosts for me, every dressing room could be the one where I get that call. [very quietly] I became a tour manager to be there, to be the person Danny needed but never had."
        },
        {
            "role": "Character 1",
            "content": "[sincerely] I can help you tonight, know every corner where deals go down, every bathroom where kids shoot up. [confidently] Give me a radio and I'll be your eyes in the shadows during the show."
        },
        {
            "role": "Character 2",
            "content": "Why would you do that for us, for me, when you don't even know this band or care about their music? [curious] What's in it for a venue usher who's seen everything?"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Because I still see Danny's face every time I pass that dressing room, still hear him asking for his brother. [emotionally] Maybe helping you protect this band might finally let both of us stop reliving that night."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Okay, yes, I'll get you a radio from production, channel seven for security. [pause] And after the show, maybe you could tell me more about his last hours, the things he said that didn't make the police report."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "64ebdce8_scenario.json",
    "scenario": "A veteran usher at a historic theater recognizes that the visiting tour manager is the younger brother of a musician who died of an overdose at the venue twenty years ago.",
    "type": "scenario_conversation",
    "character_1_role": "usher",
    "character_2_role": "tour manager",
    "selected_tones": [
        "past-dwelling",
        "whispered",
        "perceptive"
    ],
    "tone_options": [
        "perceptive",
        "constructive",
        "tough",
        "bold",
        "wandering",
        "past-dwelling",
        "whispered",
        "exclusive",
        "deadening",
        "improving"
    ]
}