{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[строго] Ну, эм, я не ожидала, что крановщица, которую прислали, окажется, [неуверенно], тобой после стольких лет с тех пор, как на, э-э, папиных похоронах ты сказала, что никогда, [горько], не вернёшься в эти воды."
        },
        {
            "role": "Character 2",
            "content": "[оборонительно] Слушай, эм, в смысле, я взялась за эту работу по подъёму до того, как узнала, [тихо], чью лодку мы будем поднимать со дна, понимаешь."
        },
        {
            "role": "Character 1",
            "content": "[раздражённо] В манифесте написано, что судно затонуло 3 месяца назад, но, [растерянно], никто не удосужился сообщить мне, что папа вообще снова выходил в море после, [дрожащим голосом], операции на сердце в прошлом году."
        },
        {
            "role": "Character 2",
            "content": "[расчётливо] Он позвонил мне в ночь перед выходом из порта, спрашивал, не передумала ли я, [тревожно], насчёт того, чтобы взять на себя бизнес, но я сказала ему, [холодно], то же самое, что говорю уже 15 лет. [пауза]"
        },
        {
            "role": "Character 1",
            "content": "[шёпотом] Ты всегда была упрямой."
        },
        {
            "role": "Character 2",
            "content": "Ну, эм, дело в том, что, в смысле, он всё звонил, [сочувственно], хотел всё наладить между нами, пока не стало, [с сожалением], слишком поздно, но я просто не могла, э-э, [затихая], заставить себя ответить на те последние звонки, знаешь."
        },
        {
            "role": "Character 1",
            "content": "[сердито] Каждое утро он проверял гавань, надеясь увидеть, как ты спускаешься по причалу, [очень тихо], даже покупал твой любимый кофе на случай, если ты однажды появишься, [вздох], но ты так и не пришла."
        },
        {
            "role": "Character 2",
            "content": "Страховой следователь нашёл что-то странное в рубке, что, [нервно], говорит о том, что это была не просто механическая поломка, как все предполагали, [осторожно], судя по предварительным отчётам. [откашливается]"
        },
        {
            "role": "Character 1",
            "content": "Эм, что именно ты, э-э, пытаешься сказать, потому что если есть, [подозрительно], что-то о том, как папа погиб, о чём мне никто не говорит—"
        },
        {
            "role": "Character 2",
            "content": "[громким шёпотом] Эм, ну, в смысле, послушай. [долгая пауза]"
        },
        {
            "role": "Character 1",
            "content": "[официально] Компания по подъёму судов наняла меня именно потому, что я знаю эти воды и, [профессионально], это конкретное судно лучше, чем кто-либо ещё из работающих в доках."
        },
        {
            "role": "Character 2",
            "content": "Были долги, о которых он тебе не рассказывал, которые достигали, [обеспокоенно], почти полумиллиона долларов людям, которые не особо, [медленно], оформляют документы через официальные каналы. [стон]"
        },
        {
            "role": "Character 1",
            "content": "То есть, эм, ты говоришь, что кто-то мог, ну, [шокированно], саботировать его лодку, чтобы получить деньги, которые он не мог, [очень грустно], вернуть, и ты знала об этом долге, но, э-э, [в ярости], не подумала предупредить меня или помочь ему? [кашель]"
        },
        {
            "role": "Character 2",
            "content": "[извиняющимся тоном] Кран начнёт подъём через 20 минут, и когда мы откроем рубку, [неуверенно], мы найдём доказательства, которые изменят всё о том, как, [монотонно], мы его помним и что на самом деле произошло той ночью. [тихий вздох]"
        },
        {
            "role": "Character 1",
            "content": "[измождённо] Эм, я живу на этом причале уже, ну, 3 месяца, пытаясь понять, почему он вышел в тот шторм, э-э, [сквозь слёзы], когда все прогнозы говорили оставаться в порту, и теперь ты говоришь мне, что это, [горько], даже не было его выбором. [всхлипывает]"
        },
        {
            "role": "Character 2",
            "content": "Ну, эм, дело в том, что, в смысле, я управляю кранами уже 15 лет, но мои руки не перестают, [дрожащим голосом], дрожать при мысли о подъёме его лодки и о том, что, [очень меланхолично], осталось от жизни, которую он так старался сохранить для нас, э-э, [шёпотом], даже когда мы обе бросили его. [плач]"
        },
        {
            "role": "Character 1",
            "content": "Знаешь, эм, мы ещё можем уйти до того, как кран начнёт работу, э-э, [с сомнением], пусть компания сама всё сделает без нас, чтобы нам не пришлось видеть, что, [с облегчением], там внизу."
        },
        {
            "role": "Character 2",
            "content": "[тепло] После 15 лет бегства от этой семьи и этих вод, [страстно], может, пришло время нам обеим взглянуть в лицо тому, что мы оставили позади, и тому, [искренне], от чего папа пытался нас защитить."
        },
        {
            "role": "Character 1",
            "content": "Утренний туман рассеивается, и я вижу тень его лодки под водой, [скорбно], прямо там, где он учил нас забрасывать первые сети, когда мы думали, [ностальгически], что этот бизнес навсегда сохранит нашу семью вместе. [грустно смеётся]"
        },
        {
            "role": "Character 2",
            "content": "[решительно] Начинай крепить палубные концы, потому что когда эта лодка всплывёт, [решительно], пути назад от того, что мы сейчас узнаем, уже не будет. [глубокий вдох]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stern] Well, um, I didn't expect the crane operator they sent would be, [hesitantly], you after all these years since, er, Dad's funeral when you said you'd never, [bitter], come back to these waters again."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Look, um, I mean, I took this salvage job before I knew, [quietly], whose boat we were pulling up from the bottom, you know."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] The manifest says this vessel went down three months ago but, [confused], nobody bothered to tell me Dad was even sailing again after, [shaky voice], his heart surgery last year."
        },
        {
            "role": "Character 2",
            "content": "[calculated] He called me the night before he left port asking if I'd, [anxious], reconsider taking over the business but I told him, [coldly], the same thing I've been saying for fifteen years. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[whispering] You always were stubborn."
        },
        {
            "role": "Character 2",
            "content": "Well, um, the thing is, I mean, he kept calling about, [empathetically], wanting to make things right between us before it was, [regretful], too late but I just couldn't, er, [trailing off], bring myself to answer those last few calls, you know."
        },
        {
            "role": "Character 1",
            "content": "[angry] Every morning he'd check the harbor hoping to see you walk down that pier, [very quietly], even bought your favorite coffee just in case you showed up one day, [sigh], but you never did."
        },
        {
            "role": "Character 2",
            "content": "The insurance investigator found something strange in the wheelhouse that, [nervous], suggests this wasn't just mechanical failure like everyone assumed it was, [carefully], based on the preliminary reports. [clearing throat]"
        },
        {
            "role": "Character 1",
            "content": "Um, what exactly are you, er, trying to say because if there's, [suspicious], something about how Dad died that nobody's telling me—"
        },
        {
            "role": "Character 2",
            "content": "[whispering loudly] Um, well, I mean, listen. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[formal] The salvage company hired me specifically because I know these waters and, [professionally], this particular vessel better than anyone else still working the docks."
        },
        {
            "role": "Character 2",
            "content": "There were debts he never told you about that reached, [worried], nearly half a million dollars to people who don't exactly, [slowly], file paperwork through proper channels. [groan]"
        },
        {
            "role": "Character 1",
            "content": "So, um, you're saying someone might have, well, [shocked], sabotaged his boat to collect on money that he couldn't, [very sad], pay back and you knew about this debt but, er, [furious], never thought to warn me or help him? [cough]"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] The crane's pulling her up in twenty minutes and when we open that wheelhouse, [hesitant], we're going to find evidence that changes everything about how, [monotone], we remember him and what really happened that night. [gasp softly]"
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Um, I've been living on this dock for, well, three months trying to understand why he went out in that storm, er, [crying while speaking], when every weather report said to stay in port and now you're telling me it, [bitter], wasn't even his choice to make anymore. [sniffle]"
        },
        {
            "role": "Character 2",
            "content": "Well, um, the thing is, I mean, I've been operating cranes for fifteen years but my hands won't stop, [trembling], shaking thinking about lifting his boat and seeing what's, [very melancholic], left of the life he tried so hard to preserve for us, er, [whispering], even when we both abandoned him. [cry]"
        },
        {
            "role": "Character 1",
            "content": "You know, um, we can still walk away before that crane starts, er, [conflicted], let the salvage company handle this without us having to see what's, [relieved], down there."
        },
        {
            "role": "Character 2",
            "content": "[warm] After fifteen years of running from this family and these waters, [passionately], maybe it's time we both faced what we left behind and what, [sincerely], Dad was trying to protect us from."
        },
        {
            "role": "Character 1",
            "content": "The morning fog's lifting and I can see his boat's shadow beneath the surface, [mournful], right where he taught us to cast our first nets when we thought, [nostalgic], this business would keep our family together forever. [laugh sadly]"
        },
        {
            "role": "Character 2",
            "content": "[resolved] Start securing the deck lines because when this boat surfaces there's, [determined], no going back from what we're about to discover. [deep breath]"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "382ebc3b_scenario.json",
    "scenario": "A deckhand discovers their estranged sibling now operates the crane that's salvaging their late father's sunken fishing vessel, forcing them to confront years of buried family secrets.",
    "type": "scenario_conversation",
    "character_1_role": "deckhand",
    "character_2_role": "heavy equipment operator",
    "selected_tones": [
        "uncovering",
        "calculated",
        "mature"
    ],
    "tone_options": [
        "exclusive",
        "stalling",
        "calculated",
        "mature",
        "supporting",
        "expert",
        "uncovering",
        "increasing",
        "dense",
        "fake"
    ]
}