{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Die haben mich überstimmt. [bitter] Drei Jahre Hausbesuche, Gespräche, Hintergrundchecks—und die überstimmen mich einfach so. [pause] Weil die Johnsons Geld haben. Weil sie die richtigen Leute kennen. Weil sie bei den richtigen Vorgesetzten angerufen haben. [angry] Ich hab denen von den Warnsignalen erzählt. Ich hab denen gesagt, dass Herr Johnson sich nicht mal an den Namen von dem Kind erinnern konnte bei unseren Treffen. Dass Frau Johnson über Emma geredet hat, als wäre sie, ähm... als wäre sie so 'ne Art Deko für ihre Weihnachtskarten. [frustrated] Aber nein, angeblich waren meine \"Bedenken unbegründet.\" [sarcastic] Klar. Weil 20 Jahre in diesem Bereich ja nichts zählen gegen 'ne Spende für die Wohltätigkeitsgala vom Amt. [long pause] Emma hätte was Besseres verdient. [very sad] Sie ist 7 Jahre alt und hat schon mehr durchgemacht als die meisten Erwachsenen, und jetzt ist sie bei Leuten, die sie als... als so ein Projekt sehen. Als Gesprächsthema. [shaky voice] Ich denk immer noch an ihr kleines Gesicht, als ich ihr die tollen Neuigkeiten von ihrer neuen Familie erzählen musste. [pause] Sie hat mir vertraut. [very quietly] Und ich hab sie einfach abgegeben, als wüsste ich's nicht besser. [sigh] Gott, wofür mach ich diesen Job überhaupt noch?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "They overruled me. [bitter] Three years of home visits, interviews, background checks—and they just overruled me. [pause] Because the Johnsons have money. Because they know people. Because they made the right phone calls to the right supervisors. [angry] I told them about the red flags. I told them about how Mr. Johnson couldn't even remember the kid's name during our meetings. How Mrs. Johnson kept talking about Emma like she was, um... like she was some kind of accessory for their Christmas cards. [frustrated] But no, apparently my \"concerns were unsubstantiated.\" [sarcastic] Right. Because twenty years in this field means nothing compared to a donation to the department's charity gala. [long pause] Emma deserved better. [very sad] She's seven years old and she's already been through more than most adults, and now she's with people who see her as a... as a project. A conversation piece. [shaky voice] I keep thinking about her little face when I had to tell her the good news about her new family. [pause] She trusted me. [very quietly] And I just handed her over like I didn't know better. [sigh] God, what am I even doing this job for anymore?"
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8574e5e9_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your adoption social worker recommendation was overruled, placing a child with a family you knew wasn't right",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}