{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[extremely happy] Sie haben's mir gegeben! Regionaldirektorin, endlich, nach drei Jahren von—Gott, ich kann's nicht fassen. [laugh] All die Nachtschichten, all die Präsentationen, die ich siebzehn Mal neu gemacht hab, weil Marcus andere Schriftarten wollte. [pause] Das ist es, darauf hab ich hingearbeitet seit... [slowly] Seit ich hier angefangen hab. [short pause] Wow. [very quietly] Warum fühlt sich das so komisch an, das laut zu sagen? [hesitantly] Ich meine, ich sollte—ich bin ja aufgeregt, klar, es ist nur... [sigh] Wann hat sich dieser Laden eigentlich wie ein Käfig angefühlt? [confused] Also, wenn ich mir vorstelle, wie ich in diesem Eckbüro sitze, Marcus' Job mache, in diesen endlosen Budgetmeetings hocke, dann wird mir, ähm... mir wird tatsächlich richtig übel dabei? [bitter] Drei Jahre meines Lebens dafür. [whispering] Und gestern bei diesem Call mit der Zentrale, als die wegen der Quartalsprognosen rumgeschrien haben, musste ich die ganze Zeit an Mamas Töpferwerkstatt denken. [regretful] Dass sie gefragt hat, ob ich ihr beim Führen helfen will. [long pause] Gott, was mach ich hier eigentlich? [anxious] Morgen verkünden sie's. Alle werden mir gratulieren. [very melancholic] Und ich werd lächeln und Hände schütteln und so tun, als würde sich diese Beförderung nicht wie eine lebenslange Haftstrafe anfühlen. [sigh] Regionaldirektorin. [very quietly] Ich glaub, ich mag nicht mal mehr, wer ich hier geworden bin."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[extremely happy] They gave it to me! Regional Director, finally, after three years of—God, I can't believe it. [laugh] All those late nights, all those presentations I redid seventeen times because Marcus wanted the fonts different. [pause] This is it, this is what I've been working toward since... [slowly] Since I started here. [short pause] Wow. [very quietly] Why does that feel so weird to say out loud? [hesitantly] I mean, I should be—I am excited, obviously, it's just... [sigh] When did this place start feeling like a cage? [confused] Like, when I picture myself in that corner office, doing Marcus's job, sitting through those endless budget meetings, I feel, um... I feel kind of sick actually? [bitter] Three years of my life for this. [whispering] And yesterday during that call with corporate, when they were screaming about quarterly projections, I just kept thinking about Mom's pottery studio. [regretful] How she asked if I wanted to help run it. [long pause] God, what am I doing? [anxious] They're announcing it tomorrow. Everyone's going to congratulate me. [very melancholic] And I'll smile and shake hands and pretend this promotion doesn't feel like a life sentence. [sigh] Regional Director. [very quietly] I don't think I even like who I've become here."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "7fbeba41_monologue.json",
    "type": "emotional_monologue",
    "subject": "Getting the promotion you always wanted just as you realize you don't actually want to work here anymore",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}