{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Ich hab gerade mit Sarah telefoniert. Sie bleibt bei ihm. Nach allem, was— nach den blauen Flecken, nach dem Notaufnahme-Besuch, nachdem ich mitten in der Nacht drei Stunden gefahren bin, um sie da rauszuholen. Sie geht zurück. [pause] Weißt du, was das Verrückte ist? [sarkastisch] Ich hab gestern einen Vortrag gehalten über die Warnsignale, wie man jemandem hilft, sicher zu gehen. 40 Frauen saßen da, haben mitgeschrieben, Fragen gestellt. Und ich steh da vorne, als ob ich tatsächlich Ahnung hätte. [frustriert] Aber ich schaff's nicht mal— ich kann meiner eigenen Schwester nicht helfen. Sie sagt immer wieder, er hat sich geändert, es tut ihm leid, es war nur dieses eine Mal— aber es ist doch nie nur einmal, oder? [sehr traurig] Ich kenn alle Statistiken auswendig. Ich kenn den Kreislauf. Ich weiß, dass es, ähm... durchschnittlich sieben Anläufe braucht, bis jemand endgültig geht. [verärgert] Aber das zu wissen macht's nicht leichter, wenn es Sarah ist! Wenn es meine kleine Schwester ist, die mir früher— [brechende stimme] die mir früher alles anvertraut hat. [leise] Und jetzt gibt sie nicht mal zu, dass es ein Problem gibt. All die Stunden ehrenamtlich, all die Frauen, denen ich geholfen hab, Frauenhäuser zu finden, und ich bin einfach... [verstummend] komplett nutzlos, wenn's wirklich drauf ankommt."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I just got off the phone with Sarah. She's staying with him. After everything— after the bruises, after the emergency room visit, after I literally drove three hours in the middle of the night to get her out of there. She's going back. [pause] You know what's funny? [sarcastic] I gave a presentation yesterday about recognizing the signs, about how to help someone leave safely. Forty women in that room, taking notes, asking questions. And I'm standing there like I actually know what I'm talking about. [frustrated] But I can't even— I can't help my own sister. She keeps saying he's changed, he's sorry, it was just that one time— except it's never just one time, is it? [very sad] I have all the statistics memorized. I know the cycle. I know that it takes, um... an average of seven attempts before someone leaves for good. [angry] But knowing that doesn't make it easier when it's Sarah! When it's my baby sister who used to— [voice breaking] who used to trust me with everything. [quietly] And now she won't even admit there's a problem. All those hours volunteering, all those women I've helped find shelters, and I'm just... [trailing off] completely useless when it matters most."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "82d659f5_monologue.json",
    "type": "emotional_monologue",
    "subject": "Finding out your domestic violence advocacy work means nothing because your own sister won't leave her abuser",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}