{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Schon wieder ein Ablehnungsbescheid. Gott, ich... ich hab mir ihre Akte wie lange angeschaut, drei Stunden? Alleinerziehende Mutter, Fibromyalgie, kommt an den meisten Tagen kaum aus dem Bett. Aber die Richtlinien besagen—ähm, die Richtlinien besagen, sie erfüllt die Kriterien nicht. [seufzen] Weil sie theoretisch noch zwei Stunden sitzen kann. Zwei Stunden. Als ob das irgendwas bedeuten würde, wenn man solche Schmerzen hat.\n\n[traurig] Weißt du, was mich fertigmacht? Sie hat letzte Woche am Telefon geweint. Nicht so wütend geweint, sondern einfach... am Ende. Und ich sitze da mit meinem Skript, erkläre ihr das Widerspruchsverfahren, und weiß dabei—ich meine, ich weiß ganz genau, dass es wieder abgelehnt wird. Das medizinische Prüfteam, die sehen diese Menschen ja nicht. Die sehen nur Kästchen zum Abhaken. \"Kann gelegentlich 10 Pfund heben?\" Haken dran. Abgelehnt.\n\n[frustriert] Ich bin in diesen Job gegangen, weil ich dachte, ich könnte Menschen helfen! Das ist doch der ganze—deswegen wollte ich hier arbeiten. Um Leistungen an Menschen zu bringen, die sie brauchen. Aber es ist halt... das System ist darauf ausgelegt, nein zu sagen. [pause] Wir haben Quoten. Tatsächliche Quoten für Ablehnungen. Wie kann das überhaupt legal sein?\n\n[sehr leise] Manchmal denke ich ans Kündigen. Aber was dann? Dann sitzt jemand anders auf diesem Stuhl, lehnt dieselben Anträge ab. Wenigstens versuche ich... ich schreibe ausführliche Notizen für Widersprüche, weißt du? Gebe ihnen was, womit sie arbeiten können. [verstummend] Aber es reicht halt nicht. Es reicht nie."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Another denial letter. God, I... I looked at her file for what, three hours? Single mom, fibromyalgia, can barely get out of bed most days. But the guidelines say—mmm, the guidelines say she doesn't meet the criteria. [sigh] Because she can still theoretically sit for two hours. Two hours. Like that means anything when you're in that much pain.\n\n[sad] You know what kills me? She was crying on the phone last week. Not angry crying, just... defeated. And I'm sitting there with my script, telling her about the appeals process, knowing—I mean, knowing full well it'll get denied again. The medical review team, they don't see these people. They see checkboxes. \"Can lift ten pounds occasionally?\" Check. Denied.\n\n[frustrated] I went into this job thinking I'd help people! That's the whole—that's why I wanted to work here. To get benefits to people who need them. But it's just... the system is designed to say no. [pause] We have quotas. Actual quotas for denials. How is that even legal?\n\n[very quietly] Sometimes I think about quitting. But then what? Someone else sits in this chair, denies the same claims. At least I... I try to write detailed notes for appeals, you know? Give them something to work with. [trailing off] It's not enough though. It's never enough."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "83412d9e_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your disability examiner position requires you to deny benefits to people you know genuinely need them",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}