{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Ich hatte recht. Drei Monate lang haben mir alle gesagt, ich sei paranoid, ich würde mir Sachen einbilden, und ich hatte mit jedem einzelnen Detail recht. Die gefälschten Unterschriften, die, ähm... die rückdatierten Verträge, alles. [lachen] Der Richter hat's sogar selbst gesagt—„Die Einschätzung der Anwältin war offenbar von Anfang an zutreffend.\" Ja, ach was. Aber hier kommt halt das... [verstummend] Die Verjährungsfrist. [pause] Zwei Wochen. Wir haben sie um zwei Wochen verpasst, weil meine Mandantin erst zu mir kam, als es schon zu spät war. Und ich wusste—Gott, ich wusste, dass mit der Timeline irgendwas nicht stimmt, aber ich konnte nicht... [frustriert] Ich meine, was hätte ich denn machen sollen? Die Zeit zurückdrehen? [seufzen] Also ja, wir haben Betrug bewiesen, wir haben die Verschwörung bewiesen, wir haben alles bewiesen, was ich vom ersten Tag an gesagt habe, und der Richter meinte im Grunde „Glückwunsch, dass Sie recht hatten, aber rechtlich sind mir die Hände gebunden.\" [sehr traurig] Und jetzt hat sie ihr Geschäft verloren, ihr Haus, wahrscheinlich auch ihre Ehe wegen dem ganzen Stress. [leise] Ich denke immer wieder an ihr Gesicht, als ich ihr erklären musste, dass Recht haben nicht gleich gewinnen bedeutet. Dass, äh... dass Gerechtigkeit und Gesetz nicht immer dasselbe sind. [lange pause] Zwanzig Jahre Berufserfahrung und ich war trotzdem nicht auf dieses Gespräch vorbereitet. Sie hat mir gedankt. Kannst du das glauben? [brechende stimme] Sie hat mir tatsächlich gedankt, dass ich's versucht habe."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I was right. Three months of everyone telling me I was paranoid, that I was seeing things that weren't there, and I was right about every single detail. The forged signatures, the, um... the backdated contracts, all of it. [laugh] Judge even said it himself—\"counsel's assessment appears to have been accurate from the start.\" Yeah, no kidding. But here's the thing that's just... [trailing off] The statute of limitations. [pause] Two weeks. We missed it by two weeks because my client didn't come to me until it was already too late. And I knew—God, I knew something felt wrong about the timeline but I couldn't... [frustrated] I mean, what was I supposed to do? Invent time? [sigh] So yeah, we proved fraud, we proved conspiracy, we proved everything I said from day one, and the judge basically said \"congratulations on being right, but legally my hands are tied.\" [very sad] And now she's lost her business, her house, probably her marriage too because of the stress. [quietly] I keep thinking about her face when I had to explain that being right doesn't mean winning. That, er... that justice and the law aren't always the same thing. [long pause] Twenty years of practice and I still wasn't prepared for that conversation. She thanked me. Can you believe that? [voice breaking] She actually thanked me for trying."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8612917e_monologue.json",
    "type": "emotional_monologue",
    "subject": "Finally proving your lawyer instincts were right about the case, but your client still loses everything",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}