{
    "conversation": [
        {
            "role": "Customer",
            "content": "Alors je suis... En train de regarder ma facture. Et c'est c'est qu'il y a deux abonnements? Ça n'a vraiment aucun sens."
        },
        {
            "role": "Customer Support",
            "content": "Oh bonjour! Laissez-moi chercher ça tout de suite pour vous, euh, si vous pouviez juste me donner votre numéro de compte rapidement ou en fait l'email du compte marche aussi, and I'll get everything sorted out for you in just a sec!"
        },
        {
            "role": "Customer",
            "content": "Ouais. Bien sûr qu'il y a un problème. L'email c'est jsmith at gmail."
        },
        {
            "role": "Customer Support",
            "content": "Parfait parfait, okay so I'm seeing your account here, et, euh, on dirait que vous avez l'abonnement ID SUB-4492-NK actif depuis le 3 novembre et puis il y a aussi SUB-4498-PL qui a commencé le 18 novembre, laissez-moi juste, euh, creuser un peu ce qui se passe là pour vous!"
        },
        {
            "role": "Customer",
            "content": "Voilà. Donc je paie deux fois. Pour la même chose. Évidemment."
        },
        {
            "role": "Customer Support",
            "content": "Mmm je comprends totalement pourquoi ça a l'air bizarre mais en fait—oh attendez, une seconde, je vois ce qui s'est passé! Alors le premier SUB-4492-NK c'est votre plan mensuel à $9.99, and then on the 18th you upgraded to annual, ce qui a créé le nouvel abonnement mais, hmm, le système n'a pas annulé automatiquement le mensuel comme il aurait dû!"
        },
        {
            "role": "Customer",
            "content": "Je crois que j'ai essayé de. Changer? Mais bon. Voilà ce qui est arrivé."
        },
        {
            "role": "Customer Support",
            "content": "Absolument! Ouais alors quand vous êtes passé à l'annuel le 18 novembre à exactement 15h47, our system was supposed to automatically terminate the monthly, mais il y avait un bug ce jour-là qui a affecté environ 200 comptes et le vôtre s'est retrouvé dedans, but hey good news is I can fix this right now!"
        },
        {
            "role": "Customer",
            "content": "Attendez vous pouvez vraiment—vraiment réparer ça? Genre. Aujourd'hui?"
        },
        {
            "role": "Customer Support",
            "content": "Oh mais bien sûr!"
        },
        {
            "role": "Customer",
            "content": "Hein. D'accord d'accord. Alors qu'est-ce qui se passe avec le. Le truc du double paiement?"
        },
        {
            "role": "Customer Support",
            "content": "Bon alors voilà ce que je fais, euhh, d'abord j'annule cet ancien abonnement mensuel SUB-4492-NK avec effet immédiat, then I'm issuing a full refund for the overlapping period, ce qui fait $14.67, et ça va arriver sur votre carte qui finit en 8834 dans 3 à 5 jours ouvrables!"
        },
        {
            "role": "Customer",
            "content": "C'est. Je veux dire c'est génial. Je pensais—je pensais que ça serait plus compliqué."
        },
        {
            "role": "Customer Support",
            "content": "Nah nah c'est super réparable! Alors en gros ce qui se passe c'est, euh, quand vous changez de plan en milieu de cycle, the system's supposed to prorate everything automatically, mais comme le vôtre s'est bloqué je fais l'ajustement manuellement, et en fait laissez-moi aussi ajouter un crédit de courtoisie de $5.00 à votre compte juste pour le dérangement, ça vous va?"
        },
        {
            "role": "Customer",
            "content": "Vous êtes en train de. Faire ma journée là? Je m'attendais juste juste à devoir me battre pour ça."
        },
        {
            "role": "Customer Support",
            "content": "Aww pas besoin de se battre! Écoutez, ces choses arrivent et honnêtement c'est genre un... comment dire... un problème connu? We've been working on fixing that particular bug depuis le 20 novembre, et l'équipe technique dit que le patch 4.2.1 devrait empêcher ça à l'avenir mais en attendant je vous ai tout arrangé!"
        },
        {
            "role": "Customer",
            "content": "Ben. Merci. Vraiment. C'est probablement le meilleur appel de support que j'ai eu."
        },
        {
            "role": "Customer Support",
            "content": "C'est tellement gentil à entendre! Okay donc juste pour récapituler tout rapidement, euh, vous êtes maintenant seulement sur le plan annuel SUB-4498-PL à $99 par année, you'll see that $14.67 refund plus the $5 credit within a few days, et votre prochaine date de facturation c'est pas avant le 18 novembre 2024!"
        },
        {
            "role": "Customer",
            "content": "Parfait. Ouais c'est c'est exactement ça. Merci encore."
        },
        {
            "role": "Customer Support",
            "content": "Je vous en prie! Oh et hey vraiment vite avant que vous partiez, euh, vous allez peut-être recevoir un sondage automatisé à propos de cet appel avec le numéro de référence TKT-923847-Q, and if you could mention how we resolved everything today, ce serait super mais sans pression du tout, passez une excellente fin de journée!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So I'm. Looking at my bill. And it's it's showing two subscriptions? Sort of doesn't make sense."
        },
        {
            "role": "Customer Support",
            "content": "Oh hi there! Let me pull that right up for you, um, if you could just give me your account number real quick or actually the email on the account works too and I'll get everything sorted out for you in just a sec!"
        },
        {
            "role": "Customer",
            "content": "Yeah. Of course there's a problem. Email's jsmith at gmail."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect, okay so I'm seeing your account here and, uh, looks like you've got subscription ID SUB-4492-NK active from November 3rd and then there's also SUB-4498-PL that started November 18th, let me just, er, dig into what's happening here for you!"
        },
        {
            "role": "Customer",
            "content": "Right. So I'm paying twice. For one thing. Naturally."
        },
        {
            "role": "Customer Support",
            "content": "Mmm I totally get why that looks confusing but actually—oh wait, hang on, I see what happened here! So the first one SUB-4492-NK is your monthly plan at $9.99 and then on the 18th you upgraded to annual which created the new subscription but, hmm, the system didn't auto-cancel the monthly one like it should've!"
        },
        {
            "role": "Customer",
            "content": "I think I tried to. Switch? But then. Yeah. This happened."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely! Yeah so when you switched to annual on November 18th at exactly 3:47 PM our system was supposed to automatically terminate the monthly but there was a glitch that day affecting about 200 accounts and yours got caught in it, but hey good news is I can fix this right now!"
        },
        {
            "role": "Customer",
            "content": "Wait you can actually—actually fix it? Like. Today?"
        },
        {
            "role": "Customer Support",
            "content": "Oh for sure!"
        },
        {
            "role": "Customer",
            "content": "Huh. Okay okay. So what happens to the. The double charge thing?"
        },
        {
            "role": "Customer Support",
            "content": "Right so here's what I'm doing, uhhh, first I'm canceling that old monthly subscription SUB-4492-NK effective immediately, then I'm issuing a full refund for the overlapping period which comes to $14.67, and that'll hit your card ending in 8834 within 3-5 business days!"
        },
        {
            "role": "Customer",
            "content": "That's. I mean that's great. I thought—I thought this would be harder."
        },
        {
            "role": "Customer Support",
            "content": "Nah nah this is super fixable! So basically what happens is, er, when you upgrade mid-cycle the system's supposed to prorate everything automatically but since yours got stuck I'm manually adjusting it, and actually let me also add a courtesy credit of $5.00 to your account just for the hassle, how's that sound?"
        },
        {
            "role": "Customer",
            "content": "You're kind of. Making my day here? I just just expected to fight about this."
        },
        {
            "role": "Customer Support",
            "content": "Aww no fighting necessary! Look, these things happen and honestly it's like a... what's the word... a known issue? We've been working on fixing that particular bug since November 20th and engineering says patch 4.2.1 should prevent this going forward but meanwhile I've got you all sorted!"
        },
        {
            "role": "Customer",
            "content": "Well. Thanks. Really. This is probably the best support call I've had."
        },
        {
            "role": "Customer Support",
            "content": "That's so nice to hear! Okay so just to recap everything real quick, um, you're now on just the annual plan SUB-4498-PL at $99 per year, you'll see that $14.67 refund plus the $5 credit within a few days, and your next billing date isn't until November 18th, 2024!"
        },
        {
            "role": "Customer",
            "content": "Perfect. Yeah that's that's exactly right. Thanks again."
        },
        {
            "role": "Customer Support",
            "content": "You're so welcome! Oh and hey real quick before you go, uh, you might get an automated survey about this call with reference number TKT-923847-Q and if you could mention how we resolved everything today that'd be amazing but no pressure at all, have a fantastic rest of your day!"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "015ac53a_script.json",
    "professionalism": "casual",
    "scenario": "confused about overlapping subscription periods",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "friendly_chatty"
            ],
            "disfluency": {
                "hesitation_types": [
                    "hedge_words",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "cheerfully_efficient",
                "patient_teacher"
            ],
            "disfluency": {
                "hesitation_types": [
                    "classic_fillers",
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        }
    }
}