{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Did you eat my leftover pad thai from the fridge?"
        },
        {
            "role": "Character 2",
            "content": "Oh, umm, well that depends on what you mean by \"eat\" exactly... Like if we're talking about consumption in the traditional sense, then yeah, I guess I did, but honestly I thought it had been there for like a week already?"
        },
        {
            "role": "Character 1",
            "content": "I literally put it there yesterday with a note that said \"DO NOT EAT.\""
        },
        {
            "role": "Character 2",
            "content": "Okay okay, so there might've been a note, but, uh, in my defense, your handwriting is basically hieroglyphics and I thought it said \"DO EAT\" which seemed weirdly aggressive but, you know, who am I to question free food?"
        },
        {
            "role": "Character 1",
            "content": "You owe me dinner."
        },
        {
            "role": "Character 2",
            "content": "Right, yeah, absolutely fair. Though technically if we're keeping score here, you did eat my, um, entire birthday cake last month while I was at work, so maybe we could call this even? Just throwing that out there."
        },
        {
            "role": "Character 1",
            "content": "That was different! You said I could have a slice!"
        },
        {
            "role": "Character 2",
            "content": "Mmm-hmm, a slice, yes. Not the whole thing. But hey, I'm not bitter or anything, I just think it's funny how, like, suddenly you're the victim of food crime when you're basically the household's most wanted food thief."
        },
        {
            "role": "Character 1",
            "content": "Name one other time I ate your food."
        },
        {
            "role": "Character 2",
            "content": "Oh man, where do I even start? The pizza rolls, the fancy cheese, that whole rotisserie chicken I was saving, the ice cream sandwiches, those, uh, little yogurt things with the granola... Should I keep going or are we good here?"
        },
        {
            "role": "Character 1",
            "content": "[slowly] Okay fine, but the chicken was going bad."
        },
        {
            "role": "Character 2",
            "content": "It was literally fresh that day! I had the receipt and everything! But sure, yeah, tell yourself whatever helps you sleep at night while digesting my poultry, you absolute food criminal."
        },
        {
            "role": "Character 1",
            "content": "So what are you ordering me for dinner then?"
        },
        {
            "role": "Character 2",
            "content": "Well, I mean, technically pad thai costs like twelve bucks, so I'm thinking maybe we split a pizza? Unless you want to get all fancy about it, in which case, uh, there's always that sketchy taco place that gives you food poisoning half the time?"
        },
        {
            "role": "Character 1",
            "content": "You're the worst roommate ever."
        },
        {
            "role": "Character 2",
            "content": "[deep pitch] Ha! That's rich coming from someone who, um, leaves wet towels on the bathroom floor and hasn't taken out the trash in literally three months, but yeah, I'm the monster here because I ate some noodles."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] Wait, has it really been three months?"
        },
        {
            "role": "Character 2",
            "content": "I've been keeping a tally on my phone actually. Eighty-seven days. But who's counting, right? I mean, besides me, obviously, because someone has to maintain the delicate ecosystem of our garbage situation."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] I'm a terrible person."
        },
        {
            "role": "Character 2",
            "content": "Nah, you're alright. Just, you know, maybe ease up on the food hoarding and occasionally acknowledge that, uh, chores exist? But honestly we both suck at this whole adulting thing, which is probably why we're perfect roommates."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue5_14.txt",
    "actor": 1
}