{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Marcus? What the hell are you doing here at, uh, at two in the morning with a—Jesus, is that blood on your shirt?"
        },
        {
            "role": "Character 2",
            "content": "Hey, no, it's not what it, mmm, looks like, okay? You should probably just, er, head back inside and forget you saw anything here. [nervous laugh]"
        },
        {
            "role": "Character 1",
            "content": "Forget I saw—are you kidding me right now? We've been having lunch together for three years and you're standing here with what looks like, I mean, those crates have museum seals on them."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Look, you don't understand the situation, alright? This is, uh, complicated, way more complicated than your spreadsheets and quarterly reports, and honestly, the less you know, the better off you'll be."
        },
        {
            "role": "Character 1",
            "content": "[incredulous] Spreadsheets? Really?"
        },
        {
            "role": "Character 2",
            "content": "I didn't mean it like that, I just—[exhales]—there are people involved here who don't, um, who don't take kindly to witnesses, and I actually give a damn about what happens to you."
        },
        {
            "role": "Character 1",
            "content": "So what, you've been using our company's shipping network this whole time? All those late nights you said you were working on inventory reconciliation, you were actually, what, moving stolen artifacts through our loading dock?"
        },
        {
            "role": "Character 2",
            "content": "[quietly] Not stolen, technically—they're repatriated items that certain governments don't want returned to their rightful, er, their rightful owners, but yeah, basically you've got the gist of it."
        },
        {
            "role": "Character 1",
            "content": "Oh my God, Marcus, this is insane, like completely insane, and you're telling me this has been happening under my nose for, what, months? Years? [voice rising] How long have you been lying to me?"
        },
        {
            "role": "Character 2",
            "content": "I never lied, exactly, I just, mmm, I kept certain aspects of my life separate, which seemed better for everyone involved, especially you. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "That's such bullshit and you know it—we talked about trust last week when I told you about my divorce, about custody battles, and the whole time you were running some kind of, I don't know, international smuggling ring?"
        },
        {
            "role": "Character 2",
            "content": "[pained] Your problems were real, mine would've just, uh, complicated things unnecessarily, and honestly, hearing about normal life stuff helped me remember why I started doing this in the first place."
        },
        {
            "role": "Character 1",
            "content": "Normal life? Marcus, there's blood on your shirt!"
        },
        {
            "role": "Character 2",
            "content": "It's mine, okay? The buyer got, er, got nervous and pulled a knife, but I handled it, and the artifacts are going back to the indigenous community they were stolen from sixty years ago. [winces]"
        },
        {
            "role": "Character 1",
            "content": "[softer] You're hurt. We need to get you to a hospital or something, I mean, you can't just stand here bleeding and expect me to walk away."
        },
        {
            "role": "Character 2",
            "content": "Hospitals ask questions I can't answer, and besides, I've got a, um, a guy who handles this kind of thing, but you really need to leave before my contact arrives to collect these."
        },
        {
            "role": "Character 1",
            "content": "Your contact—no, you know what, I don't even want to know, but I'm not leaving you here bleeding out in our company loading dock like some kind of, I don't know, like this is normal."
        },
        {
            "role": "Character 2",
            "content": "[exhausted laugh] Nothing about this is normal, trust me, but in about ten minutes a very dangerous woman is going to show up, and if she sees you here, we'll both have problems neither of us can solve."
        },
        {
            "role": "Character 1",
            "content": "Then we have ten minutes for you to explain why someone I thought I knew, someone I actually considered a friend, has been living this complete double life. [firmly] Start talking, Marcus."
        },
        {
            "role": "Character 2",
            "content": "[resigned] Fine, but after this, you forget my name, you forget this conversation, and if anyone asks, I quit last week to take care of a sick relative, understood?"
        }
    ],
    "content_type": "general_tags",
    "source_file": "c1a211ac_scenario.json",
    "actor": 6,
    "scenario": "A work friend discovers their colleague is selling stolen artifacts during a late-night encounter at the office loading dock where a deal has gone wrong.",
    "type": "scenario_conversation",
    "character_1_role": "work friend",
    "character_2_role": "smuggler",
    "selected_tones": [
        "navigating",
        "obscuring",
        "unwilling"
    ]
}