{
    "conversation": [
        {
            "role": "Character 1",
            "content": "You're the one who rejected my fence proposal?"
        },
        {
            "role": "Character 2",
            "content": "I didn't reject it personally—the architectural review committee made that decision collectively. Your proposed height exceeded the neighborhood covenant by eighteen inches, and the material wasn't on the approved list."
        },
        {
            "role": "Character 1",
            "content": "It was just a normal wooden fence!"
        },
        {
            "role": "Character 2",
            "content": "Cedar planks with decorative lattice work, actually. The covenant specifically allows pressure-treated pine, vinyl, or wrought iron only. We've had these standards since 1987 to maintain property values throughout the subdivision."
        },
        {
            "role": "Character 1",
            "content": "That's ridiculous. Who even decided these rules?"
        },
        {
            "role": "Character 2",
            "content": "The original developer established them, and homeowners vote on amendments every three years. You actually signed acknowledgment of these restrictions when you closed on your house—it was part of your closing documents."
        },
        {
            "role": "Character 1",
            "content": "Can't you make an exception?"
        },
        {
            "role": "Character 2",
            "content": "Setting precedents undermines the entire covenant structure. If we approve your non-conforming fence, the Johnsons will want their purple shutters, and suddenly we're dealing with complete aesthetic chaos."
        },
        {
            "role": "Character 1",
            "content": "What if I repaint my whole house purple then?"
        },
        {
            "role": "Character 2",
            "content": "[whispering loudly] Don't even joke about that—Mrs. Henderson has informants everywhere and she'll file a violation before your first brushstroke. Paint colors require pre-approval through the same committee process."
        },
        {
            "role": "Character 1",
            "content": "This is insane. You people have too much time on your hands."
        },
        {
            "role": "Character 2",
            "content": "[over confidently] Actually, maintaining community standards protects everyone's investment. Studies show that neighborhoods with active HOAs appreciate fifteen to twenty percent more than those without structured governance. You'll thank us when you sell."
        },
        {
            "role": "Character 1",
            "content": "What if I just build it anyway?"
        },
        {
            "role": "Character 2",
            "content": "Then you'll receive a cease-and-desist letter, followed by daily fines of seventy-five dollars. If you continue, we place a lien on your property. The covenant has real legal teeth, enforced through county court."
        },
        {
            "role": "Character 1",
            "content": "[curious] Have you actually taken someone to court over a fence?"
        },
        {
            "role": "Character 2",
            "content": "Twice in my eight years on the board. Both times the homeowner ended up paying our legal fees plus their own, on top of removing the non-compliant structures. It's genuinely not worth the fight."
        },
        {
            "role": "Character 1",
            "content": "[bored] Fine, whatever. Can I at least have six feet if I use approved materials?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely! Six feet of pressure-treated pine is completely within guidelines. Submit the revised application by Thursday and we'll fast-track it through next Tuesday's meeting. See how reasonable we can be?"
        },
        {
            "role": "Character 1",
            "content": "Do I need to use a specific contractor too?"
        },
        {
            "role": "Character 2",
            "content": "[relieved] Oh, no—you can use anyone licensed and insured. We're not completely draconian, despite what the neighborhood Facebook group says. Just get those permits from the county first, please."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_3.txt",
    "actor": 2
}