{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[startled] 哎呀！没想到这儿还有人——Marcus说他今晚要在餐厅加班的，你到底是谁啊？"
        },
        {
            "role": "Character 2",
            "content": "其实我在等Marcus。他还不知道我来了，不过我跟管理员说明了情况，他就让我进来了。[clears throat] 希望你不介意。"
        },
        {
            "role": "Character 1",
            "content": "[warily] 不管你跟他说了什么，管理员都不该随便放陌生人进我们家。"
        },
        {
            "role": "Character 2",
            "content": "[calmly] 你这么警惕是对的。我是Diane Hutchinson——我是导演，不过我来不是因为这个。Marcus是我儿子，虽然我们已经3年没说过话了。"
        },
        {
            "role": "Character 1",
            "content": "等等，你就是那个Diane Hutchinson？去年拿金棕榈奖的那个？[exhales] Marcus在抽屉里藏着你的照片，但他跟我说他妈妈已经去世了。"
        },
        {
            "role": "Character 2",
            "content": "对他来说，也许是死了吧。他小时候，我做的那些选择...都是把事业放在第一位，没能陪在他身边。[quieter] 他跟别人这么说，我不怪他。"
        },
        {
            "role": "Character 1",
            "content": "[softer] 你知道吗，他经常看你的电影。深夜里，他以为我睡着了，我能隔着墙听到电影的声音。"
        },
        {
            "role": "Character 2",
            "content": "是吗？这个...我都不知道。我听说他最近状态不好，说他想完全放弃演戏。[voice catching] 我不能让他就这么放弃，至少得试着帮帮他。"
        },
        {
            "role": "Character 1",
            "content": "帮忙？他连续试镜6个月了，一个回电都没有，现在你想突然出现把一切都搞定？事情不是这样的。"
        },
        {
            "role": "Character 2",
            "content": "[gently] 我不是来搞定什么的。我是来告诉他，这种挣扎是必经之路，就连我也端了7年盘子才有人注意到我的作品。还有就是道歉。[pause] 主要是来道歉的。"
        },
        {
            "role": "Character 1",
            "content": "[thoughtfully] 他看到你在这儿会崩溃的，完全失控那种——你准备好了吗？"
        },
        {
            "role": "Character 2",
            "content": "没有。但我28年都没准备好过，也不差今晚这一次尴尬了。[rueful laugh] 至少这次我来了。"
        },
        {
            "role": "Character 1",
            "content": "你知道吗？[sighs] 行吧。"
        },
        {
            "role": "Character 2",
            "content": "[hopefully] 你让我留下？也许还能帮我想想，等会儿他进门——大概15分钟后——我该说什么？"
        },
        {
            "role": "Character 1",
            "content": "我去煮咖啡，你可以练习一下从进门到现在一直在脑子里排练的那些话。但如果他要我让你走，你就得走。没得商量。"
        },
        {
            "role": "Character 2",
            "content": "[gratefully] 这已经很公平了。我准备了3年，还是不知道怎么开口。\"嗨儿子，我知道我错过了你整个童年，但我给你带来了电影圈的人脉\"——听起来太空洞了。"
        },
        {
            "role": "Character 1",
            "content": "[dryly] 嗯，最好别这么开场。他最近一直在看斯坦尼斯拉夫斯基，整天说什么情感真实啊、真实体验什么的——那种排练好的好莱坞套话，他一眼就能看穿。"
        },
        {
            "role": "Character 2",
            "content": "斯坦尼斯拉夫斯基？天哪，他比我想的更像我了。[wistful] 我在他这个年纪的时候，就是抱着那些书不放，觉得里面藏着创作真实作品的所有秘密。"
        },
        {
            "role": "Character 1",
            "content": "[suddenly urgent] 是他的钥匙声——好，就做你自己，不对，做个更好的自己。[nervous laugh] 做他需要你成为的那个人。"
        },
        {
            "role": "Character 2",
            "content": "[steadying breath] 迟到28年，总比29年好。来吧。"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[startled] Oh! I didn't expect anyone to be here—Marcus said he was working late at the restaurant tonight, so who are you exactly?"
        },
        {
            "role": "Character 2",
            "content": "I'm waiting for Marcus, actually. He doesn't know I'm here yet, but the super let me in after I explained the situation. [clears throat] I hope that's alright."
        },
        {
            "role": "Character 1",
            "content": "[warily] The super shouldn't be letting strangers into our apartment, no matter what story you told him."
        },
        {
            "role": "Character 2",
            "content": "[calmly] You're right to be concerned. I'm Diane Hutchinson—I direct films, though that's not why I'm here. Marcus is my son, though we haven't spoken in three years."
        },
        {
            "role": "Character 1",
            "content": "Wait, you're THE Diane Hutchinson? The one who won the Palme d'Or last year? [exhales] Marcus has your photo hidden in his desk drawer, but he told me his mother was dead."
        },
        {
            "role": "Character 2",
            "content": "Dead to him, perhaps. I made choices when he was young that prioritized my career over being present for him. [quieter] I don't blame him for telling people that."
        },
        {
            "role": "Character 1",
            "content": "[softer] He watches your films constantly, you know? Late at night when he thinks I'm asleep, I can hear them playing through the wall."
        },
        {
            "role": "Character 2",
            "content": "Does he? That's... I didn't know that. I came because I heard he's been struggling, that he's thinking of giving up acting entirely. [voice catching] I couldn't let him quit without trying to help."
        },
        {
            "role": "Character 1",
            "content": "Help? He's been auditioning for six months straight without a single callback, and now you want to swoop in and fix everything? That's not how this works."
        },
        {
            "role": "Character 2",
            "content": "[gently] I'm not here to fix anything. I'm here to tell him that the struggle is part of it, that even I waited tables for seven years before anyone noticed my work. And to apologize. [pause] Mainly to apologize."
        },
        {
            "role": "Character 1",
            "content": "[thoughtfully] He's going to freak out when he sees you here, like completely lose it—are you prepared for that?"
        },
        {
            "role": "Character 2",
            "content": "No. But I've been not prepared for twenty-eight years, so what's another uncomfortable evening? [rueful laugh] At least this time I'm showing up."
        },
        {
            "role": "Character 1",
            "content": "You know what? [sighs] Fine."
        },
        {
            "role": "Character 2",
            "content": "[hopefully] You'll let me stay? Maybe help me figure out what to say when he walks through that door in about fifteen minutes?"
        },
        {
            "role": "Character 1",
            "content": "I'll make coffee, and you can practice whatever speech you've been rehearsing in your head since you got here. But if he asks me to make you leave, you go. No arguments."
        },
        {
            "role": "Character 2",
            "content": "[gratefully] That's more than fair. I've had three years to prepare and I still don't know how to start. 'Hi, son, I know I missed your entire childhood but I brought movie industry connections' seems a bit hollow."
        },
        {
            "role": "Character 1",
            "content": "[dryly] Yeah, maybe don't lead with that. He's been reading Stanislavski obsessively lately, talking about emotional truth and authentic experience—he'll see right through any rehearsed Hollywood bullshit."
        },
        {
            "role": "Character 2",
            "content": "Stanislavski? God, he's more like me than I realized. [wistful] I lived on those books when I was his age, convinced they held all the secrets to making something real."
        },
        {
            "role": "Character 1",
            "content": "[suddenly urgent] That's his key in the door—okay, just be yourself, or actually no, be better than yourself. [nervous laugh] Be the person he needs you to be."
        },
        {
            "role": "Character 2",
            "content": "[steadying breath] Twenty-eight years too late is still better than twenty-nine. Here we go."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "1cb1ea90_scenario.json",
    "scenario": "A struggling actor's housemate returns home to find the actor's estranged mother, a famous film director, waiting uninvited in their apartment.",
    "type": "scenario_conversation",
    "character_1_role": "housemate",
    "character_2_role": "VIP",
    "selected_tones": [
        "unknowing",
        "casual",
        "moving"
    ],
    "tone_options": [
        "partial",
        "giving",
        "focused",
        "calming",
        "unknowing",
        "disagreeable",
        "blurry",
        "casual",
        "moving",
        "hopeless"
    ]
}