{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[softly] 我一直在想你会不会回来，马修，虽然说实话，第三年过去了连个电话都没有，我就不再期待了。"
        },
        {
            "role": "Character 2",
            "content": "[hollow voice] 出事之后我没法面对您，报纸上说的那些...说我在手术时，[exhales]，说我喝醉了做手术，害死了病人。"
        },
        {
            "role": "Character 1",
            "content": "你以为我不知道你喝酒的事？我在医院干了60年，你爸葬礼那天我就闻到你身上的酒味了，你以为没人看见的时候，我看到你手在发抖。"
        },
        {
            "role": "Character 2",
            "content": "[defensive] 所以您早就知道？就这么眼睁睁看着我越陷越深，直到有人死在我手术台上？"
        },
        {
            "role": "Character 1",
            "content": "我能说什么你才会听呢？你是天才外科医生啊，约翰霍普金斯的高材生，各大期刊都发表你的论文，而我呢，只是个过时的老妈妈，还在唠叨什么便盆的事。"
        },
        {
            "role": "Character 2",
            "content": "您从来都不是\"只是\"什么，妈，您在急诊室救的人比我多多了，47年，每一个班都清醒着。"
        },
        {
            "role": "Character 1",
            "content": "[wistful] 你外公也是酒鬼，你知道吗？在车库里藏酒瓶，撞坏了三辆车才被吊销驾照。[sighs]"
        },
        {
            "role": "Character 1",
            "content": "那把他整个人都毁了。"
        },
        {
            "role": "Character 2",
            "content": "[quietly] 我不知道这些，您从来没跟我提过他，只说他在我出生前就去世了。"
        },
        {
            "role": "Character 2",
            "content": "要是我早知道家里有这个病史，也许我会更小心，会注意那些征兆，在太迟之前就去寻求帮助。"
        },
        {
            "role": "Character 1",
            "content": "或者你还是会做一样的事，觉得自己不一样，觉得自己特别，比基因和家族诅咒都要强大。"
        },
        {
            "role": "Character 1",
            "content": "亨德森一家上个月来找我，就是那个去世女士的家人，他们想知道我是不是觉得你是个恶魔。[pause]"
        },
        {
            "role": "Character 2",
            "content": "您怎么说的？说您儿子就像法庭上说的那样，是个自以为是上帝的自恋狂？"
        },
        {
            "role": "Character 2",
            "content": "[bitter laugh] 我自己的律师都这么说我，想博取陪审团的同情来减轻判决。"
        },
        {
            "role": "Character 1",
            "content": "[gently] 我跟他们说，你在拿起手术刀之前就已经破碎了，卓越和空虚往往形影不离。[quieter] 他们听了并没有得到安慰。"
        },
        {
            "role": "Character 1",
            "content": "我其实也没有，因为知道原因并不能挽回什么，不能让他们的女儿活过来，不能让你的职业生涯回来，也不能找回我们失去的这5年。"
        },
        {
            "role": "Character 2",
            "content": "我现在在五金店工作，您能想象吗？了不起的陈马修在那调漆配钥匙，那些顾客根本不知道我以前是谁。"
        },
        {
            "role": "Character 2",
            "content": "有时候在柜台听到顾客抱怨身体不适，我差点就要纠正他们，然后想起来我已经不能再给医疗建议了，连拔个刺都不行。[hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "[wearily] 到了我这个年纪，原谅就像搬石头，一块比一块重，而我已经没有力气再搬了。"
        },
        {
            "role": "Character 2",
            "content": "我不是来求原谅的，妈，只是想让您知道我戒酒了，14个月了，还有我每天都在想那个女人，想如果我真的是我装出来的那个医生，她今天会是什么样子。"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[softly] I wondered if you'd ever come back, Matthew, though honestly I stopped expecting it after the third year passed without even a phone call."
        },
        {
            "role": "Character 2",
            "content": "[hollow voice] I couldn't face you after what happened, after everything the papers said about me, about the patient who died because I was, [exhales], because I was drunk during surgery."
        },
        {
            "role": "Character 1",
            "content": "You think I didn't know about the drinking? Sixty years in medicine, I could smell it on you at your father's funeral, saw your hands shake when you thought no one was watching."
        },
        {
            "role": "Character 2",
            "content": "[defensive] So you knew and said nothing? Just let me spiral until someone died on my table?"
        },
        {
            "role": "Character 1",
            "content": "What could I say that you would have heard? You were the brilliant surgeon, top of your class at Johns Hopkins, published in every journal, and I was just your ancient mother who still talked about bedpans."
        },
        {
            "role": "Character 2",
            "content": "You were never just anything, Mom, you saved more lives in that emergency ward than I ever did, stone-cold sober every single shift for forty-seven years."
        },
        {
            "role": "Character 1",
            "content": "[wistful] Your grandfather was an alcoholic too, did you know that? Hid bottles in the garage, crashed three cars before they took his license away. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "It broke him."
        },
        {
            "role": "Character 2",
            "content": "[quietly] I didn't know that, you never told me about him, just that he died before I was born."
        },
        {
            "role": "Character 2",
            "content": "Maybe if I'd known there was a history, maybe I could have been more careful, watched for the signs, gotten help before it was too late."
        },
        {
            "role": "Character 1",
            "content": "Or maybe you would have done exactly what you did anyway, believing you were different, special, stronger than genetics and family curses."
        },
        {
            "role": "Character 1",
            "content": "The Hendersons came to see me last month, the family of the woman who died, wanted to know if I thought you were a monster. [pause]"
        },
        {
            "role": "Character 2",
            "content": "What did you tell them? That your son was exactly what they said in court, a narcissist who thought he was God?"
        },
        {
            "role": "Character 2",
            "content": "[bitter laugh] That's what my own lawyer called me, trying to get a lighter sentence by throwing me on the jury's mercy."
        },
        {
            "role": "Character 1",
            "content": "[gently] I told them you were broken long before you ever picked up a scalpel, that excellence and emptiness often walk hand in hand. [quieter] They didn't find comfort in that."
        },
        {
            "role": "Character 1",
            "content": "Neither did I, really, because knowing why something happens doesn't undo the damage, doesn't bring back their daughter or your career or the five years we've lost."
        },
        {
            "role": "Character 2",
            "content": "I work at a hardware store now, can you imagine? The great Matthew Chen mixing paint and cutting keys for people who have no idea who I used to be."
        },
        {
            "role": "Character 2",
            "content": "Sometimes I catch myself about to correct someone's medical complaint at the counter, then I remember I'm not allowed to give medical advice anymore, not even about a splinter. [hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "[wearily] At my age, forgiveness feels like lifting boulders, each one heavier than the last, and I'm running out of strength for the lifting."
        },
        {
            "role": "Character 2",
            "content": "I'm not asking for forgiveness, Mom, just wanted you to know I'm sober now, fourteen months, and that I think about that woman every single day, wonder who she'd be today if I'd been the doctor I pretended to be."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "31127245_scenario.json",
    "scenario": "A 102-year-old former nurse meets with her disgraced surgeon son who lost his license for malpractice and has come to seek reconciliation after years of estrangement.",
    "type": "scenario_conversation",
    "character_1_role": "centenarian",
    "character_2_role": "fallen from grace",
    "selected_tones": [
        "uncovering",
        "soft",
        "disheartening"
    ],
    "tone_options": [
        "pulling-in",
        "disheartening",
        "sleeping",
        "thankful",
        "uncovering",
        "forced",
        "worsening",
        "soft",
        "subjective",
        "hostile"
    ]
}