{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Also äh, das ist Sigma Chi? Das Haus sieht viel größer aus als ich dachte."
        },
        {
            "role": "Character 2",
            "content": "Ach ja, willkommen! Das Ding ist, ähm, eigentlich sind das drei Gebäude, die zusammenhängen—wir haben hier das Haupthaus, dann den, äh, den Anbau, wo wir die ganzen Partysachen lagern, so JBL PartyBox-Lautsprecher und so'n Zeug, plus den neuen Flügel, den wir letztes Jahr fertig gebaut haben."
        },
        {
            "role": "Character 1",
            "content": "Partysachen? Was denn, 'n Bierkühlschrank?"
        },
        {
            "role": "Character 2",
            "content": "[flirtatious] Na na, da will aber jemand gleich wissen, wo's zur Sache geht, was? Wir haben, mmm, viel mehr als das—zwei Zapfanlagen von BeerTender Pro im Keller, 'ne komplette Pioneer DJ-Anlage mit CDJ-3000ern, und ehrlich gesagt, halt, die besten Bierpong-Tische, die man für Geld kriegen kann."
        },
        {
            "role": "Character 1",
            "content": "Moment, es gibt professionelle Bierpong-Tische?"
        },
        {
            "role": "Character 2",
            "content": "[groan] Boah, fang mir nicht damit an... Die Alumnae haben drauf bestanden, dass wir diese, äh, GoPong Turnier-Tische mit LED-Beleuchtung drunter kaufen—hat uns insgesamt so 3000 Euro gekostet, was, ich mein, absolut bekloppt ist für was eigentlich nur 'n Klapptisch mit Becherhaltern ist."
        },
        {
            "role": "Character 1",
            "content": "Dreitausend Euro für Bierpong-Tische?"
        },
        {
            "role": "Character 2",
            "content": "Ja, das ist... also, die Sache ist halt, wir richten jedes Frühjahr die Regionalmeisterschaft aus, deswegen brauchten wir schon die offiziellen, ähm, die offiziellen Wettkampfspezifikationen, weißt du? Außerdem hat das Haus so'n, halt, Ruf zu verteidigen, was Party-Infrastruktur angeht und so."
        },
        {
            "role": "Character 1",
            "content": "Was habt ihr noch alles da unten?"
        },
        {
            "role": "Character 2",
            "content": "Okay also, wir haben 'n komplettes, äh, 'n komplettes Homegym mit Rogue Fitness Equipment—Squat Racks, Kreuzheben-Plattformen, alles drum und dran—dann gibt's den Spielraum mit, mmm, zwei PlayStation 5, die an Samsung QLED-Fernseher angeschlossen sind, plus dieser vintage Stern-Flipper von 1982."
        },
        {
            "role": "Character 1",
            "content": "Alter, wie könnt ihr euch das alles leisten?"
        },
        {
            "role": "Character 2",
            "content": "[laugh] Haha, ja Mann, das ist die Millionen-Euro-Frage! Zwischen Alumni-Spenden, Mitgliedsbeiträgen und, äh, Fundraising-Events kratzen wir irgendwie genug zusammen—obwohl ehrlich gesagt, die Hälfte von dem Zeug wurde von Schwestern gespendet, die ihren Abschluss gemacht haben und, halt, groß rausgekommen sind in Tech oder Finanzwesen oder so."
        },
        {
            "role": "Character 1",
            "content": "Wie läuft denn der Rush-Prozess eigentlich ab?"
        },
        {
            "role": "Character 2",
            "content": "Also, heute ist nur locker, aber, ähm, nächste Woche haben wir das formelle Dinner, wo du, halt, 'nen Anzug brauchst und alles, dann gibt's das, äh, das Wohltätigkeitsevent, wo wir mit unseren professionellen Weber-Grills für den ganzen Campus kochen—das ist echt heftig, wir reden hier davon, so 500 Leute zu versorgen."
        },
        {
            "role": "Character 1",
            "content": "[sneeze] Sorry, Allergie. Gibt's Schikane?"
        },
        {
            "role": "Character 2",
            "content": "Nee, absolut nicht, da sind wir jetzt echt streng—ich mein, der Bundesverband hat, ähm, wortwörtlich Kameras installiert, diese Nest Cam IQs, die die Gemeinschaftsräume überwachen, damit nichts Komisches passiert, was ehrlich gesagt schon ziemlich Big Brother-mäßig ist, aber, weißt du, heutzutage notwendig."
        },
        {
            "role": "Character 1",
            "content": "Kameras? Das ist schon 'n bisschen krass."
        },
        {
            "role": "Character 2",
            "content": "Ja, das ist... also, irgendeine Verbindung an 'ner anderen Uni hat, äh, vor 'n paar Jahren richtig Scheiße gebaut, deswegen müssen jetzt alle mit der, mmm, der Überwachungstechnik und Versicherungsauflagen und diesem ganzen Corporate-Kram klarkommen, der manchmal echt die Stimmung killt."
        },
        {
            "role": "Character 1",
            "content": "Aber ihr schmeißt noch gute Partys?"
        },
        {
            "role": "Character 2",
            "content": "Oh, auf jeden Fall, wir machen halt, ähm, wir machen halt alles nach Vorschrift—angemeldete Events, angeheuerte Security mit diesen Motorola-Funkgeräten, Barkeeper, die Ausweise mit diesen, äh, IDCheck-Scannern kontrollieren, aber ehrlich? Die Partys sind immer noch legendär, nur halt mit viel mehr Papierkram verbunden."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So uh, this is Sigma Chi? The house looks way bigger than I expected."
        },
        {
            "role": "Character 2",
            "content": "Oh yeah, welcome man! This place is, um, actually three buildings connected together—we've got the main house here, then the, uh, the annex where we keep all our party equipment like the JBL PartyBox speakers and stuff, plus the new addition we just finished last year."
        },
        {
            "role": "Character 1",
            "content": "Party equipment? Like what, a keg fridge?"
        },
        {
            "role": "Character 2",
            "content": "[flirtatious] Well well, someone's eager to know about the fun stuff, huh? We've got, mmm, way more than that—two Kegerator Pro 5000s in the basement, a whole Pioneer DJ setup with CDJ-3000s, and honestly, like, the best beer pong tables money can buy."
        },
        {
            "role": "Character 1",
            "content": "Wait, there's professional beer pong tables?"
        },
        {
            "role": "Character 2",
            "content": "[groan] Ugh, don't even get me started on that purchase... The alumni insisted we get these, er, GoPong regulation tables with LED lights underneath—cost us like three grand total, which is, I mean, absolutely ridiculous for what's basically a folding table with cup holders."
        },
        {
            "role": "Character 1",
            "content": "Three thousand dollars for beer pong tables?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, it's... look, the thing is, we host the regional tournament every spring, so we kind of needed the official, um, the official equipment specs, you know? Plus the house has this whole, like, reputation to maintain with party infrastructure and whatnot."
        },
        {
            "role": "Character 1",
            "content": "What else do you guys have down there?"
        },
        {
            "role": "Character 2",
            "content": "Alright so, we've got a full, uh, a full home gym with Rogue Fitness equipment—squat racks, deadlift platforms, the works—then there's the game room with, mmm, two PlayStation 5s hooked up to Samsung QLED TVs, plus this vintage Stern pinball machine from 1982."
        },
        {
            "role": "Character 1",
            "content": "Dude, how do you afford all this stuff?"
        },
        {
            "role": "Character 2",
            "content": "[laugh] Oh man, that's the million dollar question! Between alumni donations, dues, and, er, fundraising events, we basically scrape together enough—though honestly, half this stuff was donated by brothers who graduated and, like, made it big in tech or finance or whatever."
        },
        {
            "role": "Character 1",
            "content": "So what's the rushing process actually like?"
        },
        {
            "role": "Character 2",
            "content": "Well, tonight's just casual, but, um, next week we've got the formal dinner where you'll need, like, a suit and everything, then there's the, uh, the philanthropy event where we use our commercial-grade Weber grills to cook for the whole campus—it's actually pretty intense, we're talking about feeding like 500 people."
        },
        {
            "role": "Character 1",
            "content": "[sneeze] Sorry, allergies. Is there hazing?"
        },
        {
            "role": "Character 2",
            "content": "Nah, absolutely not, we're really strict about that now—I mean, the national organization has, um, literal cameras installed, those Nest Cam IQs, monitoring common areas to make sure nothing sketchy happens, which is honestly kind of Big Brother-ish but, you know, necessary these days."
        },
        {
            "role": "Character 1",
            "content": "Cameras? That seems a bit much."
        },
        {
            "role": "Character 2",
            "content": "Yeah, it's... look, some chapter at another school, er, really screwed up a few years back, so now everyone has to deal with the, mmm, the surveillance equipment and insurance requirements and all that corporate stuff that kind of kills the vibe sometimes."
        },
        {
            "role": "Character 1",
            "content": "But you guys still throw good parties?"
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely, we just, um, we just do everything by the book now—registered events, hired security with those Motorola two-way radios, bartenders checking IDs with those, uh, Intellicheck scanners, but honestly? The parties are still legendary, just with way more paperwork involved."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_38.txt"
}