{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ich war heute endlich in Papas Werkstatt."
        },
        {
            "role": "Character 2",
            "content": "[speeding up] Das ist ja riesig—ich weiß, du hast das monatelang vor dir hergeschoben. Wie war's denn, wieder da drin zu sein nach allem?"
        },
        {
            "role": "Character 1",
            "content": "Hab sein halbfertiges Vogelhaus gefunden."
        },
        {
            "role": "Character 2",
            "content": "[passionately] Die Vogelhäuser waren doch voll sein Ding, ne? Ich weiß noch, wie er mir gezeigt hat, wie er die kleinen Einfluglöcher macht—er war so penibel damit, den Durchmesser genau richtig hinzukriegen für verschiedene Vogelarten."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] Meinst du, ich sollte versuchen, es fertig zu machen?"
        },
        {
            "role": "Character 2",
            "content": "[relieved] Ja, unbedingt ja. Mit den Händen zu arbeiten, so wie er's gemacht hat, könnte dir echt helfen, das alles zu verarbeiten. Außerdem hätt's ihm bestimmt gefallen zu wissen, dass du zu Ende bringst, was er angefangen hat."
        },
        {
            "role": "Character 1",
            "content": "[cry] Ich weiß nicht mal, wie man die Hälfte seiner Werkzeuge benutzt."
        },
        {
            "role": "Character 2",
            "content": "[shy] Ich könnte dir helfen, das rauszufinden, wenn du willst. Mein Opa hat mir bisschen was übers Schreinern beigebracht, bevor er gestorben ist, und Werkzeuge funktionieren eigentlich überall gleich, wenn man erst mal die Grundlagen kapiert hat."
        },
        {
            "role": "Character 1",
            "content": "[laugh loudly] Er hat alles mit seiner grauenhaften Handschrift beschriftet."
        },
        {
            "role": "Character 2",
            "content": "Das passt komplett. Mein Vater macht das genauso—die denken halt echt, ihre Krakelschrift wär für alle anderen perfekt lesbar, dabei ist das im Grunde wie Hieroglyphen."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] Manchmal erwarte ich immer noch, dass er da ist."
        },
        {
            "role": "Character 2",
            "content": "Dieses Gefühl braucht ewig, bis es nachlässt. Sogar jetzt, 3 Jahre später, greif ich manchmal zum Handy, um meine Mutter wegen irgendeinem Quatsch anzurufen, bevor mir wieder einfällt, dass sie nicht rangehen wird."
        },
        {
            "role": "Character 1",
            "content": "[long pause] Der Sägemehlgeruch ist noch da."
        },
        {
            "role": "Character 2",
            "content": "Gerüche sind da echt das Schlimmste. Die katapultieren dich einfach direkt zurück zu einem Moment, einer Person, zu allem, was du gerade versuchst zu bewältigen."
        },
        {
            "role": "Character 1",
            "content": "Seine Kaffeetasse steht noch auf der Werkbank."
        },
        {
            "role": "Character 2",
            "content": "Lass sie da stehen, wenn du das brauchst. Es gibt keinen Zeitplan fürs Ausräumen—du bewegst Sachen, wenn du bereit bist, nicht wenn andere meinen, du solltest es sein."
        },
        {
            "role": "Character 1",
            "content": "Mama will seine Elektrowerkzeuge verkaufen."
        },
        {
            "role": "Character 2",
            "content": "[belly laugh] Oh Gott, die große Werkzeugdebatte. Das macht jede Familie durch—meine Geschwister hätten sich fast wegen Papas Tischkreissäge an die Gurgel gekriegt. Vielleicht behältst du eins, das ihm was bedeutet hat?"
        },
        {
            "role": "Character 1",
            "content": "Welches hätte er denn gewollt, dass ich's bekomme?"
        },
        {
            "role": "Character 2",
            "content": "Wahrscheinlich das, mit dem er's dir beigebracht hat, falls es sowas gibt. Oder das Werkzeug, das er am meisten benutzt hat—da steckt sein ganzes Muskelgedächtnis drin, all die Stunden, in denen er Sachen geschaffen hat, die ihm wichtig waren."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "I finally went through Dad's workshop today."
        },
        {
            "role": "Character 2",
            "content": "[speeding up] That's huge—I know you've been putting that off for months now. How did it feel being back in there after everything?"
        },
        {
            "role": "Character 1",
            "content": "Found his half-finished birdhouse."
        },
        {
            "role": "Character 2",
            "content": "[passionately] Those birdhouses were his thing, weren't they? I remember him showing me his technique for the little entrance holes—he was so particular about getting the diameter exactly right for different bird species."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] Do you think I should try to finish it?"
        },
        {
            "role": "Character 2",
            "content": "[relieved] Yes, absolutely yes. Working with your hands the way he did might actually help you process things. Plus he'd probably love knowing you completed what he started."
        },
        {
            "role": "Character 1",
            "content": "[cry] I don't even know how to use half his tools."
        },
        {
            "role": "Character 2",
            "content": "[shy] I could help you figure them out if you want. My grandfather taught me some woodworking before he passed, and tools are mostly universal once you understand the basics."
        },
        {
            "role": "Character 1",
            "content": "[laugh loudly] He labeled everything with that awful handwriting."
        },
        {
            "role": "Character 2",
            "content": "That tracks completely. My dad does the same thing—it's like they think their chicken scratch is perfectly legible to everyone else when really it's basically hieroglyphics."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] Sometimes I still expect to find him there."
        },
        {
            "role": "Character 2",
            "content": "That feeling takes forever to fade. Even now, three years later, I sometimes pick up my phone to call my mom about something stupid before remembering she won't answer."
        },
        {
            "role": "Character 1",
            "content": "[long pause] The sawdust smell is still there."
        },
        {
            "role": "Character 2",
            "content": "Smells are the worst for that. They just transport you right back to a moment, a person, everything you're trying to move through."
        },
        {
            "role": "Character 1",
            "content": "His coffee mug's still on the workbench."
        },
        {
            "role": "Character 2",
            "content": "Leave it there if you need to. There's no timeline for clearing these things out—you move stuff when you're ready, not when anyone else thinks you should be."
        },
        {
            "role": "Character 1",
            "content": "Mom wants to sell his power tools."
        },
        {
            "role": "Character 2",
            "content": "[belly laugh] Oh god, the great tool debate. Every family goes through this—my siblings nearly started a war over my dad's table saw. Maybe keep one that meant something to him?"
        },
        {
            "role": "Character 1",
            "content": "Which one would he want me to have?"
        },
        {
            "role": "Character 2",
            "content": "Probably the one he taught you on, if there is one. Or the tool he used most—that's the one with all his muscle memory in it, all those hours of creating things that mattered to him."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_4.txt"
}