{
    "conversation": [
        {
            "role": "Customer",
            "content": "Llevo siendo cliente por—por doce años, eh, así que creo que merezco mejores tarifas aquí."
        },
        {
            "role": "Customer Support",
            "content": "Sí sí okay déjame—no espera—déjame buscar tu cuenta rapidito ACC-4829-DV y ver qué paquetes tenemos disponibles entonces básicamente estás en nuestro plan de internet estándar a 79.99 mensual y no tienes TV ni teléfono actualmente en esa cuenta."
        },
        {
            "role": "Customer",
            "content": "Exacto, y estoy estoy pagando demasiado, este, comparado con los clientes nuevos seguramente."
        },
        {
            "role": "Customer Support",
            "content": "Sí no te entiendo créeme escucho esto—déjame nomás—okay entonces mira lo que puedo hacer tu código de elegibilidad es ELIG-2024-BND lo que significa que calificas para nuestro paquete triple que es internet TV y teléfono por 99 mensual total te ahorras como 40 pesos si agregas todo por separado."
        },
        {
            "role": "Customer",
            "content": "¿99? ¿Nada más? ¿Sabes que gasto, este, miles con ustedes al año?"
        },
        {
            "role": "Customer Support",
            "content": "Mmm te escucho sí y—espérate tantito—a ver mirando tu antigüedad aquí doce años órale okay entonces hay un nivel de lealtad LYL-PLATINUM-12 que podría aplicar pero lo que pasa es que solo funciona con paquetes específicos déjame checar cuáles rapidito."
        },
        {
            "role": "Customer",
            "content": "O sea he he referido probablemente, eh, veinte personas a su compañía, esperando algo de reconocimiento digo."
        },
        {
            "role": "Customer Support",
            "content": "Ah interesante okay entonces—no espera—sí tienes seis referidos activos en el sistema bajo REF-829-MULTI que está súper de hecho porque eso desbloquea otro nivel de descuento pero aquí es donde se complica estos no siempre se combinan como uno pensaría desafortunadamente."
        },
        {
            "role": "Customer",
            "content": "Mira, mi—mi hija acaba de entrar a la universidad, este, y de verdad necesito recortar gastos en algún lado, ¿okay?"
        },
        {
            "role": "Customer Support",
            "content": "Ahh okay sí eso cambia—déjame pensar—entonces qué tal si hacemos esto te puedo armar un paquete personalizado usando el código de promoción SAVE45-EDU-24 que técnicamente es para clientes nuevos pero dada tu situación más tu antigüedad probablemente pueda conseguir que mi supervisor lo apruebe rapidito."
        },
        {
            "role": "Customer",
            "content": "Eso eso suena mejor, eh, ¿pero qué incluiría exactamente?"
        },
        {
            "role": "Customer Support",
            "content": "Órale entonces esto te da internet de gigabit nuestro paquete premium de TV con HBO Max incluido y teléfono ilimitado por 85 mensual fijo por dos años el ID del contrato sería CNT-2025-LOCK85 y sin cargos por equipo que normalmente son otros 20 al mes."
        },
        {
            "role": "Customer",
            "content": "¿85 total? No está mal pero, este, ¿qué hay de los costos de instalación o activación seguramente?"
        },
        {
            "role": "Customer Support",
            "content": "Sí buena pregunta entonces—a ver no—la instalación no se cobra con el código INST-WAIVE-24 y la activación ya está cubierta con tu estatus de lealtad pero sí hay un cargo único de migración de 39.99 para cambiar tus servicios aunque podría hacer algo al respecto."
        },
        {
            "role": "Customer",
            "content": "Ándale, ya ya les estoy haciendo un favor quedándome, es ridículo la verdad."
        },
        {
            "role": "Customer Support",
            "content": "No tienes toda la razón eso es—espérame—déjame intentar otra cosa okay si proceso esto como una oferta de recuperación bajo el código WIN-BACK-SPECIAL aunque seas cliente actual ese cargo desaparece completamente y de hecho baja tu mensualidad a 79.99 por esos mismos servicios."
        },
        {
            "role": "Customer",
            "content": "Ahora sí estamos hablando, este, eso eso es lo que esperaba desde el principio, ¿sabes?"
        },
        {
            "role": "Customer Support",
            "content": "Sí definitivamente debí empezar con eso mi error entonces para confirmar es el paquete SKU-7799-COMPLETE a 79.99 mensual sin cargos sin contratos bueno espera—no perdón—compromiso de dos años pero puedes cancelar cuando quieras con 30 días de aviso sin penalizaciones."
        },
        {
            "role": "Customer",
            "content": "Perfecto perfecto, eh, ¿cuándo empezaría esto exactamente?"
        },
        {
            "role": "Customer Support",
            "content": "Mmm entonces puedo programar la transición del servicio para—déjame ver—lo más pronto es el martes 14 de enero ventana técnica entre 8 AM y mediodía número de confirmación TKT-2025-0114-AM y te va a llegar un correo con todos estos detalles más tu nuevo número de cuenta en la próxima hora."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I've been a customer for—for twelve years, um, so I think I deserve better rates here."
        },
        {
            "role": "Customer Support",
            "content": "Right right okay let me—wait actually—lemme pull up your account real quick ACC-4829-DV and see what bundles we've got available so basically you're on our standard internet plan at seventy-nine ninety-nine monthly and no TV or phone services currently attached to that account."
        },
        {
            "role": "Customer",
            "content": "Exactly, and I'm I'm paying way too much, er, compared to new customers probably."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no I get it trust me I hear this—lemme just—okay so here's what I can do your eligibility code is ELIG-2024-BND which means you qualify for our triple play bundle that's internet TV and phone for ninety-nine monthly total saves you about forty bucks if you add everything separately."
        },
        {
            "role": "Customer",
            "content": "Ninety-nine? That's it? Do you know I spend, um, thousands with you people annually?"
        },
        {
            "role": "Customer Support",
            "content": "Mmm I hear you I do and—wait hold on—actually looking at your tenure here twelve years wow okay so there's a loyalty tier LYL-PLATINUM-12 that I could apply but the thing is it only works with specific bundles lemme check which ones real quick."
        },
        {
            "role": "Customer",
            "content": "I mean I've I've referred probably, er, twenty people to your company, sort of expecting some recognition."
        },
        {
            "role": "Customer Support",
            "content": "Oh interesting okay so—no wait—yeah you've got six active referrals in the system under REF-829-MULTI which is great actually cause that unlocks another discount tier but here's where it gets tricky these don't always stack the way you'd think they would unfortunately."
        },
        {
            "role": "Customer",
            "content": "Look, my—my daughter just started college, um, and I really need to cut costs somewhere, okay?"
        },
        {
            "role": "Customer Support",
            "content": "Ahh okay yeah that changes—lemme think—so what if we do this I can build you a custom bundle using promo code SAVE45-EDU-24 that's technically for new customers but given your situation plus your tenure I can probably get my supervisor to approve it real quick."
        },
        {
            "role": "Customer",
            "content": "That's that's more like it, uh, what exactly would that include though?"
        },
        {
            "role": "Customer Support",
            "content": "Alright so this gets you gigabit internet our premium TV package with HBO Max included and unlimited phone for eighty-five monthly locked for two years contract ID would be CNT-2025-LOCK85 and no equipment fees which usually run another twenty monthly."
        },
        {
            "role": "Customer",
            "content": "Eighty-five total? Not bad but, er, what about installation or activation fees probably?"
        },
        {
            "role": "Customer Support",
            "content": "Right good question so—actually no—installation's waived with code INST-WAIVE-24 and activation is already covered under your loyalty status but there is a one-time migration fee of thirty-nine ninety-nine to switch your services over though I might be able to do something about that."
        },
        {
            "role": "Customer",
            "content": "Come on, I'm I'm already doing you a favor by staying, kind of ridiculous honestly."
        },
        {
            "role": "Customer Support",
            "content": "No you're absolutely right that's—hang on—lemme try something else okay if I process this as a winback offer under code WIN-BACK-SPECIAL even though you're current that fee disappears completely and actually drops your monthly to seventy-nine ninety-nine for those same services."
        },
        {
            "role": "Customer",
            "content": "Now we're talking, um, that's that's what I expected from the start, you know?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah definitely shoulda led with that my bad so to confirm that's bundle SKU-7799-COMPLETE at seventy-nine ninety-nine monthly no fees no contracts actually wait—no sorry—two year commitment but you can cancel anytime with thirty days notice no penalties."
        },
        {
            "role": "Customer",
            "content": "Perfect perfect, uh, when would this start exactly?"
        },
        {
            "role": "Customer Support",
            "content": "Mmm so I can schedule the service transition for—lemme see—earliest is Tuesday January fourteenth tech window between eight AM and noon confirmation number TKT-2025-0114-AM and you'll get an email with all these details plus your new account number within the next hour."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "5389bbd1_script.json",
    "professionalism": "casual",
    "scenario": "asking about bundling services for a better rate",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "demanding_entitled",
                "vulnerable_trusting"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "hedge_words",
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "burned_out_but_trying",
                "awkwardly_apologetic"
            ],
            "disfluency": {
                "hesitation_types": [
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        }
    }
}