{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[monotone] Twenty-three years digging graves, e eu digo sempre a mesma coisa às pessoas. [slowly] \"Grief is just love with nowhere to go,\" digo eu, e eles acenam com a cabeça como se eu lhes tivesse dado alguma verdade profunda. [bitter] Ha. I stand there in my mud-covered boots, encostada à minha pá, a distribuir sabedoria sobre deixar-se sentir tudo. [pause] And they actually listen to me, sabes? Como se eu fosse algum tipo de... especialista em luto ou assim.\n\n[sarcastic] Meanwhile, her coffee mug is still on the kitchen counter. A caneca dela ainda está lá no balcão da cozinha. [very quietly] Three months now. Já passaram 3 meses. Can't touch it. Não consigo tocar-lhe. [frustrated] I tell widows to pack things when they're ready, que não há um prazo certo, mas eu— [trailing off] passo por aquela caneca todas as manhãs e...\n\n[angry] See, I know all the stages! Eu sei todas as fases! [mocking] Denial, anger, bargaining—podia escrever um raio dum manual! [shaky voice] But knowing doesn't mean, hum... não significa que consigas mesmo fazê-lo. [very sad] I helped Mrs. Chen through her husband's death last week, segurei-lhe a mão enquanto ela chorava, disse-lhe que fica mais fácil. [whispering] Que piada.\n\n[crying while speaking] The truth is, I can dig a perfect grave in four hours, mas não consigo, ah... não consigo sequer lavar a estúpida caneca dela. [sniffle] And everyone thinks I have it all figured out, porque trabalho com a morte todos os dias. [exhausted] But death and grief are, hmm, são animais completamente diferentes."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[monotone] Twenty-three years digging graves, and I tell people the same thing every time. [slowly] \"Grief is just love with nowhere to go,\" I say, and they nod like I've given them some profound truth. [bitter] Ha. I stand there in my mud-covered boots, leaning on my shovel, dispensing wisdom about letting yourself feel it all. [pause] And they actually listen to me, you know? Like I'm some kind of... grief expert or something.\n\n[sarcastic] Meanwhile, her coffee mug is still on the kitchen counter. [very quietly] Three months now. Can't touch it. [frustrated] I tell widows to pack things when they're ready, that there's no timeline, but I— [trailing off] I walk past that mug every morning and...\n\n[angry] See, I know all the stages! [mocking] Denial, anger, bargaining—I could write a damn textbook! [shaky voice] But knowing doesn't mean, um... doesn't mean you can actually do it. [very sad] I helped Mrs. Chen through her husband's death last week, held her hand while she cried, told her it gets easier. [whispering] What a joke.\n\n[crying while speaking] The truth is, I can dig a perfect grave in four hours, but I can't, uh... I can't even wash her stupid mug. [sniffle] And everyone thinks I have it all figured out because I work with death every day. [exhausted] But death and grief are, mmm, they're completely different animals."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "3491036a_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your gravedigger wisdom about grief helps others while you can't process your own loss",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}