{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amargo] Eu tinha razão. Sobre tudo. Cada coisinha que disse sobre o Marcus, tudo—Meu Deus, as provas que lhes mostrei. [riso] Os screenshots, as horas exatas, as mentiras que ele contou sobre o dinheiro da startup. Quer dizer, expus tudo na perfeição. [triunfante] Não conseguiram contestar nada! Nem uma coisa!\n\n[pausa]\n\nMas agora estão todos... não estão a falar comigo. A Sarah bloqueou-me. O Tom disse que eu estava, hum, \"obcecada\" e que precisava de deixar isso para trás. Até a Jamie, que estava lá quando o Marcus me tramou, ela disse que fui longe demais. [confuso] Longe demais? Como é que provar a verdade é ir longe demais?\n\n[suspiro]\n\nFico a olhar para o telemóvel e é só... nada. O grupo do WhatsApp está morto. Bem, não está morto—fizeram um novo sem mim, acho eu. [baixinho] Sim, de certeza que fizeram.\n\n[frustrado] É como se estivessem zangados comigo por ter razão! Por me importar o suficiente para, sabes, defender-me. O Marcus pode continuar a mentir e eu é que sou a má da fita por... quê? Por não o deixar?\n\n[pausa longa]\n\n[muito triste] Ganhei. Provei tudo. Então porque é que sinto que, tipo... que perdi tudo o que realmente importava? [desvanecendo] Talvez ter razão não valha a pena estar sozinha."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I was right. About everything. Every single thing I said about Marcus, all of it—God, the receipts I showed them. [laugh] The screenshots, the timestamps, the lies he told about the startup money. I mean, I laid it all out perfectly. [triumphant] They couldn't argue with any of it! Not one thing!\n\n[pause]\n\nBut now they're all... they're not talking to me. Sarah blocked me. Tom said I was, um, \"obsessed\" and needed to let it go. Even Jamie, who was there when Marcus screwed me over, she said I went too far. [confused] Too far? How is proving the truth going too far?\n\n[sigh]\n\nI keep checking my phone and it's just... nothing. The group chat's dead. Well, not dead—they made a new one without me, I think. [quietly] Yeah, they definitely did.\n\n[frustrated] It's like they're mad at me for being right! For actually caring enough to, you know, defend myself. Marcus gets to keep lying and I'm the bad guy for... what? For not letting him?\n\n[long pause]\n\n[very sad] I won. I proved everything. So why does it feel like, um... like I lost everything that actually mattered? [trailing off] Maybe being right isn't worth being alone."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2ee12d56_monologue.json",
    "type": "emotional_monologue",
    "subject": "Finally proving your foe wrong about everything, but losing all your mutual friends in the process",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}