{
    "conversation": [
        {
            "role": "Customer",
            "content": "*exhales* तो मैंने अभी. अम्म. अपना स्टेटमेंट चेक किया। कुछ चार्जेस हैं जो मैंने नहीं किये।"
        },
        {
            "role": "Customer Support",
            "content": "अरे नहीं। ठीक है। मैं अभी... अभी आपका अकाउंट खोलती हूँ। आपका... अच्छा, पहले ये बताइये—आप कहीं ऐसी जगह तो हैं ना जहाँ इसके बारे में बात कर सकें?"
        },
        {
            "role": "Customer",
            "content": "हाँ मैं. अ. मैं घर पर हूँ। अभी अभी पता चला। तीन चार्जेस। कल के।"
        },
        {
            "role": "Customer Support",
            "content": "समझ गयी। तो मैं देख रही हूँ... हम्म... कल के तीन ट्रांज़ैक्शन दिख रहे हैं, टोटल 847.92 डॉलर। एक MegaMart पे। एक किसी इलेक्ट्रॉनिक्स की दुकान पे। और गैस स्टेशन GS-7745।"
        },
        {
            "role": "Customer",
            "content": "*sharp inhale* आठ सौ? हे भगवान। ये तो. अम्म. ये तो मेरे रेंट के पैसे थे।"
        },
        {
            "role": "Customer Support",
            "content": "अरे सुनिये। देखिये। हम ये... क्या कहूं... हम ये सब ठीक कर देंगे। मेरे साथ भी ऐसा हुआ था पिछले साल actually। बहुत डर गयी थी मैं। पर सब ठीक हो गया था।"
        },
        {
            "role": "Customer",
            "content": "सच में? *exhales* ठीक है। तो अब. अ. अब क्या होगा?"
        },
        {
            "role": "Customer Support",
            "content": "सबसे पहली बात। आपका कार्ड जो 4429 पे खत्म होता है। उसे कैंसल कर रही हूँ। अभी के अभी। हो गया। नया कार्ड आज ही भेज रहे हैं, ट्रैकिंग TRK-99827-XM।"
        },
        {
            "role": "Customer",
            "content": "अरे पर. अम्म. मेरे बिल्स हैं। ऑटो-पे। कल के।"
        },
        {
            "role": "Customer Support",
            "content": "हम्म, हाँ ये तो... सोचने दीजिये... ठीक है तो मैं क्या कर सकती हूँ। टेम्पररी वर्चुअल कार्ड। नंबर 4556-8901-2234-7789। तुरंत काम करने लगेगा।"
        },
        {
            "role": "Customer",
            "content": "*exhales* ठीक है। अच्छा ये ठीक है। वो चार्जेस but। वो definitely. अ. मेरे नहीं हैं।"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल नहीं। ये तो... मेरा मतलब, आपकी हिस्ट्री देख रही हूँ... आप MegaMart महीने में एक बार जाती हैं शायद? ये clearly... ये फ्रॉड है।"
        },
        {
            "role": "Customer",
            "content": "महीने में एक बार। हाँ। *sharp inhale* मेरी माँ के मेडिकल बिल्स। अ. मैं ये पैसे खो नहीं सकती।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं खोएंगी। पक्का। डिस्प्यूट फाइल कर रही हूँ अभी। रेफरेंस FRD-2024-1127-B। पूरे 847.92 डॉलर। प्रोविज़नल क्रेडिट आपके अकाउंट में आएगा... actually, मैं इसे expedite कर रही हूँ। चौबीस घंटे में।"
        },
        {
            "role": "Customer",
            "content": "चौबीस घंटे? सच में? *exhales* मैं तो बहुत. अम्म. डर गयी थी कि हफ्तों लग जाएंगे।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं। इतनी... क्या बोलूं... इतनी साफ बात के लिए नहीं। IP address Michigan दिखा रहा है। आप Oregon में हैं, ZIP 97201। साफ फ्रॉड है।"
        },
        {
            "role": "Customer",
            "content": "Michigan? पर उन्होंने कैसे. अ. मेरा कार्ड कैसे मिल गया?"
        },
        {
            "role": "Customer Support",
            "content": "exactly बताना मुश्किल है। पर... हम्म... आपने पिछले हफ्ते रेस्टोरेंट POS-7742 में use किया था? कभी कभी वो सिस्टम... compromise हो जाते हैं।"
        },
        {
            "role": "Customer",
            "content": "*exhales* बहुत बढ़िया। तो अब. अम्म. अब तो मुझे कार्ड use करने में डर लगेगा।"
        },
        {
            "role": "Customer Support",
            "content": "समझ सकती हूँ। सच में। मेरा चोरी होने के बाद मैं तो... दिन में तीन तीन बार अकाउंट चेक करती थी। पर देखिये। आपने जल्दी पकड़ लिया। हम ठीक कर रहे हैं। केस नंबर SEC-8827-1194-KP आपके रिकॉर्ड के लिए। आपने अच्छा किया।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "*exhales* So I just. Um. Checked my statement. There's charges I didn't make."
        },
        {
            "role": "Customer Support",
            "content": "Oh no. Okay. Let me... let me pull up your account here. What's your... actually, first—are you somewhere safe to talk about this?"
        },
        {
            "role": "Customer",
            "content": "Yeah I'm. Er. I'm home. Just found out. Three charges. Yesterday."
        },
        {
            "role": "Customer Support",
            "content": "Got it. So I'm looking at... hmm... I see three transactions from yesterday, total of $847.92. One at MegaMart. One at some electronics place. And gas station GS-7745."
        },
        {
            "role": "Customer",
            "content": "*sharp inhale* Eight hundred? Oh God. That's. Um. That's my rent money."
        },
        {
            "role": "Customer Support",
            "content": "Hey. Listen. We're gonna... what's the word... we're gonna make this right. I had this happen to me last year actually. Scared me to death. But it worked out."
        },
        {
            "role": "Customer",
            "content": "Really? *exhales* Okay. So what. Er. What happens now?"
        },
        {
            "role": "Customer Support",
            "content": "First thing. Your card ending in 4429. We're cancelling that. Right now. Done. New one ships today, tracking TRK-99827-XM."
        },
        {
            "role": "Customer",
            "content": "Wait but. Um. I have bills. Auto-pay. Tomorrow."
        },
        {
            "role": "Customer Support",
            "content": "Mmm, yeah that's... let me think... okay so what I can do. Temporary virtual card. Number 4556-8901-2234-7789. Works immediately."
        },
        {
            "role": "Customer",
            "content": "*exhales* Okay. Okay good. The charges though. They're definitely. Uh. Not mine."
        },
        {
            "role": "Customer Support",
            "content": "No question. These are... I mean, looking at your history... you shop at MegaMart maybe once a month? This is clearly... this is fraud."
        },
        {
            "role": "Customer",
            "content": "Once a month. Yeah. *sharp inhale* My mom's medical bills. Er. I can't afford to lose this."
        },
        {
            "role": "Customer Support",
            "content": "You won't. Promise. Filing dispute now. Reference FRD-2024-1127-B. The full $847.92. Provisional credit hits your account within... actually, I'm expediting this. Twenty-four hours."
        },
        {
            "role": "Customer",
            "content": "Twenty-four? Really? *exhales* I was so. Um. Worried it'd take weeks."
        },
        {
            "role": "Customer Support",
            "content": "Nah. Not for something this... what's the right... this obvious. IP address shows Michigan. You're in Oregon, ZIP 97201. Clear fraud."
        },
        {
            "role": "Customer",
            "content": "Michigan? But how did they. Er. Even get my card?"
        },
        {
            "role": "Customer Support",
            "content": "Hard to say exactly. But... hmm... you used it at restaurant POS-7742 last week? Sometimes those systems get... they get compromised."
        },
        {
            "role": "Customer",
            "content": "*exhales* Great. Just great. So now what. Um. Now I'm scared to use cards."
        },
        {
            "role": "Customer Support",
            "content": "I get it. I really do. After mine got stolen I was... I was checking my account like three times a day. But look. You caught it fast. We're fixing it. Case number SEC-8827-1194-KP for your records. You did good."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "f83bef15_script.json",
    "professionalism": "casual",
    "scenario": "reporting unauthorized transactions on their account",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "vulnerable_trusting",
                "cautiously_hopeful"
            ],
            "disfluency": {
                "hesitation_types": [
                    "breath_catches",
                    "word_searching",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "determined_advocate"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}