{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[quietly] Zero vírgula zero zero três milímetros. É a minha tolerância. É isso que separa uma aterragem bem sucedida em Marte de— de um desastre, basicamente. [pause] Esta pecinha de alumínio que estou a cortar agora? Vai estar a cinquenta e quatro milhões de quilómetros daqui a oito meses. A andar por Marte a sério. [short pause] Às vezes tenho de parar e... processar isto. [anxious] As minhas mãos não podem tremer. Nem um bocadinho. Cada corte que faço, cada aresta que moldo, tem de ser perfeito porque não há, hum... não há oficina lá em cima, percebes? [laugh] Fogo, a pressão às vezes é uma coisa louca. [confidently] Mas depois penso nos engenheiros que confiam em mim para isto. Em mim. Um gajo que chumbou a trabalhos manuais no secundário, agora a fazer peças para a NASA. [warm] A minha filha, ela diz a toda a gente na escola que a mãe constrói naves espaciais. [chuckle] Não é bem verdade mas não a corrijo. [very quietly] Às vezes à noite, tarde, imagino o rover a andar pelo pó marciano, os meus componentes a funcionar na perfeição, a ajudar-nos a descobrir algo novo sobre o universo. [passionate] É aí que eu sei— isto não é só cortar metal. Isto é, ah... isto é história. [determined] Por isso sim, zero vírgula zero zero três milímetros. Eu consigo."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[quietly] Point zero zero three millimeters. That's my tolerance. That's what separates a successful Mars landing from— from disaster, basically. [pause] This little piece of aluminum I'm cutting right now? It's going to be thirty-four million miles away in eight months. Rolling around on actual Mars. [short pause] Sometimes I have to stop and just... process that. [anxious] My hands can't shake. Not even a little. Every cut I make, every edge I shape, it has to be perfect because there's no, um, there's no repair shop up there, you know? [laugh] God, the pressure is insane sometimes. [confidently] But then I think about the engineers trusting me with this. Me. A kid who failed shop class in high school, now making parts for NASA. [warm] My daughter, she tells everyone at school that her mom builds spaceships. [chuckle] It's not exactly true but I don't correct her. [very quietly] Sometimes late at night I imagine the rover rolling over Martian dust, my components working perfectly, helping us learn something new about the universe. [passionate] That's when I know— this isn't just metal cutting. This is, uh... this is history. [determined] So yeah, point zero zero three millimeters. I can do that."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2395a76b_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your die cutter operator precision creating components for a rover that will explore Mars",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}