{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] Isto não é o que eu esperava. Eu só—vim aqui com o meu cartaz, sabes? We were supposed to march peacefully, fazer ouvir as nossas vozes. [shaky voice] Mas agora há pessoas a atirar garrafas, and I can't even find the exit anymore.\n\nOlha, eu não... já não quero estar aqui. [pause] Alguém acabou de me dar uma pedra e disse-me para a atirar. O que é que eu faço com isto? Vim aqui protestar contra a violência policial, não para, hum... não para me tornar parte do problema. [upset] A multidão está a empurrar-me para a frente, literally can't move backwards.\n\nOh meu Deus, estão a pôr fogo em alguma coisa agora. [gasp loudly] Isto é uma loucura! Tenho os meus filhos em casa—não posso ser preso por isto. Mas se tentar sair, what if they think I'm suspicious or something?\n\n[whispering] Vem aí gás lacrimogéneo. Já consigo cheirar. Os meus olhos já estão a arder e... merda, nunca pensei que estaria aqui. [frustrated] Só queria defender o que é certo, peacefully, with my community. Agora estou preso neste, neste caos que vai aparecer em todos os noticiários amanhã. [very quietly] E vão chamar-nos a todos de vândalos. Todos nós, sem exceção."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] This isn't what I signed up for. I just—I came here with my sign, you know? We were supposed to march, chant, make our voices heard peacefully. [shaky voice] But now there's people throwing bottles and I can't even find the exit. \n\nLook, I don't... I don't want to be here anymore. [pause] Someone just handed me a rock and told me to throw it. What am I supposed to do with this? I came here to protest police violence, not to, um... not to become part of the problem. [upset] The crowd's pushing me forward and I literally can't move backwards.\n\nOh God, they're setting something on fire now. [gasp loudly] This is insane! I have kids at home—I can't get arrested for this. But if I try to leave, what if they think I'm, I don't know, suspicious or something? \n\n[whispering] There's tear gas coming. I can smell it. My eyes are already burning and... shit, I never thought I'd be here. [frustrated] All I wanted was to stand up for what's right, peacefully, with my community. Now I'm trapped in this, this chaos that's gonna be on every news channel tomorrow. [very quietly] And they'll call us all thugs. Every single one of us."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "21f4bdf7_monologue.json",
    "type": "emotional_monologue",
    "subject": "Being forced to participate as a rioter when you just wanted peaceful protest",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}