{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[sad] Sabes o que é que... o que é que me tem andado a consumir ultimamente? [pause] Eu passo as terças-feiras todas com a Dona Conceição, e ela conta-me dos amigos que já partiram, e eu fico ali a acenar e a dar-lhe a mão. [empathetically] E agora percebo, quer dizer, percebo mesmo de uma forma que antes não percebia. [bitter] Porque enquanto estou ali a ouvi-la falar de perder pessoas para a morte, eu ando a perder as minhas para, quê, para a vida? [laugh] O meu melhor amigo mudou-se para Londres por causa do trabalho. [slowly] A Sofia teve o bebé e simplesmente... desapareceu. [frustrated] O João e a Rita divorciaram-se e de alguma forma perdi os dois na separação. [long pause] E aqui estou eu, a ensinar jogos de cartas à Dona Conceição para manter a mente ativa, a levar o Senhor Oliveira às consultas, e eles ficam tão agradecidos pela companhia. [shaky voice] Ficam tão agradecidos só por ter alguém ali. [very quietly] E eu volto para casa, para o meu apartamento vazio e penso, hum, a quem é que eu ligaria sequer? [trailing off] A ironia é que... [sigh] A Dona Conceição perguntou-me ontem se tinha planos para o fim de semana. [crying while speaking] E eu menti, menti mesmo a uma senhora de 84 anos sobre ter amigos porque não consegui admitir que ela vê mais gente do que eu. [sniffle] Que o acompanhante dela, a pessoa literalmente paga para não a deixar sozinha, vai para casa e não tem ninguém."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[sad] You know what's... what's really getting to me lately? [pause] I sit with Mrs. Chen every Tuesday, and she tells me about her friends who've passed, and I'm nodding and holding her hand. [empathetically] And I get it now, I mean, I really get it in a way I didn't before. [bitter] Because while I'm there listening to her talk about losing people to death, I'm losing mine to, what, life? [laugh] My best friend moved to Seattle for work. [slowly] Sarah's got her new baby and just... disappeared. [frustrated] Tom and Amy divorced and somehow I lost both of them in the split. [long pause] And here I am, teaching Mrs. Chen card games to keep her mind sharp, bringing Mr. Rodriguez to his doctor's appointments, and they're so grateful for the company. [shaky voice] They're so grateful just to have someone there. [very quietly] And I drive home to my empty apartment and think, hmm, who would I even call? [trailing off] The irony is just... [sigh] Mrs. Chen asked me yesterday if I had plans for the weekend. [crying while speaking] And I lied, I actually lied to an 84-year-old woman about having friends because I couldn't admit that she sees more people than I do. [sniffle] That her companion, the person literally paid to keep her from being lonely, goes home to nobody."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "25e376ed_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your companion work with elderly clients taught you about loneliness just as your own social circle disappeared",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}