{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[muito entusiasmado] Meu Deus, ela conseguiu! Ela conseguiu mesmo! Quer dizer, quando a Sarah entrou naquela sala, pensei—fogo, fiquei sem respirar o tempo todo. [pausa] Tu sabes como é que ela fica, não é? Aquela cena das mãos a tremer, e a voz dela fica toda... enfim, ela ficou ali parada entre os dois e, hum, falou mesmo. [caloroso] A minha pombinha tímida, a mediar uma discussão a sério entre o Marcus e a Janet.\n\nE a forma como ela—Nossa, quando ela disse \"Vamos ouvir os dois lados,\" quase que chorei ali mesmo. [risinho] Há três meses, ela nem conseguia pedir um café sem ensaiar cinco vezes. Lembras-te? Ela escrevia na palma da mão. [emocionado] Mas hoje estava mesmo... diferente. Houve um momento em que o Marcus começou a levantar a voz e pensei, pronto, ela vai congelar. Mas não. Ela até, eh pá, levantou a mão—assim muito suavemente, mas firme de alguma forma—e disse \"Por favor, deixa a Janet acabar.\"\n\n[orgulhosamente] Fico a passar o filme na cabeça. A coisa toda durou talvez vinte minutos mas pareceu... sei lá, como ver um miúdo andar de bicicleta pela primeira vez? [fungar] Só que não sou pai dela, sou apenas—Caramba, estou tão orgulhoso dela. [muito baixinho] Ela nem sequer sabe o quão corajosa foi hoje."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very excited] Oh my God, she did it! She actually did it! I mean, when Sarah walked into that room, I thought—honestly, I was holding my breath the entire time. [pause] You know how she gets, right? That little trembling thing with her hands, and her voice gets all... anyway, she just stood there between those two and, um, she actually spoke up. [warm] My shy little dove, mediating a full-blown argument between Marcus and Janet. \n\nAnd the way she—God, when she said \"Let's hear both sides,\" I almost cried right there. [chuckle] Three months ago, she couldn't even order coffee without rehearsing it five times. Remember? She'd write it down on her palm. [emotional] But today she was just... different. There was this moment where Marcus started raising his voice and I thought, oh no, she's gonna freeze. But she didn't. She actually, erm, she put her hand up—really gently, but firm somehow—and said \"Please, let Janet finish.\" \n\n[proudly] I keep replaying it in my head. The whole thing took maybe twenty minutes but it felt like... I don't know, watching your kid ride a bike for the first time? [sniffle] Except I'm not her parent, I'm just—God, I'm so proud of her. [very quietly] She doesn't even know how brave she was today."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "23e92057_monologue.json",
    "type": "emotional_monologue",
    "subject": "The shy dove you've been mentoring just successfully mediated their first conflict resolution",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}