{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Espera aí, não não não, isto tem de ser engano. Acabei de receber um email a dizer que ganhei? [confuso] Mas eu inscrevi-me nisto há tipo, sei lá, três semanas? [suspira suavemente] Ai meu Deus, escolheram o meu. De—diz aqui oitocentas participações? [muito baixinho] Oitocentas.\n\nQuer dizer, eu nem ia submeter nada! [riso] Era só aquela história parva sobre a mulher que coleciona borboletas mortas, sabes? Aquela que escrevi nas pausas de almoço porque estava, hum... estava a morrer de tédio no trabalho. [entusiasmado] Foda-se, cinco mil euros!\n\n[pausa]\n\nIsto é tão estranho. Tipo, ando nisto há—quê, dois anos? Só a escrever estas historinhas no meu caderno, sem mostrar a ninguém. Bem, tirando a minha mãe, mas isso não conta. [risinho] E depois vi este concurso online e pensei, epá, porque não? O pior que podem dizer é que não, certo?\n\n[muito sinceramente] Nunca pensei que alguém fosse mesmo... querer saber. De uma coisa que eu fiz.\n\n[acelerando] Ai Deus, querem que eu faça uma leitura! Num evento a sério! Com escritores de verdade! [ansioso] Mas eu não sou escritor a sério, eu só—eu trabalho em contabilidade! Escrevo sobre borboletas mortas em guardanapos!\n\n[pausa longa]\n\n[caloroso] Mas escolheram o meu. Escolheram mesmo o meu."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Wait, no no no, this has to be a mistake. I just got an email saying I won? [confused] But I literally entered this thing like, what, three weeks ago? [gasp softly] Oh my God, they picked mine. Out of—it says here eight hundred entries? [very quietly] Eight hundred. \n\nI mean, I wasn't even going to submit it! [laugh] It was just that stupid little story about the woman who collects dead butterflies, you know? The one I wrote during my lunch breaks because I was, um... I was bored out of my mind at work. [excited] Holy shit, five thousand dollars! \n\n[pause]\n\nThis is so weird. Like, I've been doing this for—what, two years now? Just writing these little stories in my notebook, never showing anyone. Well, except Mom, but she doesn't count. [chuckle] And then I saw this contest online and thought, ehh, why not? Worst they can say is no, right? \n\n[very sincerely] I never thought anyone would actually... care. About something I made. \n\n[speeding up] Oh God, they want me to do a reading! At an actual event! With real writers! [anxious] I'm not a real writer though, I just—I work in accounting! I write about dead butterflies on napkins! \n\n[long pause]\n\n[warm] But they picked mine. They actually picked mine."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2384e7c7_monologue.json",
    "type": "emotional_monologue",
    "subject": "The creative writing hobby you pursued for pure joy just won a contest you entered on a whim",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}