{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[extremamente feliz] Meu Deus, conseguimos! [riso] Duzentos mil euros—acreditas nisto? [entusiasmado] Estávamos à espera de quê, talvez uns cem mil se tivéssemos sorte? [pausa] E depois o leilão começou e as pessoas continuavam a... [voz desvanecendo] Quer dizer, quando aquele casal licitou 30 mil pelo pacote de férias, quase caí da cadeira. [suspira suavemente] A cara da Dra. Martinez quando anunciámos o total? [emocionado] Ela começou mesmo a chorar. [fungar]\n\nE o que se passa é que, hum, eu estava sempre a pensar que alguma coisa ia correr mal, percebes? [ansioso] Tipo, sei lá, o catering podia não aparecer ou o, ah... o sistema de som podia falhar. [aliviado] Mas tudo funcionou na perfeição. [caloroso] Até aquele momento em que a miúda—a Emma, aquela da oncologia pediátrica—quando ela se levantou e falou? [voz trémula] Nossa, não havia um olho seco naquela sala. [pausa]\n\nEu simplesmente... [sobrecarregado] Isto significa que podemos financiar a nova sala de ludoterapia E renovar o equipamento da UCI neonatal. [muito entusiasmado] Percebes o que isto significa para aquelas famílias? [apaixonadamente] Não estamos só a atingir o nosso objetivo, vamos mesmo fazer a diferença aqui. [feliz] Não consigo parar de sorrir—a minha cara dói-me literalmente de tanto sorrir! [ri alto]"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[extremely happy] Oh my God, we did it! [laugh] Two hundred thousand dollars—can you believe that? [excited] We were hoping for what, maybe a hundred if we were lucky? [pause] And then the auction started and people just kept... [trailing off] I mean, when that couple bid thirty thousand on the vacation package, I almost fell off my chair. [gasp softly] The look on Dr. Martinez's face when we announced the total? [emotional] She actually started crying. [sniffle] \n\nAnd the thing is, um, I kept thinking something would go wrong, you know? [anxious] Like maybe the caterer wouldn't show or the, uh... the sound system would fail. [relieved] But everything just clicked. [warm] Even that moment when the little girl—Emma, the one from pediatric oncology—when she got up and spoke? [shaky voice] God, there wasn't a dry eye in that room. [pause]\n\nI just... [overwhelmed] This means we can fund the new play therapy room AND upgrade the NICU equipment. [very excited] Do you understand what this means for those families? [passionately] We're not just hitting our goal, we're actually going to make a real difference here. [happy] I can't stop smiling—my face literally hurts from smiling so much! [laugh loudly]"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "22af9755_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your banquet for the children's hospital raising twice the expected funds",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}