{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hi! Thanks so much for taking my call. Я надеялся, вы сможете помочь мне разобраться, подхожу ли я под какие-нибудь скидки?"
        },
        {
            "role": "Customer Support",
            "content": "Sure sure, happy to help. Значит у нас есть—у нас есть две основные программы скидок, код STU22 для студентов, это 15 процентов, и SEN65 для пенсионеров, это вообще... кажется, 20 процентов на месячные подписки."
        },
        {
            "role": "Customer",
            "content": "Oh wonderful! Мне как раз в прошлом месяце исполнилось 65, так что для пенсионеров подойдет идеально."
        },
        {
            "role": "Customer Support",
            "content": "Great great. Так, дайте-ка мне... окей, значит скидка для пенсионеров требует верификации через нашу систему ID-VERIFY-7X. Вам нужно будет загрузить права или удостоверение, где видно, что вам 65 или больше."
        },
        {
            "role": "Customer",
            "content": "That's totally fine. Эм, а сколько обычно занимает проверка?"
        },
        {
            "role": "Customer Support",
            "content": "It's it's pretty quick. Большинство получают одобрение в течение 24 часов, иногда быстрее. По вашему аккаунту вижу, вы с нами с 11-2019, то есть... да, больше 4 лет уже, что, наверное, ускорит процесс."
        },
        {
            "role": "Customer",
            "content": "Four years already? Как время летит! Вы все эти годы были такими отзывчивыми, честно говоря."
        },
        {
            "role": "Customer Support",
            "content": "That's—that's really nice to hear. Хотя должен предупредить... скидка применяется только к новым покупкам, не задним числом."
        },
        {
            "role": "Customer",
            "content": "[exhales] Okay, that makes sense. И она работает на всё в магазине?"
        },
        {
            "role": "Customer Support",
            "content": "So that's where it gets—it gets a bit limited. Код SEN65 работает примерно на 70 процентов нашего каталога. Премиум товары, распродажа, наборы... это всё исключено. Что, я понимаю, немного..."
        },
        {
            "role": "Customer",
            "content": "Wait, so not everything? Вы знаете, какие конкретно бренды исключены?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah yeah, I've got the list here. Исключенные бренды—это коды с LX-001 по LX-047, плюс всё, что помечено MAP-PRICE. Это раздражает, я знаю. Хотелось бы мне просто—"
        },
        {
            "role": "Customer",
            "content": "Well that's... disappointing. Я же постоянный клиент уже столько лет, можно было бы подумать, что получу полные привилегии."
        },
        {
            "role": "Customer Support",
            "content": "I get it, I really do. Но смотрите—ваша история покупок показывает 47 заказов всего. После верификации вы сэкономите примерно 180 долларов в год, судя по вашим покупательским привычкам."
        },
        {
            "role": "Customer",
            "content": "Hmm. Всё равно кажется, что должно быть больше внимания к таким долгосрочным клиентам, как я."
        },
        {
            "role": "Customer Support",
            "content": "You know what? Давайте я—давайте я добавлю баллы лояльности. Только что закинул вам 2500 бонусных баллов, код LOYALTY-BONUS-2500. Это еще 25 долларов скидки на следующий заказ."
        },
        {
            "role": "Customer",
            "content": "Oh! That's incredibly thoughtful, thank you! Вот поэтому я и продолжаю к вам возвращаться."
        },
        {
            "role": "Customer Support",
            "content": "Happy to do it. Итак, чтобы начать верификацию, просто зайдите в систему, идите в настройки аккаунта, потом скидки. Загрузите там ваше удостоверение. Референс-номер VER-8829-QM для отслеживания."
        },
        {
            "role": "Customer",
            "content": "Perfect, I'll do that right after this call. Вы были невероятно полезным, правда очень благодарен."
        },
        {
            "role": "Customer Support",
            "content": "Glad I could—glad I could help somewhat. После одобрения код SEN65 будет автоматически применяться при оформлении заказа. Что-нибудь еще на сегодня?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Hi! Thanks so much for taking my call. I was hoping you could help me figure out if I qualify for any discounts?"
        },
        {
            "role": "Customer Support",
            "content": "Sure sure, happy to help. So we've got—we've got two main discount programs, code STU22 for students at 15 percent off and SEN65 for seniors which is actually... I think it's 20 percent off monthly subscriptions."
        },
        {
            "role": "Customer",
            "content": "Oh wonderful! I just turned sixty-five last month, so the senior one would be perfect."
        },
        {
            "role": "Customer Support",
            "content": "Great great. Let me just... okay so the senior discount requires verification through our system ID-VERIFY-7X. You'd need to upload a driver's license or state ID showing you're 65 or older."
        },
        {
            "role": "Customer",
            "content": "That's totally fine. Um, how long does the verification usually take?"
        },
        {
            "role": "Customer Support",
            "content": "It's it's pretty quick. Most get approved within 24 hours, sometimes less. Your account shows joined date 11-2019 so you've been with us... yeah, over 4 years, which probably helps speed things along."
        },
        {
            "role": "Customer",
            "content": "Four years already? Time flies! You've all been so helpful over the years, honestly."
        },
        {
            "role": "Customer Support",
            "content": "That's—that's really nice to hear. Though I should mention... the discount only applies to new purchases going forward, not retroactively."
        },
        {
            "role": "Customer",
            "content": "*exhales* Okay, that makes sense. And it works on everything in the store?"
        },
        {
            "role": "Customer Support",
            "content": "So that's where it gets—it gets a bit limited. Code SEN65 works on about 70 percent of our catalog. Premium items, clearance, bundles... those are excluded. Which I know is kind of..."
        },
        {
            "role": "Customer",
            "content": "Wait, so not everything? Do you know which brands are excluded specifically?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah yeah, I've got the list here. Excluded brands are codes LX-001 through LX-047, plus anything marked MAP-PRICE. It's frustrating, I know. Wish I could just—"
        },
        {
            "role": "Customer",
            "content": "Well that's... disappointing. I've been a loyal customer for years, you'd think I'd get full benefits."
        },
        {
            "role": "Customer Support",
            "content": "I get it, I really do. But look—your purchase history shows 47 orders total. Once verified, you'd save roughly 180 dollars annually based on your buying patterns."
        },
        {
            "role": "Customer",
            "content": "Hmm. Still seems like there should be more consideration for long-term customers like myself."
        },
        {
            "role": "Customer Support",
            "content": "You know what? Let me—let me add loyalty points. Just put 2,500 bonus points on your account, code LOYALTY-BONUS-2500. That's another 25 dollars off your next order."
        },
        {
            "role": "Customer",
            "content": "Oh! That's incredibly thoughtful, thank you! See, this is why I keep coming back."
        },
        {
            "role": "Customer Support",
            "content": "Happy to do it. So to start verification, just log in, go to account settings, then discounts. Upload your ID there. Reference number VER-8829-QM for tracking."
        },
        {
            "role": "Customer",
            "content": "Perfect, I'll do that right after this call. You've been wonderfully helpful, really appreciate it."
        },
        {
            "role": "Customer Support",
            "content": "Glad I could—glad I could help somewhat. Once approved, discount code SEN65 auto-applies at checkout. Anything else today?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "67c2ca59_script.json",
    "professionalism": "casual",
    "scenario": "asking about eligibility for a student or senior discount",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "genuinely_grateful",
                "demanding_entitled"
            ],
            "disfluency": {
                "hesitation_types": [
                    "classic_fillers",
                    "word_searching",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "conversational_natural"
            }
        },
        "support": {
            "emotions": [
                "regretfully_limited",
                "professionally_firm"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "trailing_off",
                    "hedge_words"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}