{
    "conversation": [
        {
            "role": "Customer",
            "content": "Слушай, я уже два часа обзваниваю всех подряд. Nobody knows anything about my paycheck."
        },
        {
            "role": "Customer Support",
            "content": "Так так так давай—давай я тебе помогу разобраться, substitute teachers это вообще сложно сложно потому что ты можешь быть в system A4-DIST или может в county portal B7-EDU, смотря когда начал, в каком ты district?"
        },
        {
            "role": "Customer",
            "content": "Jefferson County. Короче, я работал три недели назад, и до сих пор ничего..."
        },
        {
            "role": "Customer Support",
            "content": "Ага ага Jefferson это—это интересно на самом деле, потому что они только что перешли с PayCore на эм... как его... на EduPay в этом семестре, твой employee ID должен начинаться либо с JC-2024, либо с TMP-SUB, какой у тебя?"
        },
        {
            "role": "Customer",
            "content": "TMP-SUB. И потом цифры. Блин, это такой бардак..."
        },
        {
            "role": "Customer Support",
            "content": "Это это на самом деле хорошие новости, TMP-SUB означает что ты точно в новой системе, думаю наверное что случилось—секунду дай проверю—да, проблемы с миграцией, about thirty percent of subs got stuck between systems, case number CS-9847-M, абсолютно решаемо."
        },
        {
            "role": "Customer",
            "content": "Решаемо? Серьёзно? HR сказали что меня вообще в системе найти не могут."
        },
        {
            "role": "Customer Support",
            "content": "HR может может может всё ещё старый портал проверяет, постоянно такое бывает, they need to look in EduPay under temporary staff not regular employees, reference code REF-TEMP-789, это типа спрятано, я могу тебе точно объяснить что им сказать?"
        },
        {
            "role": "Customer",
            "content": "Окей. Да. Это реально поможет. I just need to get paid, понимаешь?"
        },
        {
            "role": "Customer Support",
            "content": "Полностью полностью понимаю, так вот что говоришь, скажи им открыть EduPay, зайти в menu code M5-TEMP, потом искать по твоему TMP-SUB номеру а не по имени, наверное займёт секунды две когда они в нужном месте будут."
        },
        {
            "role": "Customer",
            "content": "Menu code M5-TEMP. Понял. То есть они просто всё это время в неправильном месте искали?"
        },
        {
            "role": "Customer Support",
            "content": "В общем да, это это странная фишка с migration batch BM-2024-Q3, substitute teachers specifically got routed different, думаю может им ещё твоя первая рабочая дата понадобится, помнишь точную дату?"
        },
        {
            "role": "Customer",
            "content": "Четырнадцатое октября. Понедельник. Помню потому что был полный хаос с фотографированием."
        },
        {
            "role": "Customer Support",
            "content": "Отлично отлично четырнадцатое октября, это вторая волна миграции, file code MW2-1014, ещё лучше на самом деле, because wave two has the automated catch-up feature, значит как только тебя найдут, система автоматически всю задолженность посчитает, проценты тоже."
        },
        {
            "role": "Customer",
            "content": "Проценты? Они платят проценты за опоздание с зарплатой? Это... хм. Ладно."
        },
        {
            "role": "Customer Support",
            "content": "Да да это это в контракте где-то, section 12.7.3 думаю, немного но что-то, point five percent monthly или типа того, накапливается если несколько дней работал."
        },
        {
            "role": "Customer",
            "content": "Три полные недели. Так что хоть что-то. You've been really helpful actually."
        },
        {
            "role": "Customer Support",
            "content": "Хорошо хорошо рад что смог—в смысле substitute teachers постоянно футболят, это типа смешно уже, но теперь у тебя все коды есть, M5-TEMP, MW2-1014, твой TMP-SUB номер, должно быстро быстро быстро решиться."
        },
        {
            "role": "Customer",
            "content": "Да, я им сразу после этого звоню. Thanks for actually listening and figuring it out."
        },
        {
            "role": "Customer Support",
            "content": "Да не за что, честно эти штуки как странный пазл, и мне типа нравится выяснять какая система съела чью-то зарплату, звони если будут проблемы делать, reference this case CS-9847-M, и я буду точно знать где мы остановились, окей?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Look, I've been calling around for two hours. Nobody knows anything about my paycheck."
        },
        {
            "role": "Customer Support",
            "content": "Okay okay okay let me—let me help you figure this out, substitute teachers can be tricky tricky because you might be in system A4-DIST or maybe the county portal B7-EDU depending on when you started, what district are you with?"
        },
        {
            "role": "Customer",
            "content": "Jefferson County. So basically I worked three weeks ago and still nothing..."
        },
        {
            "role": "Customer Support",
            "content": "Right right Jefferson that's—that's interesting actually because they just switched from PayCore to um... what's the... to EduPay this semester, your employee ID should start with either JC-2024 or TMP-SUB, which one do you have?"
        },
        {
            "role": "Customer",
            "content": "TMP-SUB. And then the numbers. God, this is such a mess..."
        },
        {
            "role": "Customer Support",
            "content": "That's that's actually good news though, TMP-SUB means you're definitely in the new system, I think probably what happened is—hold on let me check—yeah migration issues, about thirty percent of subs got stuck between systems, case number CS-9847-M, super fixable."
        },
        {
            "role": "Customer",
            "content": "Fixable? Really? Because HR said they couldn't even find me in the system."
        },
        {
            "role": "Customer Support",
            "content": "HR might might might be checking the old portal still, happens all the time, they need to look in EduPay under temporary staff not regular employees, reference code REF-TEMP-789, it's kinda hidden, I can walk you through exactly what to tell them?"
        },
        {
            "role": "Customer",
            "content": "Okay. Yeah. That would actually help. I just need to get paid, you know?"
        },
        {
            "role": "Customer Support",
            "content": "Totally totally get it, so here's what you say, tell them to open EduPay, go to menu code M5-TEMP, then search by your TMP-SUB number not your name, probably takes like two seconds once they're in the right spot."
        },
        {
            "role": "Customer",
            "content": "Menu code M5-TEMP. Got it. So basically they've just been looking in the wrong place this whole time?"
        },
        {
            "role": "Customer Support",
            "content": "Pretty much yeah, it's it's a weird quirk with the migration batch BM-2024-Q3, substitute teachers specifically got routed different, I think maybe they'll need your first work date too, do you remember the exact date?"
        },
        {
            "role": "Customer",
            "content": "October fourteenth. Monday. I remember because it was picture day chaos."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect October fourteenth, that's wave two of the migration, file code MW2-1014, even better actually because wave two has the automated catch-up feature, means once they find you the system calculates all the back pay automatically, interest too."
        },
        {
            "role": "Customer",
            "content": "Interest? They pay interest on late checks? That's... huh. Okay."
        },
        {
            "role": "Customer Support",
            "content": "Yeah yeah it's it's in the contract somewhere, section 12.7.3 I think, not much but something, point five percent monthly or whatever, adds up though if you worked multiple days."
        },
        {
            "role": "Customer",
            "content": "Three full weeks. So that's something at least. You've been really helpful actually."
        },
        {
            "role": "Customer Support",
            "content": "Good good glad I could—I mean substitute teachers get the runaround constantly, it's kinda ridiculous, but now you have all the codes, M5-TEMP, MW2-1014, your TMP-SUB number, should be sorted sorted sorted quick."
        },
        {
            "role": "Customer",
            "content": "Yeah, I'm calling them right after this. Thanks for actually listening and figuring it out."
        },
        {
            "role": "Customer Support",
            "content": "No problem honestly this stuff's like a weird puzzle and I kinda love figuring out which system ate someone's paycheck, call back if they give you trouble, reference this case CS-9847-M and I'll know exactly where we left off okay?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "68f72739_script.json",
    "professionalism": "casual",
    "scenario": "substitute teacher, confused about which payroll system she should contact about missing wages",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "warming_up",
                "overwhelmed_shutdown"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses",
                    "trailing_off",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "troubleshooting_curious",
                "nervously_thorough"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "word_searching",
                    "hedge_words"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        }
    }
}