{
    "conversation": [
        {
            "role": "Customer",
            "content": "Слава богу, мне просто—мне просто нужно отменить подписку, это же—wait, this is billing right?"
        },
        {
            "role": "Customer Support",
            "content": "Да! Наконец-то попал куда надо. Так, сейчас посмотрю... ладно, открываю ваш аккаунт, какой номер телефона привязан?"
        },
        {
            "role": "Customer",
            "content": "Это это 415... нет, стой, вообще-то—кажется я использовал старый номер, 628-555-0342."
        },
        {
            "role": "Customer Support",
            "content": "Отлично, эм, вижу. Account ID BSV-4429-XL. Ого, да вас сегодня гоняли по кругу—5 переводов за последние 47 минут, это просто издевательство. Мне очень жаль."
        },
        {
            "role": "Customer",
            "content": "Да уж это было... я уже—я уже не знаю даже. Просто нужно отменить."
        },
        {
            "role": "Customer Support",
            "content": "Полностью понимаю, и типа, обещаю, I'll get this handled right now. В общем, что я вижу—у вас премиум подписка за $29.99 в месяц, следующее списание будет 15 декабря. Хотите отменить прямо сейчас?"
        },
        {
            "role": "Customer",
            "content": "15 декабря? Но я думал—нет, погоди, это не может быть правильно, я платил—я платил на прошлой неделе."
        },
        {
            "role": "Customer Support",
            "content": "Сейчас проверю... э, вообще-то вы правы, there was a payment on November 28th for $29.99. Что произошло—наша система показывает дату следующего месяца после обработки платежа. Но да, вы оплачены до 15 декабря."
        },
        {
            "role": "Customer",
            "content": "То есть если я отменю—дай-ка понять—если я отменю сейчас, у меня всё ещё есть время до этой даты?"
        },
        {
            "role": "Customer Support",
            "content": "Именно, да. И честно говоря, вот почему люди путаются, our billing display is, well, not great. Так что у вас будет доступ до 15 декабря, потом всё закончится. Больше никаких списаний."
        },
        {
            "role": "Customer",
            "content": "Окей. Окей окей. Это—да, давайте тогда так и сделаем."
        },
        {
            "role": "Customer Support",
            "content": "Хорошо, обрабатываю сейчас... хм, тут выскакивает предложение удержания—50% скидка на следующие 3 месяца, но честно говоря, после того что вы сегодня пережили, I'm guessing you just want out?"
        },
        {
            "role": "Customer",
            "content": "Я просто хочу—да, всё, хватит. Никаких предложений. Просто отмените."
        },
        {
            "role": "Customer Support",
            "content": "Абсолютно справедливо. Так... готово, отменено. Your confirmation number is CAN-7739-BK22. Вам придёт имейл на тот номер 415—э, стоп, какой у нас имейл в системе?"
        },
        {
            "role": "Customer",
            "content": "Должен быть—секунду, это мой Gmail или... я думаю—думаю это Gmail?"
        },
        {
            "role": "Customer Support",
            "content": "Дай посмотрю что у нас... уф, окей, тут вообще-то три имейла. There's one ending in gmail.com, one in yahoo.com, и один на hotmail который не подтверждён. Каким вы в основном пользуетесь?"
        },
        {
            "role": "Customer",
            "content": "Gmail. Точно точно Gmail. Остальные старые."
        },
        {
            "role": "Customer Support",
            "content": "Понял, отправляю на Gmail тогда. Should hit your inbox in about, эээ, usually 5 to 10 minutes. И просто чтобы вы знали, вам также придёт финальная сводка с вашим последним платежом и датой окончания 15 декабря."
        },
        {
            "role": "Customer",
            "content": "И всё? Готово? Больше никаких—никаких переводов или ещё чего?"
        },
        {
            "role": "Customer Support",
            "content": "Всё, полностью готово! И слушайте, правда извините за эту карусель раньше. If you need anything else though, мой прямой добавочный 4021, так что можете пропустить этот кошмар с переводами в следующий раз."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Oh thank God, I just—I just need to cancel a subscription, is this—wait, this is billing right?"
        },
        {
            "role": "Customer Support",
            "content": "Yes! You got the right place, finally. Let me see here... okay so I'm pulling up your account now, what's the phone number associated with it?"
        },
        {
            "role": "Customer",
            "content": "It's it's 415... no wait, actually—I think I used my old number, 628-555-0342."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, hmm, I see it here. Account ID BSV-4429-XL. Oh wow, yeah I can see you've been bounced around quite a bit today—five transfers in the last 47 minutes, that's ridiculous. I'm really sorry about that."
        },
        {
            "role": "Customer",
            "content": "Yeah it's been... I don't—I don't even know anymore. Just need to cancel."
        },
        {
            "role": "Customer Support",
            "content": "Totally understand, and like, I promise I'll get this handled right now. So basically what I'm seeing is you've got the premium subscription at $29.99 monthly, next billing date would be December 15th. You want to cancel effective immediately?"
        },
        {
            "role": "Customer",
            "content": "December 15th? But I thought—no wait, that can't be right, I paid—I paid last week."
        },
        {
            "role": "Customer Support",
            "content": "Let me check that... uh, actually you're right, there was a payment on November 28th for $29.99. What happened is, err, our system shows next month's date once payment processes. But yeah, you're paid through December 15th."
        },
        {
            "role": "Customer",
            "content": "So if I cancel—let me just—if I cancel now, I still have until then?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly, yes. And honestly, this is why people get confused, our billing display is, well, not great. So you'd have access through December 15th, then it ends. No more charges after that."
        },
        {
            "role": "Customer",
            "content": "Okay. Okay okay. That's—yeah, let's do that then."
        },
        {
            "role": "Customer Support",
            "content": "Alright, processing that now... hmm, there's a retention offer popping up here for 50% off your next 3 months, but honestly after what you've been through today, I'm guessing you just want out?"
        },
        {
            "role": "Customer",
            "content": "I just want—yeah, I'm done. No offers. Just cancel it."
        },
        {
            "role": "Customer Support",
            "content": "Completely fair. Okay so... there we go, cancelled. Your confirmation number is CAN-7739-BK22. You'll get an email to that 415 number—er, wait, which email do we have on file?"
        },
        {
            "role": "Customer",
            "content": "It should be—hold on, is it my Gmail or... I think—I think it's the Gmail one?"
        },
        {
            "role": "Customer Support",
            "content": "Let me see what we've got... oof, okay so there's actually three emails here. There's one ending in gmail.com, one in yahoo.com, and one in hotmail that hasn't been verified. Which one do you primarily use?"
        },
        {
            "role": "Customer",
            "content": "The Gmail. Definitely definitely the Gmail. The other ones are old."
        },
        {
            "role": "Customer Support",
            "content": "Got it, sending to Gmail then. Should hit your inbox in about, uhh, usually 5 to 10 minutes. And just so you know, you'll also get a final summary showing your last payment and the December 15th end date."
        },
        {
            "role": "Customer",
            "content": "And that's it? It's done? No more—no more transfers or anything?"
        },
        {
            "role": "Customer Support",
            "content": "That's it, completely done! And hey, genuinely sorry about the runaround earlier. If you need anything else though, my direct extension is 4021, so you can skip the transfer nightmare next time."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "637a248d_script.json",
    "professionalism": "casual",
    "scenario": "relieved because they finally found the right department after being transferred five times",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "resigned_going_through_motions",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_types": [
                    "false_starts",
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "deeply_sympathetic"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses",
                    "vocalized_thinking"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        }
    }
}