{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Эй, ты опять поздно пришла. Опять одно из тех стратегических совещаний, которое можно было провести по почте?"
        },
        {
            "role": "Character 2",
            "content": "Ты не представляешь, как это было изматывающе сегодня. Мы три часа обсуждали выбор шрифта для презентации PowerPoint, которую никто всё равно не будет читать, а потом Дженкинс заставил нас разыгрывать клиентские сценарии."
        },
        {
            "role": "Character 1",
            "content": "Стой-стой, эм, разыгрывать? Типа, знаешь, притворяться клиентами? Это, э, вообще-то довольно забавно."
        },
        {
            "role": "Character 2",
            "content": "О, становится только хуже. Мне пришлось изображать злого миллениала, который не может разобраться с интерфейсом нашего приложения, пока Брэд из бухгалтерии критиковал мою «аутентичность» и делал заметки в планшете."
        },
        {
            "role": "Character 1",
            "content": "Брэд с, эээ, дурацкими галстуками? Тот, который, в смысле, притащил гонг на рождественскую вечеринку? Он, типа, оценивал твою актёрскую игру?"
        },
        {
            "role": "Character 2",
            "content": "Он самый. А потом во время обеда [cry loudly] Патриция объявила, что они вводят «Вафельные среды» для поднятия морального духа, как будто углеводы могут как-то починить наши сломанные души."
        },
        {
            "role": "Character 1",
            "content": "Честно говоря, бесплатные вафли звучат, ну, не так уж плохо. Думаю, знаешь, лучше чем те, эм, тренинги по осознанности в прошлом месяце."
        },
        {
            "role": "Character 2",
            "content": "Окей, ты не ошибаешься, но, эм, на тренингах хотя бы не требовали, ну типа, делиться своей «вафельной благодарностью» в кругу после. Да, они реально это планируют."
        },
        {
            "role": "Character 1",
            "content": "Да ладно. Ты, э, выдумываешь. Даже корпоративная культура не настолько, вообще-то, антиутопична. Правда? В смысле, это не может быть реальным."
        },
        {
            "role": "Character 2",
            "content": "Хотела бы я шутить, но, ну, там уже есть список, кто, знаешь, приносит разные топпинги каждую неделю. Меня назначили, хм, ответственной за взбитые сливки на третью неделю."
        },
        {
            "role": "Character 1",
            "content": "Знаешь что? [playful] Увольняйся. Просто уволься и поехали путешествовать со мной. Будем жить в моём фургоне и продавать браслеты дружбы."
        },
        {
            "role": "Character 2",
            "content": "Как бы заманчиво это [short pause] ни звучало, одной из нас нужна медстраховка и стабильная зарплата. В твоём фургоне даже нет рабочего кондиционера, а лето на носу."
        },
        {
            "role": "Character 1",
            "content": "Ну, кондиционер, типа, не обязателен, когда есть окна! Кроме того, э, разве ты не говорила на прошлой неделе, что, в общем, твоя работа медленно убивает твою душу?"
        },
        {
            "role": "Character 2",
            "content": "Я это говорила, и это [very melancholic] наверное правда, но смерть души идёт с пенсионными отчислениями и стоматологической страховкой. Плюс кто-то должен оплачивать твою привычку к крафтовому кофе и те дорогие скалолазные туфли, которые ты постоянно покупаешь."
        },
        {
            "role": "Character 1",
            "content": "Эти туфли были инвестицией в моё счастье! И кстати, я вчера заработала сорок баксов уличными выступлениями."
        },
        {
            "role": "Character 2",
            "content": "Целых сорок долларов? Ну тогда давай я завтра подам заявление об увольнении и мы уйдём на пенсию на твоё музыкальное состояние. Может, сказать Патриции, что её вафли нам больше не понадобятся?"
        },
        {
            "role": "Character 1",
            "content": "Слушай, эм, я просто говорю, что, знаешь, жизнь слишком коротка, чтобы проводить её в, вообще-то, конференц-залах с люминесцентным освещением, обсуждая шрифты."
        },
        {
            "role": "Character 2",
            "content": "Ты права, но жизнь также слишком коротка, чтобы гадать, как мы будем платить за квартиру в следующем месяце. Хотя признаю, иногда, когда Дженкинс бубнит про синергию, я фантазирую о твоей идее с фургоном."
        },
        {
            "role": "Character 1",
            "content": "Правда? Потому что я только что нашла потрясающий маршрут по северо-западному побережью, и там вроде бы есть пляж, где—"
        },
        {
            "role": "Character 2",
            "content": "Притормози, э, дай мне сначала взять вина, потому что, честно говоря, если я собираюсь, типа, мечтать о побеге из корпоративного ада, я хочу, ну, как следует насладиться фантазией."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, you're home late again. Another one of those strategy meetings that could've been an email?"
        },
        {
            "role": "Character 2",
            "content": "You have no idea how exhausting it was today. We spent three hours debating the font choice for a PowerPoint that nobody's actually going to read, and then Jenkins made us role-play customer scenarios."
        },
        {
            "role": "Character 1",
            "content": "Wait wait, um, role-play? Like, you know, pretending to be customers? That's, er, kind of hilarious actually."
        },
        {
            "role": "Character 2",
            "content": "Oh it gets worse. I had to pretend to be an angry millennial who couldn't figure out our app interface while Brad from accounting critiqued my \"authenticity\" and took notes on a clipboard."
        },
        {
            "role": "Character 1",
            "content": "Brad with the, uhh, novelty ties? The one who, I mean, brought a gong to the Christmas party? He was, like, judging your acting?"
        },
        {
            "role": "Character 2",
            "content": "The very same. And then during lunch, [cry loudly] Patricia announced they're implementing \"Waffle Wednesdays\" as a morale booster, as if carbs could somehow fix our broken souls."
        },
        {
            "role": "Character 1",
            "content": "Honestly, free waffles don't sound, well, that bad though. I guess, you know, better than those, err, mindfulness workshops you had last month."
        },
        {
            "role": "Character 2",
            "content": "Okay so, you're not wrong but, umm, the workshops at least didn't require us to, basically, share our \"waffle gratitude\" in a circle afterwards. Yes, that's a real thing they're planning."
        },
        {
            "role": "Character 1",
            "content": "No way. You're, uh, making that up. Even corporate culture isn't, actually, that dystopian. Right? I mean, that can't be real."
        },
        {
            "role": "Character 2",
            "content": "I wish I was joking but, well, there's already a sign-up sheet for who's bringing, you know, different toppings each week. I got assigned, hmm, whipped cream duty for week three."
        },
        {
            "role": "Character 1",
            "content": "You know what? [playful] Quit. Just quit and come travel with me. We'll live in my van and sell friendship bracelets."
        },
        {
            "role": "Character 2",
            "content": "As tempting as that [short pause] sounds, one of us needs health insurance and a steady paycheck. Your van doesn't even have working air conditioning, and summer's coming."
        },
        {
            "role": "Character 1",
            "content": "So, the AC is, like, optional when you have windows! Besides, uhh, didn't you say last week that, basically, your job was slowly killing your soul?"
        },
        {
            "role": "Character 2",
            "content": "I did say that, and it's [very melancholic] probably true, but soul death comes with a 401k match and dental coverage. Plus someone has to pay for your artisanal coffee habit and those expensive climbing shoes you keep buying."
        },
        {
            "role": "Character 1",
            "content": "Those shoes were an investment in my happiness! And hey, I made forty bucks busking yesterday."
        },
        {
            "role": "Character 2",
            "content": "Forty whole dollars? Well then, let me just submit my resignation tomorrow and we'll retire on your musical fortune. Should I tell Patricia we won't be needing her waffles after all?"
        },
        {
            "role": "Character 1",
            "content": "Look, um, all I'm saying is that, you know, life's too short to spend it in, actually, fluorescent-lit conference rooms discussing fonts."
        },
        {
            "role": "Character 2",
            "content": "You're not wrong, but life's also too short to spend it wondering how we'll pay rent next month. Though I'll admit, sometimes when Jenkins is droning on about synergy, I fantasize about your van life idea."
        },
        {
            "role": "Character 1",
            "content": "Really? Because I just found this amazing route through the Pacific Northwest, and there's supposedly this beach where—"
        },
        {
            "role": "Character 2",
            "content": "Hold that thought, err, let me grab some wine first because, honestly, if I'm going to, like, dream about escaping corporate hell, I want to, well, properly enjoy the fantasy."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_20_practice.txt"
}