{
    "conversation": [
        {
            "role": "Character 1",
            "content": "О, привет. Не думала, что кто-то ещё будет здесь так рано."
        },
        {
            "role": "Character 2",
            "content": "Ну, я вообще-то, знаешь, типа жаворонок, поэтому обычно прихожу до того, как начинается хаос. В смысле, приятно же, когда в офисе так тихо, правда?"
        },
        {
            "role": "Character 1",
            "content": "Да, это [very melancholic] намного лучше, чем когда все здесь."
        },
        {
            "role": "Character 2",
            "content": "Полностью понимаю! Эм, я Сара, кстати, только начала здесь на прошлой неделе в, э, отделе маркетинга. Всё ещё блуждаю в этом лабиринте из кубиклов, если честно."
        },
        {
            "role": "Character 1",
            "content": "Я Джеймс. Здесь уже два года."
        },
        {
            "role": "Character 2",
            "content": "Приятно познакомиться, Джеймс! Так, [very quietly], в каком ты отделе? Я пытаюсь, типа, разобраться кто где, но здесь, ммм, столько народу, что прямо голова кругом."
        },
        {
            "role": "Character 1",
            "content": "Я в, э-э, айти-поддержке, в основном просто, ну, чиню всё, что ломается."
        },
        {
            "role": "Character 2",
            "content": "Должно быть, работы хватает! Кстати, у меня, э, проблемы с ноутбуком, может, ты могла бы помочь, когда будет время?"
        },
        {
            "role": "Character 1",
            "content": "Что с ним не так?"
        },
        {
            "role": "Character 2",
            "content": "Он постоянно зависает, когда я открываю, эм, больше трёх приложений одновременно, и честно говоря, экран иногда мерцает. Дело в том, что мне нужно держать открытыми несколько программ для дизайнерской работы."
        },
        {
            "role": "Character 1",
            "content": "Похоже на проблему с памятью, возможно, видеокарта."
        },
        {
            "role": "Character 2",
            "content": "О, это звучит, [sad], дорого для починки, да? В смысле, я только начала и, типа, не хочу уже просить новое оборудование, понимаешь?"
        },
        {
            "role": "Character 1",
            "content": "Компания покрывает все замены оборудования. Не переживай об этом."
        },
        {
            "role": "Character 2",
            "content": "Правда? Такое облегчение! Так, как мне, собственно, это оформить? Есть, наверное, какая-то форма или процедура?"
        },
        {
            "role": "Character 1",
            "content": "Просто скинь мне на почту, эм, [speeding up] инвентарный номер с твоего ноутбука, и я, э, всё сделаю со своей стороны."
        },
        {
            "role": "Character 2",
            "content": "Ты это для меня сделаешь? Это невероятно мило! Но вот в чём дело, я даже не знаю, где, ммм, искать этот инвентарный номер."
        },
        {
            "role": "Character 1",
            "content": "Он на, ну, серебристой наклейке снизу, типа рядом с, э-э, батарейным отсеком обычно."
        },
        {
            "role": "Character 2",
            "content": "Проверю, когда вернусь к столу. Слушай, эм, ты всегда обедаешь одна? В смысле, я заметила, что ты обычно сидишь отдельно в столовой."
        },
        {
            "role": "Character 1",
            "content": "Мне так больше нравится. Менее [excited] утомительно, чем постоянно поддерживать разговор."
        },
        {
            "role": "Character 2",
            "content": "Справедливо, я полностью [groan] понимаю необходимость в подзарядке. Но если тебе когда-нибудь захочется тихой компании, кого-то, кто не будет ждать постоянной болтовни, я довольно хорошо умею комфортно молчать."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Oh, hi. I didn't realize anyone else would be here this early."
        },
        {
            "role": "Character 2",
            "content": "Well, I'm actually, you know, kind of a morning person, so I usually get here before the chaos starts. I mean, it's nice when the office is quiet like this, don't you think?"
        },
        {
            "role": "Character 1",
            "content": "Yeah, it's [very melancholic] much better than when everyone's here."
        },
        {
            "role": "Character 2",
            "content": "I totally get that! Um, I'm Sarah by the way, just started here last week in, er, the marketing department. Still finding my way around this maze of cubicles, honestly."
        },
        {
            "role": "Character 1",
            "content": "I'm James. Been here two years."
        },
        {
            "role": "Character 2",
            "content": "Nice to meet you, James! So, [very quietly], what department are you in? I've been trying to, like, map out who's who, but there are, hmm, so many people here it's kind of overwhelming."
        },
        {
            "role": "Character 1",
            "content": "I'm in, uhh, IT support, basically just, you know, fixing things when they break."
        },
        {
            "role": "Character 2",
            "content": "That must keep you busy! Actually, I've been having, er, some issues with my laptop that, well, maybe you could help with when you have time?"
        },
        {
            "role": "Character 1",
            "content": "What's wrong with it?"
        },
        {
            "role": "Character 2",
            "content": "It keeps freezing when I open, um, more than three applications at once, and honestly, the screen flickers sometimes too. The thing is, I need multiple programs running for design work."
        },
        {
            "role": "Character 1",
            "content": "Sounds like a memory issue, maybe graphics card."
        },
        {
            "role": "Character 2",
            "content": "Oh that sounds, [sad], expensive to fix, doesn't it? I mean, I just started and, like, I don't want to already be requesting new equipment, you know?"
        },
        {
            "role": "Character 1",
            "content": "Company covers all hardware replacements. Don't worry about it."
        },
        {
            "role": "Character 2",
            "content": "Really? That's such a relief! So, how do I, actually, go about requesting that? Is there, I guess, some kind of form or process I should follow?"
        },
        {
            "role": "Character 1",
            "content": "Just email me the, um, [speeding up] asset number on your laptop and I'll, er, handle everything from my end."
        },
        {
            "role": "Character 2",
            "content": "You'd do that for me? That's incredibly kind! Here's the thing though, I don't even know where to, hmm, find the asset number on this thing."
        },
        {
            "role": "Character 1",
            "content": "It's on a, well, silver sticker underneath, sort of near the, uhh, battery compartment usually."
        },
        {
            "role": "Character 2",
            "content": "I'll check when I get back to my desk then. Hey, um, do you always eat lunch alone? I mean, I noticed you usually sit by yourself in the cafeteria."
        },
        {
            "role": "Character 1",
            "content": "I prefer it that way. Less [excited] draining than making conversation all the time."
        },
        {
            "role": "Character 2",
            "content": "Fair enough, I totally [groan] understand needing that recharge time. Well, if you ever want quiet company though, someone who won't expect constant chatter, I'm pretty good at comfortable silence myself."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_23.txt"
}