{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ты видела, что они снова ставят Фантом в community theater?"
        },
        {
            "role": "Character 2",
            "content": "А. Да, я, э... видела афишу в центре. Забавно, знаешь, я же раньше знала каждое слово из этого мюзикла — наверное, до сих пор могла бы спеть всё целиком, если бы, ммм, если бы попробовала."
        },
        {
            "role": "Character 1",
            "content": "Тебе стоит пойти на прослушивание."
        },
        {
            "role": "Character 2",
            "content": "[quickly] Нет, нет, это не— в смысле, всё это уже в прошлом. После той аварии мои голосовые связки уже не те, что были, and honestly performing feels like opening up this whole chapter that I've been trying to, знаешь, держать закрытой."
        },
        {
            "role": "Character 1",
            "content": "Но прошло уже три года."
        },
        {
            "role": "Character 2",
            "content": "Три года, четыре месяца и, э, двенадцать дней, если точно. Не то чтобы я считала или что-то такое, просто... некоторые даты не забываешь, especially when they mark the end of everything you thought you were going to be."
        },
        {
            "role": "Character 1",
            "content": "Ты была такой талантливой."
        },
        {
            "role": "Character 2",
            "content": "[happy] Помнишь тот раз, когда я играла Эльфабу и механизм для полёта застрял? Боже, я висела на высоте 20 футов минут пятнадцать, just belting out Defying Gravity while they tried to get me down — публика думала, что это часть шоу!"
        },
        {
            "role": "Character 1",
            "content": "В рецензиях написали \"трансцендентно\"."
        },
        {
            "role": "Character 2",
            "content": "Да, ну. \"Трансцендентно\" не особо важно, когда ты больше не можешь брать ноты. Я пыталась, знаешь? Месяцами ходила на вокальную терапию, but some damage just... оно не заживает так, как тебе нужно."
        },
        {
            "role": "Character 1",
            "content": "Ты вообще ещё поёшь?"
        },
        {
            "role": "Character 2",
            "content": "В душе иногда, когда никого нет дома. Но это, ммм, это как смотреть на старые фотографии человека, которого ты когда-то любила — ты всё узнаёшь, но всё как-то неправильно, всё сломано и искажено."
        },
        {
            "role": "Character 1",
            "content": "Мне не хватает твоего пения."
        },
        {
            "role": "Character 2",
            "content": "Это... это очень мило с твоей стороны. Иногда я смотрю старые записи и даже не могу узнать себя, like that person up there is some stranger who just happens to look exactly like me."
        },
        {
            "role": "Character 1",
            "content": "Может, займёшься техникой? Останешься в театре хоть как-то?"
        },
        {
            "role": "Character 2",
            "content": "О боже, я пробовала, вообще-то. Работала на свете для \"Магазинчика ужасов\" в прошлом году, но сидеть в той будке, watching other people live my dream while I pushed buttons... Я, э, ушла в антракте и больше не вернулась."
        },
        {
            "role": "Character 1",
            "content": "Прости. Не стоило мне поднимать эту тему."
        },
        {
            "role": "Character 2",
            "content": "Нет, это— всё нормально, правда. В смысле, большинство дней я в порядке, знаешь? Просто видеть эти афиши везде, слышать музыку из проезжающих машин... Broadway was supposed to be my life, а теперь я, что, преподаю фортепиано восьмилетним, которые лучше бы в видеоигры играли."
        },
        {
            "role": "Character 1",
            "content": "[slurring] Нам пора отвезти тебя домой. Ты много выпила."
        },
        {
            "role": "Character 2",
            "content": "[very loudly] Я ДОЛЖНА БЫЛА СТАТЬ КЕМ-ТО! Я должна была что-то значить, and now I'm just... я просто ещё одна, кто почти добилась успеха, ещё одна грустная история, о которой шепчутся на прослушиваниях!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Did you see they're doing Phantom again at the community theater?"
        },
        {
            "role": "Character 2",
            "content": "Oh. Yeah, I, uh... I saw the poster downtown. It's funny, you know, I used to know every single word to that show—could probably still sing the whole thing if I, mmm, if I tried."
        },
        {
            "role": "Character 1",
            "content": "You should audition."
        },
        {
            "role": "Character 2",
            "content": "[quickly] No, no, that's not— I mean, those days are behind me now. After the accident, my vocal cords just aren't what they were, and honestly performing feels like opening up this whole chapter that I've been trying to, you know, keep closed."
        },
        {
            "role": "Character 1",
            "content": "It's been three years though."
        },
        {
            "role": "Character 2",
            "content": "Three years, four months, and, uh, twelve days actually. Not that I'm counting or anything, it's just... some dates you don't forget, especially when they mark the end of everything you thought you were going to be."
        },
        {
            "role": "Character 1",
            "content": "You were so good."
        },
        {
            "role": "Character 2",
            "content": "[happy] Remember that time I played Elphaba and the flying rig got stuck? God, I was suspended twenty feet up for like fifteen minutes, just belting out Defying Gravity while they tried to get me down—the audience thought it was part of the show!"
        },
        {
            "role": "Character 1",
            "content": "The reviews called it \"transcendent.\""
        },
        {
            "role": "Character 2",
            "content": "Yeah, well. Transcendent doesn't really matter when you can't hit the notes anymore. I tried, you know? Went to vocal therapy for months, but some damage just... it doesn't heal the way you need it to."
        },
        {
            "role": "Character 1",
            "content": "Do you still sing at all?"
        },
        {
            "role": "Character 2",
            "content": "In the shower sometimes, when no one's home. But it's, mmm, it's like looking at old photos of someone you used to love—you recognize everything but it's all wrong somehow, all broken and distorted."
        },
        {
            "role": "Character 1",
            "content": "I miss hearing you."
        },
        {
            "role": "Character 2",
            "content": "That's... that's really sweet of you to say. Sometimes I watch the old recordings and I can't even recognize myself, like that person up there is some stranger who just happens to look exactly like me."
        },
        {
            "role": "Character 1",
            "content": "Maybe you could do tech? Stay involved somehow?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, I tried that actually. Worked lights for Little Shop last year, but sitting in that booth, watching other people live my dream while I pushed buttons... I, uh, I left at intermission and never went back."
        },
        {
            "role": "Character 1",
            "content": "I'm sorry. I shouldn't have brought it up."
        },
        {
            "role": "Character 2",
            "content": "No, it's— it's okay, really. I mean, most days I'm fine, you know? It's just seeing those posters everywhere, hearing the music from passing cars... Broadway was supposed to be my life and now I'm, what, teaching piano to eight-year-olds who'd rather be playing video games."
        },
        {
            "role": "Character 1",
            "content": "[slurring] We should probably get you home. You've had a lot to drink."
        },
        {
            "role": "Character 2",
            "content": "[very loudly] I WAS GOING TO BE SOMEBODY! I was going to matter, and now I'm just... I'm just another person who almost made it, another sob story that people whisper about at auditions!"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_33.txt"
}