{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Так, эм, я тут думала [exhausted] о том, что ты говорила на прошлой неделе, знаешь, что нам нужно, э, поработать над отношениями."
        },
        {
            "role": "Character 2",
            "content": "Ну да, в смысле, я это говорила, но честно говоря, может я немного драматизировала. Мы же не разваливаемся или что-то такое, просто, эм, иногда мне кажется, что мы соседки, которые просто спят в одной кровати, понимаешь?"
        },
        {
            "role": "Character 1",
            "content": "Это немного [laugh] жестко, не находишь? В смысле, мы же всё ещё делаем что-то вместе, вообще-то."
        },
        {
            "role": "Character 2",
            "content": "Ну вот, ходить за продуктами и смотреть телек, уткнувшись в телефоны, это не совсем, э, то, что я бы назвала качественным временем. Помнишь, когда мы, типа, планировали настоящие свидания? Как тот раз, когда мы заблудились, пытаясь найти тот водопад, и оказались в той странной забегаловке?"
        },
        {
            "role": "Character 1",
            "content": "Той, где, эм, поющая официантка? Боже, это же было, э, уже три года назад, да?"
        },
        {
            "role": "Character 2",
            "content": "Вот именно — мы не делали ничего спонтанного, ну, целую вечность по сути. Каждые выходные одна и та же рутина, и я, конечно, люблю рутину, но иногда мне не хватает того, как ты удивляла меня всякими неожиданными приключениями, понимаешь?"
        },
        {
            "role": "Character 1",
            "content": "Наверное, я, эм, перестала стараться, потому что ты всегда казалась слишком уставшей, честно, или говорила, что надо экономить."
        },
        {
            "role": "Character 2",
            "content": "Стоп, погоди. Я говорила это может раза два, когда мы реально были на мели после покупки дивана, но ты восприняла это как постоянное вето на развлечения."
        },
        {
            "role": "Character 1",
            "content": "Ну, вообще-то, ты ещё отменила тот концерт и, э, поездку на побережье на выходные, так что я просто подумала..."
        },
        {
            "role": "Character 2",
            "content": "Концерт был из-за того, что мама попала в больницу, а поездка на побережье — во время того жуткого шторма, помнишь? Это не было связано с нежеланием проводить с тобой время."
        },
        {
            "role": "Character 1",
            "content": "Знаю, знаю, просто [very sad] иногда так тяжело, когда, эм, всё требует столько усилий, понимаешь? Типа, э, раньше у нас всё шло само собой."
        },
        {
            "role": "Character 2",
            "content": "Дело в том, что отношения не текут сами по себе вечно, правда? Моя сестра мне говорила, э, и я думала, что она читает нотации, но вообще-то, она сказала, что любовь как сад — забросишь его, и, ну, даже самые крепкие растения завянут."
        },
        {
            "role": "Character 1",
            "content": "Твоя сестра это сказала? Та, которая разводилась, эм, дважды? В смысле, э, без обид, но..."
        },
        {
            "role": "Character 2",
            "content": "Окей, справедливо, но честно говоря, может именно поэтому она и знает, о чём говорит. Она на горьком опыте узнала, что бывает, когда, типа, принимаешь кого-то как должное и, по сути, перестаёшь вкладываться."
        },
        {
            "role": "Character 1",
            "content": "Так что, э, ты хочешь сказать? Что мы, знаешь, движемся к... В смысле, у нас проблемы?"
        },
        {
            "role": "Character 2",
            "content": "Нет! Боже, нет, я совсем не это имею в виду. Я говорю, что мы поймали это достаточно рано, чтобы всё исправить, восстановить связь, пока не отдалились слишком сильно."
        },
        {
            "role": "Character 1",
            "content": "Тогда давай, эм, начнём сегодня — я приготовлю [whispering loudly] ту пасту, которую ты любишь, вообще-то, с, знаешь, вялеными помидорами?"
        },
        {
            "role": "Character 2",
            "content": "Правда? Потому что в прошлый раз, когда ты пыталась готовить, ну, пожарная сигнализация сработала три раза, и, эм, мы в итоге заказали пиццу, помнишь тот кошмар?"
        },
        {
            "role": "Character 1",
            "content": "Эй, это было [sigh] один раз, и технически в рецепте было неясно написано про температуру."
        },
        {
            "role": "Character 2",
            "content": "Знаешь что? Давай готовить вместе — так если мы, э, спалим кухню, по крайней мере [pause] повеселимся, а это, честно говоря, и есть весь смысл, правда?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I've been thinking about [exhausted] what you said last week, you know, about us needing to, er, work on things."
        },
        {
            "role": "Character 2",
            "content": "Well, yeah, I mean, I said that but honestly I might have been a bit dramatic about it. We're not falling apart or anything, it's just that, um, sometimes I feel like we're roommates who happen to share a bed, you know?"
        },
        {
            "role": "Character 1",
            "content": "That's a bit [laugh] harsh, don't you, like, think? I mean, we still do things together, actually."
        },
        {
            "role": "Character 2",
            "content": "Right so, doing grocery shopping and watching TV while scrolling on our phones isn't exactly, uhh, what I'd call quality time. Remember when we used to, I guess, plan actual dates? Like that time we got lost trying to find that waterfall and ended up at that weird diner instead?"
        },
        {
            "role": "Character 1",
            "content": "The one with the, hmm, singing waitress? God, that was, er, three years ago already, wasn't it?"
        },
        {
            "role": "Character 2",
            "content": "Exactly my point—we haven't done anything spontaneous in, well, forever basically. Every weekend it's the same routine, and I mean, I love routine but sometimes I miss when you'd surprise me with random adventures, you know?"
        },
        {
            "role": "Character 1",
            "content": "I guess I, um, stopped trying because you always seemed too tired, honestly, or you'd say we should save money."
        },
        {
            "role": "Character 2",
            "content": "Wait, hold on. I said that maybe twice when we were literally broke after buying the couch, but you took it as some permanent veto on fun."
        },
        {
            "role": "Character 1",
            "content": "Well, actually, you also canceled that concert and, er, the weekend trip to the coast, so I just figured..."
        },
        {
            "role": "Character 2",
            "content": "The concert was because my mom was in the hospital, and the coast trip was during that huge storm, remember? Those weren't about not wanting to do things with you."
        },
        {
            "role": "Character 1",
            "content": "I know, I know, it's just [very sad] hard sometimes when, um, everything feels like it takes so much effort, you know? Like, err, we used to just flow."
        },
        {
            "role": "Character 2",
            "content": "The thing is, relationships don't just flow forever on their own, right? My sister told me, uhh, and I thought she was being preachy but actually, she said love is like a garden—ignore it and, well, even the strongest plants will wither."
        },
        {
            "role": "Character 1",
            "content": "Your sister said that? The one who's been divorced, um, twice? I mean, er, no offense but..."
        },
        {
            "role": "Character 2",
            "content": "Okay so, fair point, but honestly, maybe that's exactly why she knows what she's talking about. She learned the hard way what happens when you, like, take someone for granted and, basically, stop putting in the work."
        },
        {
            "role": "Character 1",
            "content": "So what, err, are you saying? That we're, you know, heading toward... I mean, are we in trouble here?"
        },
        {
            "role": "Character 2",
            "content": "No! God, no, that's not what I'm saying at all. I'm saying we caught this early enough to fix it, to reconnect before we drift too far apart."
        },
        {
            "role": "Character 1",
            "content": "Then let's, um, start tonight—I'll cook [whispering loudly] that pasta thing you like, actually, with the, you know, sun-dried tomatoes?"
        },
        {
            "role": "Character 2",
            "content": "Really? Because last time you tried to cook, well, the smoke alarm went off three times and, hmm, we ended up ordering pizza anyway, remember that disaster?"
        },
        {
            "role": "Character 1",
            "content": "Hey, that was [sigh] one time, and technically the recipe was unclear about the temperature thing."
        },
        {
            "role": "Character 2",
            "content": "You know what? Let's cook it together—that way if we, uhh, burn the kitchen down at least we'll [pause] have fun doing it, and honestly, that's kind of the whole point anyway, right?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_19.txt"
}