{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Извините, эм, я не могла не заметить, что вы держите этот снежный шар—это, ну, знаете, последний?"
        },
        {
            "role": "Character 2",
            "content": "Ой, этот? Да, это последний с мостом Золотые Ворота внутри. Я искала именно эту модель уже 3 года. Pretty pathetic hobby, I know."
        },
        {
            "role": "Character 1",
            "content": "Нет нет, это совсем не [cough] жалко—я имею в виду, я тоже их собираю, типа того."
        },
        {
            "role": "Character 2",
            "content": "Подожди, серьёзно? Ты тоже собираешь снежные шары [crying while speaking]? Прости, я расчувствовалась—моя бабушка начала мою коллекцию перед тем, как умерла, and nobody ever understands why they matter so much."
        },
        {
            "role": "Character 1",
            "content": "Боже мой, мне так [delighted] жаль—у меня был, эм, мой дедушка на самом деле! Он привозил мне по одному из каждого места, которое, ну, знаешь, посещал во время войны."
        },
        {
            "role": "Character 2",
            "content": "Это невероятно! Я никогда не встречала другого, ну, серьёзного коллекционера лично. Most people think it's, er, childish or whatever. У тебя есть, типа, система для их демонстрации?"
        },
        {
            "role": "Character 1",
            "content": "Система? Я построила специальные [delighted] LED-полки в своей гостиной!"
        },
        {
            "role": "Character 2",
            "content": "Да ладно! Я буквально установила, эм, LED-ленты в прошлом месяце! Они заставляют снег искриться, знаешь, especially the ones with the iridescent flakes."
        },
        {
            "role": "Character 1",
            "content": "Переливающиеся — мои любимые! У тебя есть эксклюзив Macy's 1987 года?"
        },
        {
            "role": "Character 2",
            "content": "Тот, с, эм, анимированной каруселью внутри? I've been searching for that one for, I mean, forever! У тебя правда есть?"
        },
        {
            "role": "Character 1",
            "content": "Два экземпляра, вообще-то—один [speeding up] всё ещё в коробке!"
        },
        {
            "role": "Character 2",
            "content": "Ты шутишь! Я бы, честно, сделала что угодно—ну, почти что угодно—чтобы увидеть их. Here's the thing, I run a vintage collectibles blog, и это практически мой святой грааль."
        },
        {
            "role": "Character 1",
            "content": "Ты ведёшь VintageGlobes [long pause] точка ком?"
        },
        {
            "role": "Character 2",
            "content": "Откуда ты знаешь о моём блоге? У него всего около 300 подписчиков! Unless... wait, are you SnowGlobeHunter47?"
        },
        {
            "role": "Character 1",
            "content": "Это я! Я комментирую буквально каждый твой пост!"
        },
        {
            "role": "Character 2",
            "content": "Это безумие! Я всегда задавалась вопросом, кто ты—твои комментарии, на самом деле, такие детальные и, эм, полезные. You taught me about checking for, you know, micro-bubbles in the liquid!"
        },
        {
            "role": "Character 1",
            "content": "А твой пост о техниках реставрации спас всю мою чикагскую коллекцию от синдрома мутной воды!"
        },
        {
            "role": "Character 2",
            "content": "Это сюрреалистично. Я стою здесь, сдерживая слёзы из-за снежного шара, and I just met my favorite blog commenter in a random San Francisco gift shop."
        },
        {
            "role": "Character 1",
            "content": "Нам наверное стоит представиться как следует. Я Джейми."
        },
        {
            "role": "Character 2",
            "content": "Алекс. И знаешь что? Возьми этот [delighted] снежный шар—считай это подарком от одного коллекционера другому. We clearly need to grab coffee and talk about that Macy's exclusive!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Excuse me, um, I couldn't help noticing you're, well, holding that snow globe—is it, you know, the last one?"
        },
        {
            "role": "Character 2",
            "content": "Oh this? Yeah, it's the last one with the golden gate bridge inside. I've been hunting for this specific model for three years now. Pretty pathetic hobby, I know."
        },
        {
            "role": "Character 1",
            "content": "No no, that's not [cough] pathetic at all—I mean, I actually collect them too, sort of."
        },
        {
            "role": "Character 2",
            "content": "Wait, seriously? You collect snow globes [crying while speaking] too? Sorry, I'm getting emotional—my grandmother started my collection before she passed, and nobody ever understands why they matter so much."
        },
        {
            "role": "Character 1",
            "content": "Oh my god, I'm so [delighted] sorry—mine was, uh, my grandfather actually! He brought me one from every place he, you know, visited during the war."
        },
        {
            "role": "Character 2",
            "content": "That's incredible! I've never met another, well, serious collector in person. Most people think it's, er, childish or whatever. Do you, like, have a system for displaying them?"
        },
        {
            "role": "Character 1",
            "content": "A system? I built custom [delighted] LED shelves in my living room!"
        },
        {
            "role": "Character 2",
            "content": "Shut up! I literally just installed, um, LED strips last month! They make the snow sparkle, you know, especially the ones with the iridescent flakes."
        },
        {
            "role": "Character 1",
            "content": "The iridescent ones are my favorite! Do you have the 1987 Macys exclusive?"
        },
        {
            "role": "Character 2",
            "content": "The one with the, uh, animated carousel inside? I've been searching for that one for, I mean, forever! You actually have it?"
        },
        {
            "role": "Character 1",
            "content": "Two of them, actually—one's [speeding up] still in the box!"
        },
        {
            "role": "Character 2",
            "content": "You're kidding me! I would, honestly, do anything—well, almost anything—to see those. Here's the thing, I run a vintage collectibles blog and that's basically my holy grail."
        },
        {
            "role": "Character 1",
            "content": "You run VintageGlobes [long pause] dot com?"
        },
        {
            "role": "Character 2",
            "content": "How do you know about my blog? It only has like three hundred subscribers! Unless... wait, are you SnowGlobeHunter47?"
        },
        {
            "role": "Character 1",
            "content": "That's me! I comment on literally every post you make!"
        },
        {
            "role": "Character 2",
            "content": "This is insane! I always wondered who you were—your comments are, actually, so detailed and, er, helpful. You taught me about checking for, you know, micro-bubbles in the liquid!"
        },
        {
            "role": "Character 1",
            "content": "And your post about restoration techniques saved my entire Chicago collection from cloudy water syndrome!"
        },
        {
            "role": "Character 2",
            "content": "This is surreal. I'm standing here fighting tears over a snow globe, and I just met my favorite blog commenter in a random San Francisco gift shop."
        },
        {
            "role": "Character 1",
            "content": "We should probably introduce ourselves properly. I'm Jamie."
        },
        {
            "role": "Character 2",
            "content": "Alex. And you know what? Take this [delighted] snow globe—consider it a gift from one collector to another. We clearly need to grab coffee and talk about that Macys exclusive!"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_16.txt"
}