{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Эм, ты правда собираешься, ну, знаешь, зачитывать все эти производственные коды пока мы танцуем?"
        },
        {
            "role": "Character 2",
            "content": "23, 47, 16. Не волнуйся, это часть моего шарма! I multitask everywhere, even at milongas. Это помогает мне запоминать квартальный инвентарь пока я практикую свои очос."
        },
        {
            "role": "Character 1",
            "content": "Ну, это [joking] типа самый странный танго-опыт в моей жизни."
        },
        {
            "role": "Character 2",
            "content": "Так, 89, 12, вообще-то, 31. Я имею в виду, где ещё можно совместить аргентинскую страсть с управлением цепочками поставок? My therapist says it's a healthy coping mechanism for work stress."
        },
        {
            "role": "Character 1",
            "content": "Твой терапевт знает об этом?"
        },
        {
            "role": "Character 2",
            "content": "Честно говоря, 206, эээ, 94. She basically encouraged it after I told her about my spreadsheet nightmares. Танцы помогают числам течь более естественно, если это вообще имеет смысл."
        },
        {
            "role": "Character 1",
            "content": "Эр, я полагаю это типа, в любом случае, лучше чем произносить их во сне?"
        },
        {
            "role": "Character 2",
            "content": "55, 72. Моя бывшая жена определённо согласилась бы с тобой. Though she never appreciated how soothing industrial cataloging can be when set to Piazzolla."
        },
        {
            "role": "Character 1",
            "content": "Подожди, ты говоришь мне, что это разрушило твой брак?"
        },
        {
            "role": "Character 2",
            "content": "Хмм, 108, [delighted] видишь ли, 43! Нет нет, брак распался по обычным причинам. The number thing just made custody hearings more interesting."
        },
        {
            "role": "Character 1",
            "content": "Дело в том, что я вроде как пытаюсь следовать твоему ведению, но эээ, подсчёт сбивает мой ритм."
        },
        {
            "role": "Character 2",
            "content": "Окей, так, 67, правда, 99, эрр, 21. Просто позволь числам омывать тебя как волнам. They're actually in three-quarter time if you listen carefully."
        },
        {
            "role": "Character 1",
            "content": "Я думаю ты [smiling speaking] вообще-то эмм, довольно хороша в этом несмотря на всю эту ситуацию с числами."
        },
        {
            "role": "Character 2",
            "content": "33, [confidently] 88, 402. 20 лет уроков танго сделают своё дело, plus the numbers help me maintain perfect timing between component deliveries and passionate embraces."
        },
        {
            "role": "Character 1",
            "content": "402? Это кажется многовато для чего бы ты там ни считала."
        },
        {
            "role": "Character 2",
            "content": "А, это шарикоподшипники на кубический метр, просто, другой масштаб совершенно. Так вот, 17, 9, 156. See how naturally it flows with the music?"
        },
        {
            "role": "Character 1",
            "content": "Ну, я в основном [stuttering] пы-пытаюсь понять, знаешь, но это сюрреалистично."
        },
        {
            "role": "Character 2",
            "content": "Ооо, 27, [excited] вообще-то, 18! Знаешь что сюрреалистично? Типа, найти кого-то, кто готов танцевать со странной производственницей, которая считает инвентарь на милонгах."
        },
        {
            "role": "Character 1",
            "content": "Так, честно говоря, ты типа милая в своей странности."
        },
        {
            "role": "Character 2",
            "content": "В любом случае, 49, хмм, 73. I mean, that's the nicest thing anyone's said to me since my quality control team called me \"tolerably eccentric\" last Tuesday."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Um, are you really going to, you know, read out all these production codes while we're dancing?"
        },
        {
            "role": "Character 2",
            "content": "Twenty-three, forty-seven, sixteen. Don't worry, it's part of my charm! I multitask everywhere, even at milongas. Helps me memorize the quarterly inventory while practicing my ochos."
        },
        {
            "role": "Character 1",
            "content": "Well, this is [joking] kind of the weirdest tango experience I've ever had."
        },
        {
            "role": "Character 2",
            "content": "So, eighty-nine, twelve, actually, thirty-one. I mean, where else can you combine Argentine passion with supply chain management? My therapist says it's a healthy coping mechanism for work stress."
        },
        {
            "role": "Character 1",
            "content": "Your therapist knows about this?"
        },
        {
            "role": "Character 2",
            "content": "Honestly, two hundred and six, uhh, ninety-four. She basically encouraged it after I told her about my spreadsheet nightmares. Dancing helps the numbers flow more naturally, if that makes any sense."
        },
        {
            "role": "Character 1",
            "content": "Er, I suppose it's like, anyway, better than reciting them in your sleep?"
        },
        {
            "role": "Character 2",
            "content": "Fifty-five, seventy-two. My ex-wife would definitely agree with you there. Though she never appreciated how soothing industrial cataloging can be when set to Piazzolla."
        },
        {
            "role": "Character 1",
            "content": "Wait, you're telling me this ended your marriage?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, one hundred and [delighted] eight, you see, forty-three! No no, the marriage ended for normal reasons. The number thing just made custody hearings more interesting."
        },
        {
            "role": "Character 1",
            "content": "The thing is, I'm sort of trying to follow your lead here, but uh, the counting is throwing off my rhythm."
        },
        {
            "role": "Character 2",
            "content": "Okay so, sixty-seven, really, ninety-nine, err, twenty-one. Just let the numbers wash over you like waves. They're actually in three-quarter time if you listen carefully."
        },
        {
            "role": "Character 1",
            "content": "I guess you're [smiling speaking] actually umm, pretty good at this despite the whole number situation."
        },
        {
            "role": "Character 2",
            "content": "Thirty-three, [confidently] eighty-eight, four hundred and two. Twenty years of tango lessons will do that, plus the numbers help me maintain perfect timing between component deliveries and passionate embraces."
        },
        {
            "role": "Character 1",
            "content": "Four hundred and two? That seems high for whatever you're counting."
        },
        {
            "role": "Character 2",
            "content": "Ah, that's ball bearings per cubic meter, it's just that, different scale entirely. Right so, seventeen, nine, one fifty-six. See how naturally it flows with the music?"
        },
        {
            "role": "Character 1",
            "content": "Well, I'm basically [stuttering] try-trying to understand, you know, but this is surreal."
        },
        {
            "role": "Character 2",
            "content": "Ooh, twenty-seven, [excited] actually, eighteen! You know what's surreal? Like, finding someone willing to dance with the weird manufacturer guy who counts inventory at milongas."
        },
        {
            "role": "Character 1",
            "content": "So, honestly, you're kind of endearing in a strange way."
        },
        {
            "role": "Character 2",
            "content": "Anyway, forty-nine, hmm, seventy-three. I mean, that's the nicest thing anyone's said to me since my quality control team called me \"tolerably eccentric\" last Tuesday."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_21.txt"
}