{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Слушай, мне, э, нужно чтобы ты кое-что поняла [измождённо] прежде чем мы продолжим... эта наша история, знаешь, сегодня заканчивается."
        },
        {
            "role": "Character 2",
            "content": "Заканчивается? Ой, не думаю. Видишь ли, эм, ты сама вошла в мой мир, помнишь? Ты этого хотела — умоляла об этом, вообще-то. Ты не можешь просто, знаешь, решать, когда всё закончится."
        },
        {
            "role": "Character 1",
            "content": "Ты меня не [усмешка] слышишь."
        },
        {
            "role": "Character 2",
            "content": "Я слышу всё. Каждый твой вздох, каждую, э, [чихание] прости — каждую ложь, которую ты себе говоришь. Вот в чём дело: ты нуждаешься во мне больше, чем готова признать."
        },
        {
            "role": "Character 1",
            "content": "Это не— слушай, в смысле, [тепло] ты мне помогла, ладно? Но, эм, эта твоя одержимость, она становится опасной."
        },
        {
            "role": "Character 2",
            "content": "Опасной? Детка, мы даже не [улыбаясь] начали с опасностью. То, что между нами? Это редкость. Это электричество. И ты дура, если думаешь, что можешь просто взять и уйти."
        },
        {
            "role": "Character 1",
            "content": "Господи, ты [оживлённо] слышишь себя сейчас?"
        },
        {
            "role": "Character 2",
            "content": "Я слышу ту, которая [тепло] в ужасе от настоящих чувств. Думаешь, побег в свою безопасную жизнь заставит это исчезнуть? Этот голод в твоих глазах, когда ты на меня смотришь?"
        },
        {
            "role": "Character 1",
            "content": "Прекрати."
        },
        {
            "role": "Character 2",
            "content": "Прекратить? После всего, что мы построили вместе? После того, как я показала тебе, кто ты на самом деле под всей этой полированной оболочкой? Нет. Мы только начинаем, дорогая."
        },
        {
            "role": "Character 1",
            "content": "Я тебе не принадлежу."
        },
        {
            "role": "Character 2",
            "content": "Принадлежишь? Нет, нет, нет. Ты мне не, ну, принадлежишь — я тебя пробудила. Есть разница, понимаешь? И в глубине души, в том месте, куда ты боишься заглянуть, вообще-то, ты знаешь, что я права."
        },
        {
            "role": "Character 1",
            "content": "Всё должно было быть просто."
        },
        {
            "role": "Character 2",
            "content": "Просто? Между нами никогда ничего не было просто. С той секунды, как встретились наши взгляды, ты знала, что это поглотит нас обеих. Не оскорбляй меня, притворяясь иначе."
        },
        {
            "role": "Character 1",
            "content": "Отойди с дороги. [громко] Немедленно!"
        },
        {
            "role": "Character 2",
            "content": "А то что? Позовёшь на помощь? Давай. Расскажи им, эм, всё. Объясни, как ты, в смысле, сама меня впустила. Как ты практически жаждала каждого мгновения этого."
        },
        {
            "role": "Character 1",
            "content": "Я была уязвима, а ты— ты это знала. Ты, э, воспользовалась этим, если честно."
        },
        {
            "role": "Character 2",
            "content": "Воспользовалась? Я дала тебе всё, что ты боялась взять сама. Силу. Страсть. Смысл. А теперь ты хочешь всё это выбросить, потому что что — стало слишком реально?"
        },
        {
            "role": "Character 1",
            "content": "Ты больная."
        },
        {
            "role": "Character 2",
            "content": "Больная? Может быть. Но ты тоже, милая. Разница в том, что, ну, я это принимаю. В смысле, ты всё ещё притворяешься, знаешь, что можешь вернуться к той, кем была до меня."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Listen, I, uh, need you to understand something [exhausted] before we go any further... this thing we're doing, you know, it ends tonight."
        },
        {
            "role": "Character 2",
            "content": "Ends? Oh, I don't think so. See, um, you walked into my world, remember? You wanted this—begged for it, actually. You don't get to just, you know, decide when it's over."
        },
        {
            "role": "Character 1",
            "content": "You're not [chuckle] hearing me."
        },
        {
            "role": "Character 2",
            "content": "I hear everything. Every breath you take, every, er, [sneeze] excuse me—every lie you tell yourself. Here's the thing: you need me more than you're willing to admit."
        },
        {
            "role": "Character 1",
            "content": "That's not— look, I mean, [warm] you helped me, okay? But, um, this obsession of yours, it's getting dangerous."
        },
        {
            "role": "Character 2",
            "content": "Dangerous? Baby, we haven't even [smiling speaking] scratched the surface of dangerous. What we have? It's rare. It's electric. And you're a fool if you think you can just walk away."
        },
        {
            "role": "Character 1",
            "content": "Jesus Christ, do you [animated] hear yourself right now?"
        },
        {
            "role": "Character 2",
            "content": "I hear someone who's [warm] terrified of feeling something real. You think running back to your safe little life will make this disappear? That hunger in your eyes when you look at me?"
        },
        {
            "role": "Character 1",
            "content": "Stop."
        },
        {
            "role": "Character 2",
            "content": "Stop? After everything we've built together? After I showed you who you really are beneath all that polished exterior? No. We're just getting started, sweetheart."
        },
        {
            "role": "Character 1",
            "content": "You don't own me."
        },
        {
            "role": "Character 2",
            "content": "Own you? No, no, no. I don't, well, own you—I've awakened you. There's a difference, you know? And deep down, in that place you're afraid to look, actually, you know I'm right."
        },
        {
            "role": "Character 1",
            "content": "This was supposed to be simple."
        },
        {
            "role": "Character 2",
            "content": "Simple? Nothing about us has ever been simple. From the second our eyes met, you knew this would consume us both. Don't insult me by pretending otherwise."
        },
        {
            "role": "Character 1",
            "content": "Get out of my way. [loudly] Now!"
        },
        {
            "role": "Character 2",
            "content": "Or what? You'll call for help? Go ahead. Tell them, um, everything. Explain how you, I mean, invited me in. How you basically craved every moment of this."
        },
        {
            "role": "Character 1",
            "content": "I was vulnerable, and you— you knew that. You, er, took advantage of it, honestly."
        },
        {
            "role": "Character 2",
            "content": "Advantage? I gave you everything you were too afraid to take for yourself. Power. Passion. Purpose. And now you want to throw it all away because what—it got too real?"
        },
        {
            "role": "Character 1",
            "content": "You're sick."
        },
        {
            "role": "Character 2",
            "content": "Sick? Maybe. But so are you, sweetheart. The difference is, well, I embrace it. I mean, you're still pretending, you know, that you can go back to who you were before me."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_15.txt"
}