{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Слушай, эм, а ты вообще сколько, типа, живёшь в этом районе?"
        },
        {
            "role": "Character 2",
            "content": "В следующем месяце будет 23 года. Я сюда переехала, когда на этой улице были только семейные магазинчики, и все друг друга знали по именам."
        },
        {
            "role": "Character 1",
            "content": "Ну, наверное, сейчас всё, э-э, совсем по-другому, да?"
        },
        {
            "role": "Character 2",
            "content": "\"По-другому\" — это ещё мягко сказано. Лавочка, где дядя Чен детям конфеты бесплатно давал, теперь бутик со свечками по 40 долларов."
        },
        {
            "role": "Character 1",
            "content": "Ммм, а ты, дело в том, знала всех тогда, понимаешь?"
        },
        {
            "role": "Character 2",
            "content": "Боже, я знала, ну типа, каждого человека на этом [истерический смех] квартале — их детей, их собак, э-э, даже что они обычно заказывают к кофе! А сейчас ни одной знакомой души не вижу."
        },
        {
            "role": "Character 1",
            "content": "Наверное, очень тяжело на это смотреть."
        },
        {
            "role": "Character 2",
            "content": "Вообще-то, на прошлой неделе я, э-э, проходила мимо того места, где [всхлипывает] была пекарня Розы, и вот что, там теперь кроссфит-зал. Она там хлеб пекла 37 лет."
        },
        {
            "role": "Character 1",
            "content": "Ну, в смысле, перемены же, [самоуверенно] понимаешь, неизбежны, да? Города, э, должны развиваться?"
        },
        {
            "role": "Character 2",
            "content": "Конечно, но, ммм, это не развитие — это, по сути, стирание. Каждое уютное местечко, которое делало наш район особенным, было, наверное, снесено ради очередной стеклянной башни."
        },
        {
            "role": "Character 1",
            "content": "Эм, а были, короче, какие-то конкретные места, которые ты, типа, особенно скучаешь?"
        },
        {
            "role": "Character 2",
            "content": "Джаз-клуб на Третьей улице [извиняющимся тоном] меня преследует. Простите, я становлюсь эмоциональной из-за этого, но музыканты просто приходили и играли до рассвета."
        },
        {
            "role": "Character 1",
            "content": "И что случилось с, э-э, всеми этими людьми, которые, ну, раньше здесь жили?"
        },
        {
            "role": "Character 2",
            "content": "Выдавили, одного за другим. Моя аренда выросла с 800 до 3000 за 15 лет, и я еле держусь."
        },
        {
            "role": "Character 1",
            "content": "Вообще-то, 3000? Это же, э, полное безумие, честно."
        },
        {
            "role": "Character 2",
            "content": "Хуже всего, как они [кашель] подают это как \"оживление района\", когда на самом деле просто заменяют людей ценниками. У всего здесь раньше была история."
        },
        {
            "role": "Character 1",
            "content": "Истории? Какие [громко ахает] истории?"
        },
        {
            "role": "Character 2",
            "content": "Вот был, эмм, угол, где [хохот] Чарли играл на саксофоне, короче, каждую пятницу за чаевые. Он троих детей через колледж провёл, стоя на том углу, а теперь там парковка Старбакса."
        },
        {
            "role": "Character 1",
            "content": "Троих детей через колледж просто играя на саксофоне?"
        },
        {
            "role": "Character 2",
            "content": "Да, и он был, знаешь, гениальный — мог бы, э-э, играть где угодно [невнятно], но он любил это место. Простите, я, в общем, немного завожусь, когда вспоминаю, что мы здесь потеряли."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, how long have you, like, actually lived in this neighborhood anyway?"
        },
        {
            "role": "Character 2",
            "content": "Twenty-three years next month. I moved here when this street was nothing but family-owned shops and everyone knew each other's names."
        },
        {
            "role": "Character 1",
            "content": "Well, I guess it's, er, pretty different now, honestly?"
        },
        {
            "role": "Character 2",
            "content": "Different doesn't even begin to describe it. The bodega where Mr. Chen used to give kids free candy is now a boutique selling forty-dollar candles."
        },
        {
            "role": "Character 1",
            "content": "Hmm, did you, the thing is, know everyone back then, you know?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, I knew, sort of, every single person on this [laugh hysterically] block—their kids, their dogs, uhh, even their usual coffee orders! Now I don't recognize a soul walking by."
        },
        {
            "role": "Character 1",
            "content": "That must be really hard to watch."
        },
        {
            "role": "Character 2",
            "content": "Actually, last week I, err, walked past where [sniffle] Rosa's bakery used to be, and it's just that, it's a CrossFit gym now. She made bread there for thirty-seven years."
        },
        {
            "role": "Character 1",
            "content": "Well, I mean, change is, [over confidently] you know, inevitable right? Cities, ah, have to evolve?"
        },
        {
            "role": "Character 2",
            "content": "Sure, but, hmm, this isn't evolution—it's, basically, erasure. Every quirky little place that made this neighborhood special has been, I guess, steamrolled for another glass tower."
        },
        {
            "role": "Character 1",
            "content": "Um, were there, anyway, particular places you, like, miss most?"
        },
        {
            "role": "Character 2",
            "content": "The jazz club on Third Street [apologetic] haunts me. Sorry, I get emotional about it, but musicians would just show up and play until dawn."
        },
        {
            "role": "Character 1",
            "content": "So, what happened to, uhh, all those people who, well, used to live here?"
        },
        {
            "role": "Character 2",
            "content": "Pushed out, one by one. My rent went from eight hundred to three thousand in fifteen years, and I'm barely hanging on."
        },
        {
            "role": "Character 1",
            "content": "Actually, three thousand? That's, er, absolutely insane, honestly."
        },
        {
            "role": "Character 2",
            "content": "The worst part is how they [cough] market it as \"revitalization\" when really they're just replacing humans with price tags. Everything here used to have a story."
        },
        {
            "role": "Character 1",
            "content": "Stories? What [gasp loudly] kind of stories?"
        },
        {
            "role": "Character 2",
            "content": "Like, there was this, umm, corner where [belly laugh] Charlie played saxophone, anyway, every Friday for tips. He put three kids through college standing on that corner, and now it's a Starbucks parking lot."
        },
        {
            "role": "Character 1",
            "content": "Three kids through college just from playing saxophone?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, and he was, you know, brilliant too—could've, uhh, played anywhere [slurring] but he loved this spot. Sorry, I get, basically, a little worked up remembering what we've lost here."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_3.txt"
}