{
    "conversation": [
        {
            "role": "Character 1",
            "content": "I've been practicing this moment in my head for, [shaky voice], fifteen years but now that you're actually sitting here, [hesitantly], everything I planned to say just feels, [confused], completely inadequate."
        },
        {
            "role": "Character 2",
            "content": "[curious] Well, um, Mom said you'd want to explain everything about, [anxious], what happened and why you weren't there, but, like, I don't know if I'm ready to hear it all."
        },
        {
            "role": "Character 1",
            "content": "[warm] The hardest part wasn't the trial or the conviction, [regretful], it was knowing you were growing up without me, [passionately], believing I was guilty of something terrible."
        },
        {
            "role": "Character 2",
            "content": "[defensive] I mean, for years I told myself, um, [bitter], that you chose whatever you did over being my parent, and, well, [frustrated], now I find out none of it was even true."
        },
        {
            "role": "Character 1",
            "content": "Your mother sent me pictures every month and I kept them, [carefully], taped to my cell wall where I could see them, [whispering], every morning when I woke up and every night before I, [slowly], tried to sleep. [pause]"
        },
        {
            "role": "Character 2",
            "content": "She never told me about the pictures or, [upset], the letters you wrote that she kept hidden in that box, [crying while speaking], and now I don't know what's real anymore or who, [quietly], I'm supposed to be angry at."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] You have every right to be angry at the system, [gently], at me for not being there even though it wasn't my choice, [relieved], and at the universe for letting this happen to our family. [sigh]"
        },
        {
            "role": "Character 2",
            "content": "The kids at school, um, they all know about the case now and, [embarrassed], some think it's cool that you're famous but others still think you, well, [nervously], got away with something even though, er, the real person confessed."
        },
        {
            "role": "Character 1",
            "content": "[sincere] Look, I know, um, I can't get those years back or, [exhausted], suddenly become the parent you needed me to be, you know."
        },
        {
            "role": "Character 2",
            "content": "[hopeful] Maybe we could start with something small like, [shy], getting coffee once a week or watching those old movies you mentioned in your letters. [chuckle]"
        },
        {
            "role": "Character 1",
            "content": "[delighted] I'd like that more than, well, [emotionally], anything in the world because, um, I've already missed too much of your life, you know."
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] When I read your letters I could hear, [moved], your voice even though I'd never heard it before and that's when I knew, [confidently], you never stopped being my dad."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Every single day in that place I held onto, [trembling], the hope that someday we'd have this chance to, [tearfully], build something real together."
        },
        {
            "role": "Character 2",
            "content": "I brought the photo album Mom made of all the things you missed like, [sadly], my first day of school and learning to ride a bike and, [nostalgic], winning the science fair last year because I thought maybe, [hopefully], we could go through it together. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[touched] That would mean, [overwhelmed], everything to me sweetheart."
        },
        {
            "role": "Character 2",
            "content": "There's this father-daughter dance at school next month and I've never, [wistfully], gone before but maybe if you're comfortable with it, [tentatively], we could try."
        },
        {
            "role": "Character 1",
            "content": "[happy] Yes, absolutely yes."
        },
        {
            "role": "Character 2",
            "content": "[excited] Really, because, um, I already picked out a dress and, well, [joyfully], told my best friend that my dad might actually, [proudly], be there this time, you know."
        },
        {
            "role": "Character 1",
            "content": "[determined] I promise you that nothing, and I mean, [firmly], absolutely nothing will keep me from being there this time, er, not after everything we've lost, you know."
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] Well, um, I guess we should probably, [playfully], start with you learning how to dance then, because, like, Mom says you have two left feet. [laugh]"
        }
    ],
    "content_type": "simple_tags",
    "source_file": "a364a57d_scenario.json",
    "scenario": "An exonerated person meets their teenage child for the first time after being wrongfully imprisoned since before the child's birth.",
    "type": "scenario_conversation",
    "character_1_role": "exonerated",
    "character_2_role": "young soul",
    "selected_tones": [
        "genuine",
        "connecting",
        "attentive"
    ],
    "tone_options": [
        "attentive",
        "inclusive",
        "genuine",
        "lukewarm",
        "erratic",
        "intentional",
        "studying",
        "triumphant",
        "presenting",
        "connecting"
    ]
}