{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[犹豫] 是你吗，玛丽亚？"
        },
        {
            "role": "Character 2",
            "content": "[急促吸气] 天啊，我听说你出来了但是没想到——我是说，我不确定你还会不会回这儿来。"
        },
        {
            "role": "Character 1",
            "content": "[轻声] 说实话，这是我出来后第一个想来的地方。整个街区都变了，就这个小卖部还是老样子。"
        },
        {
            "role": "Character 2",
            "content": "[声音发颤] 15年了你还记得我的名字。那天早上我亲眼看着他们从停车场把你带走。我们都以为——"
        },
        {
            "role": "Character 1",
            "content": "[轻声打断] 以为是我干的。大家都这么想。也不怪谁，连我自己的律师一开始都好像认定了是我。[呼气] 那些证据看起来确实很不利。"
        },
        {
            "role": "Character 2",
            "content": "我女儿现在都上大学了。你以前每周五给她买草莓牛奶的时候，她才刚上幼儿园呢。[更柔和] 她有时候还会问起你。"
        },
        {
            "role": "Character 1",
            "content": "[怅然] 扎小辫的小索菲亚。都上大学了？外面的时间一直在走，我在里面却像被冻住了一样。"
        },
        {
            "role": "Character 2",
            "content": "真正的凶手认罪了，对吧？新闻上是这么说的。什么临终前良心发现，供出了三个案子，包括你那个。"
        },
        {
            "role": "Character 1",
            "content": "[带着苦涩] 是啊，癌症晚期的时候良心发现了。三个无辜的人被关着，他倒是逍遥了十几年。[叹气] 至少我算幸运的，还能活着出来。"
        },
        {
            "role": "Character 2",
            "content": "[几乎听不见] 罗伯托没撑到？天哪，我记得他妈妈每周都来这儿买汇款单往里面打钱。大概5年前就不来了。"
        },
        {
            "role": "Character 1",
            "content": "在牢房里心脏病发作，认罪前两年就走了。听说他妈妈没多久也因为伤心过度去世了。"
        },
        {
            "role": "Character 2",
            "content": "[哽咽] 真的太遗憾了。"
        },
        {
            "role": "Character 1",
            "content": "你知道我最想念什么吗？就是这种普通的聊天，聊聊天气啊孩子啊，抱怨抱怨物价什么的。监狱里的对话全都围着时间转——服了多久，还剩多久，失去了多久。"
        },
        {
            "role": "Character 2",
            "content": "[更稳定] 那个，牛奶现在都4块5了，天天都有人来抱怨，这算不算让你找回正常的感觉？[无力的笑] 有些事还真是一点没变。"
        },
        {
            "role": "Character 1",
            "content": "[干笑] 4块5？我进去的时候才2块钱不到。看来我得再打个官司才买得起菜了。"
        },
        {
            "role": "Character 2",
            "content": "政府应该给了你赔偿吧？我是说，让你受了这么多苦，总得有个说法吧。"
        },
        {
            "role": "Character 1",
            "content": "每年冤狱5万块。听起来挺多的，可是想想这钱要买回15年的人生、名誉，还有那些已经向前走的家人。"
        },
        {
            "role": "Character 2",
            "content": "[温柔地] 你女儿大概半年前来过，问我有没有你案子的消息。她留了电话号码，说万一你回来了就告诉你。[rustling papers vocally] 我一直放在收银台这儿呢。"
        },
        {
            "role": "Character 1",
            "content": "[声音哽咽] 你一直留着？"
        },
        {
            "role": "Character 2",
            "content": "[温暖地] 我们有些人从来没放弃过，一直相信你会再走进这个门的。欢迎回家，詹姆斯。今天的草莓牛奶，我请。"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitant] Is that you, Maria?"
        },
        {
            "role": "Character 2",
            "content": "[sharp intake of breath] Oh my God, I heard you were out but I didn't think— I mean, I wasn't sure if you'd ever come back here."
        },
        {
            "role": "Character 1",
            "content": "[quietly] This was the first place I wanted to visit actually, believe it or not. Everything else in the neighborhood changed but somehow this corner store is exactly the same."
        },
        {
            "role": "Character 2",
            "content": "[voice trembling] Fifteen years and you still remember my name. I watched them take you away that morning, right from the parking lot. We all thought—"
        },
        {
            "role": "Character 1",
            "content": "[gently interrupting] You thought I did it. Everyone did. Can't blame anyone for that when even my own lawyer seemed convinced at first. [exhales] The evidence looked pretty damning."
        },
        {
            "role": "Character 2",
            "content": "My daughter's in college now. She was just starting kindergarten when you used to buy her those strawberry milk drinks every Friday. [softer] She asked about you sometimes."
        },
        {
            "role": "Character 1",
            "content": "[wistful] Little Sophia with the pigtails. College already? Time kept moving out here while everything stayed frozen for me in there."
        },
        {
            "role": "Character 2",
            "content": "The real guy confessed, right? That's what the news said. Some deathbed confession about three different cases including yours."
        },
        {
            "role": "Character 1",
            "content": "[bitter edge] Yeah, conscience got to him when the cancer did. Three innocent people locked up while he walked free for over a decade. [sighs] At least I'm the lucky one who survived to see freedom."
        },
        {
            "role": "Character 2",
            "content": "[barely audible] Roberto didn't make it? Oh God, I remember his mother coming here every week buying commissary money orders. She stopped coming about five years ago."
        },
        {
            "role": "Character 1",
            "content": "Heart attack in his cell, two years before the confession. His mother passed shortly after from grief, they say."
        },
        {
            "role": "Character 2",
            "content": "[choked up] I'm so sorry."
        },
        {
            "role": "Character 1",
            "content": "You know what I missed most? These normal conversations, talking about weather and kids and complaining about prices. Prison conversations all revolve around time—time served, time left, time lost."
        },
        {
            "role": "Character 2",
            "content": "[steadier] Well, milk's four fifty now and everyone complains about it daily if that helps you feel normal again. [weak laugh] Some things really don't change."
        },
        {
            "role": "Character 1",
            "content": "[dry laugh] Four fifty? It was barely two dollars when I went away. Maybe I need to file another lawsuit just to afford groceries now."
        },
        {
            "role": "Character 2",
            "content": "The state gave you a settlement though, right? I mean, for what they put you through, there must be some compensation."
        },
        {
            "role": "Character 1",
            "content": "Fifty thousand per year of wrongful incarceration. Sounds like a lot until you realize it's supposed to buy back fifteen years of your life, your reputation, your family who moved on."
        },
        {
            "role": "Character 2",
            "content": "[gently] Your daughter came by here about six months ago, asked if I'd heard anything about your case. She left her number in case you ever came back. [rustling papers vocally] I kept it right here by the register."
        },
        {
            "role": "Character 1",
            "content": "[voice breaking] You kept it?"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Some of us never stopped believing you'd walk through that door again. Welcome home, James. The strawberry milk is on the house today."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "1b635891_scenario.json",
    "scenario": "An exonerated person visits the corner store where they used to shop before their wrongful conviction, encountering the same cashier who worked there fifteen years ago.",
    "type": "scenario_conversation",
    "character_1_role": "exonerated",
    "character_2_role": "cashier",
    "selected_tones": [
        "resurrecting",
        "tensing",
        "humble"
    ],
    "tone_options": [
        "uninhibited",
        "bold",
        "incomplete",
        "humble",
        "resurrecting",
        "biased",
        "similar",
        "tensing",
        "calm",
        "failed"
    ]
}