{
    "conversation": [
        {
            "role": "Customer",
            "content": "喂，下午好。那个，我打电话是因为我们家狗狗手术的理赔被拒了，我需要你们马上重新审核一下。"
        },
        {
            "role": "Customer Support",
            "content": "下午好，感谢您致电宠物卫士保险。我理解您对理赔被拒的担心。让我调出您的保单信息。请问您的会员号是多少？"
        },
        {
            "role": "Customer",
            "content": "847-229-4516。我跟你说，我自己就是兽医技师，这个手术明明应该在保险范围内的。"
        },
        {
            "role": "Customer Support",
            "content": "谢谢。我这边查到了您的账户，会员号VET847229451601。我看到11月8号提交的手术理赔CL-92847-MED确实被拒了。让我看看具体是什么原因。"
        },
        {
            "role": "Customer",
            "content": "我交了3年保费，之前一次都没理赔过，现在就这一次。"
        },
        {
            "role": "Customer Support",
            "content": "我完全理解您的心情，特别是您一直按时缴费这么久。拒赔代码DC-445-PRE显示这个病症被归类为既往病史。根据我们的记录，2021年您刚投保时的初检报告里提到过关节僵硬的情况。"
        },
        {
            "role": "Customer",
            "content": "关节僵硬跟前十字韧带撕裂需要手术完全是两码事好吗，这根本不是一回事。"
        },
        {
            "role": "Customer Support",
            "content": "您说得对，这确实是两种不同的病症。作为兽医专业人士，您肯定清楚这两者的区别。这样吧，我马上把这个案子升级给我们的医疗审核团队重新考虑。我现在就建立优先案例PR-78934-VET立即审核。"
        },
        {
            "role": "Customer",
            "content": "这个审核要多久？手术已经约好下周了。"
        },
        {
            "role": "Customer Support",
            "content": "当然。"
        },
        {
            "role": "Customer",
            "content": "不是，我需要你给我个具体的时间，谢谢。"
        },
        {
            "role": "Customer Support",
            "content": "啊，不好意思，我刚才没说清楚。那个，优先医疗审核小组会在24到48小时内审查PR-78934-VET这个案子。鉴于您的兽医专业背景和已经预约的手术时间，我把这个标记为紧急优先级UP-5521。"
        },
        {
            "role": "Customer",
            "content": "会有人直接联系我告诉结果吗，还是说我得自己再打电话？"
        },
        {
            "role": "Customer Support",
            "content": "您会收到自动邮件通知，同时我们的高级理赔专员也会直接给您打电话。他们会打到您登记的尾号7823的电话。这个号码还能联系到您吧？"
        },
        {
            "role": "Customer",
            "content": "对，没错。我需要准备什么材料来支持申诉？"
        },
        {
            "role": "Customer Support",
            "content": "问得好。请您准备狗狗的完整病历、带诊断代码的手术建议书，还有X光片或者其他检查结果。您可以直接上传到会员门户网站，申诉编号是AP-78934-VET-2024。"
        },
        {
            "role": "Customer",
            "content": "我今天就全部上传。能保证审核的人有兽医专业知识吗？"
        },
        {
            "role": "Customer Support",
            "content": "当然可以。您的案子会分配给我们的兽医审核委员会，特别是熟悉骨科疾病的专家。审核兽医的资质和执照号都会包含在决定书里，编号是DL-445921。"
        },
        {
            "role": "Customer",
            "content": "好。请在我的档案里注明，鉴于我的专业背景，我要求全面彻底的审核。"
        },
        {
            "role": "Customer Support",
            "content": "我已经在案例备注CN-8834-PRIORITY里记录了您的兽医专业背景和您要求全面审核的要求。一小时内您会收到确认邮件，里面有所有的编号和后续步骤。请问今天还有其他能帮您的吗？"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Good afternoon. I'm calling about a denied claim for my dog's surgery that I need reviewed immediately."
        },
        {
            "role": "Customer Support",
            "content": "Good afternoon, and thank you for calling PetGuard Insurance. I understand your concern about the denied claim. Let me pull up your policy information. May I have your member number, please?"
        },
        {
            "role": "Customer",
            "content": "It's 847-229-4516. I'm a veterinary technician and I know this procedure should be covered."
        },
        {
            "role": "Customer Support",
            "content": "Thank you. I have your account here, member ID VET847229451601. I can see the claim denial for surgical procedure CL-92847-MED submitted on November 8th. Let me review the specific reason for the denial."
        },
        {
            "role": "Customer",
            "content": "I've been paying premiums for three years without a single claim until now."
        },
        {
            "role": "Customer Support",
            "content": "I absolutely understand your frustration, especially given your consistent payment history. The denial code DC-445-PRE indicates the condition was classified as pre-existing. According to our records, there was a notation about joint stiffness during your initial enrollment exam in 2021."
        },
        {
            "role": "Customer",
            "content": "Joint stiffness is not the same as a torn ACL requiring surgery. That's completely different."
        },
        {
            "role": "Customer Support",
            "content": "You're absolutely correct about the distinction. As a veterinary professional, you understand these are different conditions. Let me escalate this to our medical review team for reconsideration. I'm creating priority case PR-78934-VET for immediate review."
        },
        {
            "role": "Customer",
            "content": "How long will this review take? The surgery is already scheduled for next week."
        },
        {
            "role": "Customer Support",
            "content": "Certainly."
        },
        {
            "role": "Customer",
            "content": "I need a more specific timeframe than that, please."
        },
        {
            "role": "Customer Support",
            "content": "I apologize for not being clearer. The priority medical review team will examine case PR-78934-VET within 24 to 48 hours. Given your professional veterinary background and the scheduled surgery date, I'm marking this as urgent priority status UP-5521."
        },
        {
            "role": "Customer",
            "content": "Will someone contact me directly with the decision, or do I need to call back?"
        },
        {
            "role": "Customer Support",
            "content": "You'll receive both an automated email notification and a direct phone call from our senior claims specialist. They'll reach you at the number ending in 7823 that we have on file. Is that still the best contact number?"
        },
        {
            "role": "Customer",
            "content": "Yes, that's correct. What documentation should I prepare to support the appeal?"
        },
        {
            "role": "Customer Support",
            "content": "Excellent question. Please prepare your dog's complete medical history, the surgical recommendation with diagnosis code, and any radiographs or test results. You can upload these directly to your member portal under appeal reference AP-78934-VET-2024."
        },
        {
            "role": "Customer",
            "content": "I'll upload everything today. Can you guarantee this will be reviewed by someone with veterinary knowledge?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. Your case will be assigned to our veterinary review board, specifically to specialists familiar with orthopedic conditions. The reviewing veterinarian's credentials and license number will be included in your decision letter, reference number DL-445921."
        },
        {
            "role": "Customer",
            "content": "Good. Please note in my file that I expect a thorough review given my professional expertise."
        },
        {
            "role": "Customer Support",
            "content": "I've documented your professional veterinary background and your request for comprehensive review in case notes CN-8834-PRIORITY. You'll receive a confirmation email within the hour with all reference numbers and next steps. Is there anything else I can assist you with today?"
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "26e81bb8_script.json",
    "professionalism": "professional",
    "scenario": "veterinary tech, upset that pet insurance denied coverage for her own dog",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "styles": [
                "politely_firm",
                "businesslike_direct"
            ],
            "disfluency": "minimal"
        },
        "support": {
            "styles": [
                "reassuringly_calm",
                "formally_courteous"
            ],
            "disfluency": "minimal"
        }
    }
}