{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[nervously] I saw the marquee outside with your name on it—'Lighting Design by Maya Chen'—and my heart just stopped because it's actually happening for you."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Alex?"
        },
        {
            "role": "Character 1",
            "content": "[warmly] The security guard almost didn't let me backstage, but I told him we used to build blanket forts with Christmas lights in your parents' basement. [chuckles] He thought I was insane."
        },
        {
            "role": "Character 2",
            "content": "How did you even know about tonight? I haven't posted anything online, haven't told anyone from back home about this show."
        },
        {
            "role": "Character 1",
            "content": "Your mom called mine last week. [pause] She's been calling her every opening night for the past five years, apparently."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Of course she has. [sighs] She still thinks if she tells enough people from the old neighborhood, somehow I'll magically appear back in that suburban kitchen."
        },
        {
            "role": "Character 1",
            "content": "[gently] That's not why I came, Maya. I came because fifteen years ago we promised we'd be there for each other's biggest moments, remember?"
        },
        {
            "role": "Character 2",
            "content": "[defensive] We promised a lot of things before you disappeared to California without saying goodbye—just that stupid email about needing space to figure yourself out."
        },
        {
            "role": "Character 1",
            "content": "[regretful] I know."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Do you have any idea how many opening nights I've had where I looked for you in the audience? [laughs bitterly] Even though I knew you wouldn't be there."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] I kept every review, Maya. Every single one. The Times piece about your innovative use of shadow in that Tennessee Williams revival? I read it twelve times."
        },
        {
            "role": "Character 2",
            "content": "[confused] You followed my career? All these years of radio silence and you were watching from three thousand miles away?"
        },
        {
            "role": "Character 1",
            "content": "[empathetically] Moving to California wasn't about leaving you—it was about not dragging you into my mess. [exhales] My dad's bankruptcy, the drinking, everything was falling apart."
        },
        {
            "role": "Character 2",
            "content": "[softly] I would have helped you through it, Alex. That's what we did—we got each other through things."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] You were getting into Yale Drama, and I was selling my guitar to help Mom pay rent. How could I tell you that?"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Because I would have sold mine too. [chuckles softly] Remember when we busked in Central Park that summer, saving up for those concert tickets?"
        },
        {
            "role": "Character 1",
            "content": "[relieved] Twenty-three dollars in six hours."
        },
        {
            "role": "Character 2",
            "content": "[excited] And we thought we were rich! [laughs] God, we were so convinced we'd conquered New York with our terrible Bob Dylan covers."
        },
        {
            "role": "Character 1",
            "content": "[hopefully] I'm here now."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] I have to run final light checks in ten minutes, but after the show—after the party—we could get terrible diner coffee at three AM? [pause] Like we used to?"
        }
    ],
    "content_type": "simple_tags",
    "source_file": "c56d20c1_scenario.json",
    "actor": 1,
    "scenario": "After fifteen years apart, a childhood friend surprises their estranged best friend who's become a successful Broadway lighting designer on opening night.",
    "type": "scenario_conversation",
    "character_1_role": "childhood friend",
    "character_2_role": "lighting designer",
    "selected_tones": [
        "emotional",
        "realistic",
        "empathetic"
    ]
}