{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] Mas que raio é que estás a fazer no escritório do pai? [pause] Voltei depois de sete anos de exílio e encontro-te aqui, a fotografar os documentos privados dele como se fosses um espião qualquer."
        },
        {
            "role": "Character 2",
            "content": "[calmly] Finalmente dignaste-te a aparecer? [bitter] Estou a documentar provas de 40 anos de fraude fiscal, subornos e violações ambientais que o nosso querido pai tem orquestrado através da empresa dele. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Achas que eu não sei que tipo de homem ele é? [loudly] Ele pôs-me na rua por me recusar a entrar no negócio corrupto dele, lembras-te?"
        },
        {
            "role": "Character 2",
            "content": "[condescending] Tu fugiste. [firmly] Há uma diferença entre escapar e fazer realmente alguma coisa quanto ao problema, que é o que eu estou a fazer agora mesmo."
        },
        {
            "role": "Character 1",
            "content": "Fugir? Pá, eu tinha 19 anos e ele deu-me um ultimato—ou trabalhava para ele ou saía de mãos a abanar. [shaky voice] Tu tinhas 12 anos, não te lembras das gritarias todas."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Lembro-me de mais do que pensas. [quietly] Lembro-me da mãe a chorar na casa de banho depois de teres saído, do pai a partir a tua guitarra contra a parede da garagem."
        },
        {
            "role": "Character 1",
            "content": "Então porque é que ainda estás aqui? Porque é que não saíste quando tiveste oportunidade em vez de andares a jogar este jogo perigoso com eles?"
        },
        {
            "role": "Character 2",
            "content": "[passionately] Porque alguém tem de deitar abaixo este império corrupto todo! [speeding up] O coletivo de jornalistas com quem trabalho está pronto para publicar tudo—as contas offshore, o juiz que ele anda a pagar, até o senador. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[anxious] Foda-se, vais acabar morto. [very quickly] Estes não são só criminosos de colarinho branco, eles têm ligações a pessoas que fazem problemas desaparecer."
        },
        {
            "role": "Character 2",
            "content": "[confidently] É exatamente por isso que tem de ser exposto. [sighs] Quantas outras famílias é que ele destruiu enquanto nós estávamos sentados à mesa dele a comer em porcelana comprada com dinheiro sujo?"
        },
        {
            "role": "Character 1",
            "content": "[quietly] Todas elas."
        },
        {
            "role": "Character 2",
            "content": "Vieste esta noite para o jantar de anos da mãe, não foi? [sympathetically] Ela ainda põe o teu lugar à mesa em todos os feriados, todos os aniversários, como se pudesses entrar pela porta a qualquer momento."
        },
        {
            "role": "Character 1",
            "content": "[trembling] Não conseguia passar mais um ano escondido enquanto ela pensa que a abandonei. [pause] Mas encontrar-te aqui, a fazer isto—se calhar estamos os dois a tentar salvá-la de maneiras diferentes."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Então fica e ajuda-me. [firmly] Tu sabes onde é que ele guarda os registos mais antigos, aqueles de antes de ficar tudo digital."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] Se fizermos isto, não há volta a dar. [clearing throat] A família, o dinheiro, qualquer hipótese de reconciliação—arde tudo com ele."
        },
        {
            "role": "Character 2",
            "content": "[boldly] Ótimo. [laughs] Há coisas que merecem arder para que algo melhor possa nascer das cinzas."
        },
        {
            "role": "Character 1",
            "content": "[slowly] Falas como eu quando tinha a tua idade, antes de aprender que o idealismo tem um preço. [sighs] Mas tens razão numa coisa—alguém tem de o parar."
        },
        {
            "role": "Character 2",
            "content": "[excited] O cofre atrás do retrato da mãe tem os documentos originais de incorporação com todas as estruturas das empresas-fantasma. [quickly] Podíamos abri-lo esta noite enquanto eles estão no restaurante."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Eu sei a combinação. [bitter laugh] É a data do teu aniversário—o filho dourado que ficou, aquele que ele pensava que podia moldar para ser o sucessor dele."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Então vamos dar-lhe um presente de aniversário que ele nunca vai esquecer. [pause] Bem-vindo a casa, ovelha negra."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] What the hell are you doing in Dad's office? [pause] I came back after seven years of exile and here you are, photographing his private files like some kind of spy."
        },
        {
            "role": "Character 2",
            "content": "[calmly] Finally decided to grace us with your presence? [bitter] I'm documenting evidence of forty years of tax fraud, bribery, and environmental violations that our beloved father has been orchestrating through his company. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] You think I don't know what kind of man he is? [loudly] He threw me out for refusing to join his corrupt business, remember?"
        },
        {
            "role": "Character 2",
            "content": "[condescending] You ran away. [firmly] There's a difference between escaping and actually doing something about the problem, which is what I'm doing right now."
        },
        {
            "role": "Character 1",
            "content": "Running away? I was nineteen and he gave me an ultimatum—work for him or get out with nothing. [shaky voice] You were twelve, you don't remember the screaming matches."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] I remember more than you think. [quietly] I remember Mom crying in the bathroom after you left, Dad breaking your guitar against the garage wall."
        },
        {
            "role": "Character 1",
            "content": "Then why are you still here? Why didn't you leave when you had the chance instead of playing this dangerous game with them?"
        },
        {
            "role": "Character 2",
            "content": "[passionately] Because someone needs to burn this whole corrupt empire to the ground! [speeding up] The journalism collective I work with is ready to publish everything—the offshore accounts, the judge he's been paying off, even the senator. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[anxious] Jesus Christ, you're going to get yourself killed. [very quickly] These aren't just white-collar criminals, they have connections to people who make problems disappear."
        },
        {
            "role": "Character 2",
            "content": "[confidently] That's exactly why it needs to be exposed. [sighs] How many other families has he destroyed while we sat at his dinner table eating off china bought with blood money?"
        },
        {
            "role": "Character 1",
            "content": "[quietly] All of them."
        },
        {
            "role": "Character 2",
            "content": "You came back tonight for Mom's birthday dinner, didn't you? [sympathetically] She still sets your place at the table every holiday, every birthday, like you might walk through the door."
        },
        {
            "role": "Character 1",
            "content": "[trembling] I couldn't do another year of hiding while she thinks I abandoned her. [pause] But finding you here, doing this—maybe we're both trying to save her in different ways."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Stay and help me then. [firmly] You know where he keeps the older records, the ones from before everything went digital."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] If we do this, there's no going back. [clearing throat] The family, the money, any chance of reconciliation—it all burns with him."
        },
        {
            "role": "Character 2",
            "content": "[boldly] Good. [laughs] Some things deserve to burn so something better can grow from the ashes."
        },
        {
            "role": "Character 1",
            "content": "[slowly] You sound like me at your age, before I learned that idealism comes with a price. [sighs] But you're right about one thing—someone needs to stop him."
        },
        {
            "role": "Character 2",
            "content": "[excited] The safe behind Mother's portrait has the original incorporation documents with all the shell company structures. [quickly] We could crack it tonight while they're at the restaurant."
        },
        {
            "role": "Character 1",
            "content": "[resigned] I know the combination. [bitter laugh] It's your birthday—the golden child who stayed, who he thought he could mold into his successor."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Then let's give him a birthday present he'll never forget. [pause] Welcome home, black sheep."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "1b8a9ca2_scenario.json",
    "scenario": "A family's black sheep returns home after years of exile to find their younger sibling has become a political radical planning to expose their wealthy father's decades of corruption.",
    "type": "scenario_conversation",
    "character_1_role": "black sheep",
    "character_2_role": "radical",
    "selected_tones": [
        "confrontational",
        "bold",
        "challenging"
    ],
    "tone_options": [
        "dawdling",
        "alert",
        "unique",
        "dropping",
        "considerate",
        "challenging",
        "inventing",
        "bold",
        "confrontational",
        "hateful"
    ]
}