{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Doutor Martinez? Pensei que fosse o senhor. A minha mãe foi sua paciente o ano passado—Eleanor Hastings, o caso da diabética com as complicações."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Eleanor, sim, claro que me lembro dela. [pause] Como é que ela está? Sei que a cirurgia foi difícil para todos."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Ela faleceu há três meses. A infeção espalhou-se depois da amputação, e o coração dela não... não aguentou o stress todo."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Lamento muito saber isso. [sighs] Fizemos tudo o que pudemos com os recursos disponíveis, mas as complicações da diabetes podem ser incrivelmente agressivas."
        },
        {
            "role": "Character 1",
            "content": "[bitter] O senhor continuava a dizer que tínhamos apanhado a tempo. Em todas as consultas, dizia que o tratamento das feridas estava a resultar, que estávamos a fazer progressos com os problemas de circulação."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Compreendo a sua raiva, a sério que compreendo. Às vezes, apesar dos nossos melhores esforços, a doença progride de formas que não conseguimos prever nem controlar, especialmente com pacientes idosos."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Ela confiava no senhor."
        },
        {
            "role": "Character 2",
            "content": "[regretful] Eu sei que confiava, e levei essa confiança a sério. Todas as decisões que tomámos juntos foram para preservar a qualidade de vida dela o máximo tempo possível."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Três empregos."
        },
        {
            "role": "Character 2",
            "content": "[confused] Desculpe, como? Não estou a perceber... três empregos?"
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] Tive três empregos para pagar os especialistas que recomendou, os sapatos especiais, o material dos curativos que o seguro não cobria. [exhales] Tudo para nada."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Eu não sabia da vossa situação financeira. [pause] Havia programas que podíamos ter... apoios para material médico e custos de tratamento."
        },
        {
            "role": "Character 1",
            "content": "[angry] Porque é que não falou desses programas na altura? Via-me com a farda do meu turno da noite no hospital, ainda com o crachá do restaurante onde servia às mesas."
        },
        {
            "role": "Character 2",
            "content": "[whispering] Meu Deus, lamento tanto."
        },
        {
            "role": "Character 1",
            "content": "[upset] Ela morreu a pensar que era um fardo por causa de todo o dinheiro que gastámos. As últimas palavras dela foram a pedir desculpa por nos custar tanto. [voice breaking] Consegue imaginar uma coisa dessas?"
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] Isso é devastador, e vejo o quanto amava a sua mãe. O sistema falhou convosco, e eu fiz parte desse sistema, quer quisesse quer não."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Ainda tenho os sapatos ortopédicos dela no carro. Não consigo doá-los porque custaram 800 euros e... sei lá, parece que isso os torna importantes."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Guarde-os o tempo que precisar. [pause] Às vezes agarrarmo-nos a coisas físicas ajuda-nos a processar a perda. O luto não tem prazo."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Tenho de voltar ao trabalho. O meu chefe não gosta quando falamos muito tempo com os clientes, mesmo aqui no parque de estacionamento."
        },
        {
            "role": "Character 2",
            "content": "[quickly] Espere, por favor, leve o meu cartão. [sincerely] Não como médico, mas se alguma vez quiser falar sobre a sua mãe, ou se precisar de ajuda com contas médicas que ainda tenha, ligue-me."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Doctor Martinez? I thought that was you. My mother was your patient last year—Eleanor Hastings, the diabetic case with the complications."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Eleanor, yes, of course I remember her. [pause] How is she doing these days? I know the surgery was difficult for everyone involved."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] She passed away three months ago. The infection spread after the amputation, and her heart just couldn't take the stress of it all."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] I'm so sorry to hear that. [sighs] We did everything we could with the resources available, but diabetes complications can be incredibly aggressive."
        },
        {
            "role": "Character 1",
            "content": "[bitter] You kept saying we caught it early enough. Every appointment, you said the wound care was working, that we were making progress with the circulation issues."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] I understand your anger, I really do. Sometimes despite our best efforts, the disease progresses in ways we can't predict or control, especially with elderly patients."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] She trusted you."
        },
        {
            "role": "Character 2",
            "content": "[regretful] I know she did, and I took that trust seriously. Every decision we made together was aimed at preserving her quality of life for as long as possible."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Three jobs."
        },
        {
            "role": "Character 2",
            "content": "[confused] I'm sorry, what do you mean? I don't understand what you're referring to with three jobs."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] I worked three jobs to pay for the specialists you recommended, the special shoes, the wound care supplies insurance wouldn't cover. [exhales] All for nothing."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] I didn't know about your financial situation. [pause] There were programs we could have connected you with, assistance for medical supplies and treatment costs."
        },
        {
            "role": "Character 1",
            "content": "[angry] Why didn't you mention those programs then? You saw me in scrubs from my night shift at the hospital, still wearing my name tag from the diner."
        },
        {
            "role": "Character 2",
            "content": "[whispering] God, I'm sorry."
        },
        {
            "role": "Character 1",
            "content": "[upset] She died thinking she was a burden because of all the money we spent. Her last words were an apology for costing us so much. [voice breaking] Can you imagine that?"
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] That's heartbreaking, and I can see how much you loved her. The system failed you both, and I was part of that system whether I meant to be or not."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] I still have her orthotic shoes in my car. Can't bring myself to donate them because they cost eight hundred dollars and somehow that makes them feel important."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Keep them as long as you need to. [pause] Sometimes holding onto physical things helps us process the loss. There's no timeline for grief."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] I should get back to work. My manager doesn't like it when we talk too long with customers, even in the parking lot like this."
        },
        {
            "role": "Character 2",
            "content": "[quickly] Wait, please take my card. [sincerely] Not as a doctor, but if you ever want to talk about your mother, or if you need help navigating any remaining medical bills, call me."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "1b2b1507_scenario.json",
    "scenario": "A grocery bagger encounters the podiatrist who treated their mother before her death from diabetic complications.",
    "type": "scenario_conversation",
    "character_1_role": "grocery bagger",
    "character_2_role": "podiatrist",
    "selected_tones": [
        "restrained",
        "growing"
    ],
    "tone_options": [
        "disengaging",
        "disproportional",
        "hastening",
        "presenting",
        "fair",
        "amateur",
        "creating",
        "restrained",
        "growing",
        "content"
    ]
}