{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[em pânico] Tommy, puta merda, é, que porra que cê tá, [tremendo], fazendo aqui na área de carga restrita—cê não devia estar nem perto, [sem fôlego], das docas de carregamento, quer dizer, a Sarah vai me matar."
        },
        {
            "role": "Character 2",
            "content": "[fraco] Não consigo respirar direito."
        },
        {
            "role": "Character 1",
            "content": "[urgente] Não tenta se mexer porque aquele contêiner, [horrorizado], deslocou umas duas toneladas de vigas de aço e eu tô vendo sangue se acumulando embaixo do seu, [tremendo], ombro esquerdo o que significa que alguma coisa definitivamente rasgou ou, [voz embargada], quebrou aí dentro."
        },
        {
            "role": "Character 2",
            "content": "A Sarah não, [ofegante], sabe que eu vim aqui pra falar com você sobre o dinheiro."
        },
        {
            "role": "Character 1",
            "content": "[confuso] Que dinheiro—Tommy, esquece seja lá o que cê tá, [frustrado], falando porque agora a gente precisa focar em te manter, [firme], consciente até os paramédicos passarem pelo posto de segurança."
        },
        {
            "role": "Character 2",
            "content": "Os 30 mil, hum, que o pai me deixou em vez da Sarah, bom, eu ia, [culpado], dar pra vocês dois pro bebê mas eu queria, [lutando], te contar primeiro antes dela descobrir que ele, [amargo], me escolheu. [tosse úmida]"
        },
        {
            "role": "Character 1",
            "content": "[atônito] Seu pai tá morto há seis meses e cê ficou, [descrente], carregando isso esse tempo todo? [pausa longa]"
        },
        {
            "role": "Character 2",
            "content": "[sumindo] Eu sei, é, o quanto vocês dois precisavam, principalmente com as demissões vindo."
        },
        {
            "role": "Character 1",
            "content": "[gentil] Escuta, o dinheiro não, [sincero], importa agora porque o que importa é que você vai ficar bem e a gente vai, [tranquilizador], passar por isso juntos como sempre, [voz embargada], fazemos como família."
        },
        {
            "role": "Character 2",
            "content": "[delirante] Quer dizer, a Sarah sempre disse que eu era o preferido, hum, mesmo quando éramos crianças, e acho que, [vazio], o pai provou que ela tava certa no final deixando tudo pra mim enquanto ela ficou com, [voz sumindo], nada além da caminhonete velha dele. [ofegante]"
        },
        {
            "role": "Character 1",
            "content": "[desesperado] Tommy, é, fica comigo aqui, tipo, suas pupilas tão ficando estranhas e, [assustado], isso não é bom—fala comigo sobre qualquer coisa, só continua, [suplicante], falando."
        },
        {
            "role": "Character 2",
            "content": "[divagando] Lembra quando, hum, a gente foi pescar naquele verão antes de você casar com ela, e, bom, você pegou aquele robalo enorme e a Sarah, [sorriso fraco], caiu no lago tentando pegar ele com a rede?"
        },
        {
            "role": "Character 1",
            "content": "Sim, quer dizer, ela culpou você por balançar o barco mas, é, todo mundo sabia que ela só, [afetuoso], ficou empolgada demais por finalmente pegar algo maior do que, [riso suave], o pai dela já tinha pegado, e ela voltou à superfície, [calorosamente], rindo tanto que nem conseguiu ficar brava. [suspira]"
        },
        {
            "role": "Character 2",
            "content": "[divagando] Ela parecia tão, ah, feliz naquele dia, antes de tudo ficar complicado com, bom, o pai ficando doente e o testamento e eu, [arrependido], sendo covarde demais pra contar pra ela sobre o dinheiro enquanto ele ainda tava, [pesado], vivo quando talvez a gente pudesse ter, hum, resolvido isso."
        },
        {
            "role": "Character 1",
            "content": "[firme] Você não é covarde, você é só, [protetor], alguém que ama demais a irmã pra machucar ela mesmo quando, [compreensivo], ser honesto teria sido mais fácil."
        },
        {
            "role": "Character 2",
            "content": "[chorando] Mas eu machuquei ela guardando segredos e agora ela vai, [angustiado], descobrir quando eu tô sangrando num armazém e ela vai pensar que eu vim aqui pra, [desesperado], te contar pelas costas dela em vez de só ser, [quebrado], corajoso o bastante pra encarar ela."
        },
        {
            "role": "Character 1",
            "content": "[tranquilizador] Tommy, ah, cê não tá sangrando até morrer, tá, porque eu já tô ouvindo as sirenes e, hum, eles vão te consertar e depois a gente vai, [determinado], sentar todo mundo junto e resolver isso."
        },
        {
            "role": "Character 2",
            "content": "[fraco] Me promete que se, bom, alguma coisa acontecer, você vai contar pra ela que eu tava vindo pra, hum, acertar as coisas, que o dinheiro sempre foi, [urgente], pra vocês dois e pro bebê, não uma, [enfraquecendo], última jogada idiota de poder do pai. [respiração curta]"
        },
        {
            "role": "Character 1",
            "content": "[feroz] Nada vai acontecer porque, é, você mesmo vai contar pra ela, e tipo, ela provavelmente vai chorar e gritar e depois, [carinhoso], te abraçar até você não conseguir respirar, como sempre."
        },
        {
            "role": "Character 2",
            "content": "[sussurrado] Os paramédicos chegaram e, hum, tá ficando tudo bem, [tranquilo], claro e quieto agora, tipo aquela manhã no lago antes dos, [distante], peixes começarem a morder e a gente só ficou boiando lá, ah, sentindo que tudo ia ficar, [sereno], bem pra sempre. [expira devagar]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[panicked] Tommy, Jesus Christ, um, what the hell are you, [shaking], doing here in the restricted cargo area—you're not supposed to be anywhere, [breathless], near the loading docks, I mean, Sarah's going to kill me."
        },
        {
            "role": "Character 2",
            "content": "[weak] Can't breathe right."
        },
        {
            "role": "Character 1",
            "content": "[urgent] Don't try to move because that container, [horrified], shifted about two tons of steel beams and I can see blood pooling under your, [trembling], left shoulder which means something's definitely torn or, [voice cracking], broken inside."
        },
        {
            "role": "Character 2",
            "content": "Sarah doesn't, [gasping], know I came here to talk to you about the money."
        },
        {
            "role": "Character 1",
            "content": "[confused] What money—Tommy, forget about whatever you're, [frustrated], talking about because right now we need to focus on keeping you, [firm], conscious until the paramedics get through the security checkpoint."
        },
        {
            "role": "Character 2",
            "content": "The thirty thousand, umm, that Dad left me instead of Sarah, well, I was going to, [guilty], give it to you both for the baby but I wanted to, [struggling], tell you first before she found out he, [bitter], chose me. [coughs wetly]"
        },
        {
            "role": "Character 1",
            "content": "[stunned] Your father's been dead for six months and you've been, [disbelieving], carrying this around the whole time? [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[fading] I know, um, how much you both needed it, especially with the layoffs coming."
        },
        {
            "role": "Character 1",
            "content": "[gentle] Listen to me, the money doesn't, [earnest], matter right now because what matters is that you're going to be okay and we're going to, [reassuring], get through this together just like we always, [voice breaking], do as a family."
        },
        {
            "role": "Character 2",
            "content": "[delirious] I mean, Sarah always said I was the favorite, um, even when we were kids, and I guess, [hollow], Dad proved her right in the end by leaving me everything while she got, [trailing off], nothing but his old truck. [wheezes]"
        },
        {
            "role": "Character 1",
            "content": "[desperate] Tommy, um, stay with me here, I mean, your pupils are getting weird and, [frightened], that's not good—talk to me about anything, just keep, [pleading], talking."
        },
        {
            "role": "Character 2",
            "content": "[wandering] Remember when, umm, we all went fishing that summer before you married her, and, well, you caught that massive bass and Sarah, [smiling weakly], fell in the lake trying to net it?"
        },
        {
            "role": "Character 1",
            "content": "Yeah, I mean, she blamed you for bumping the boat but, umm, we all knew she just, [fond], got too excited about finally catching something bigger than, [soft laugh], her father ever did, and she came up, [warmly], laughing so hard she couldn't even be mad. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[drifting] She looked so, er, happy that day, before everything got complicated with, well, Dad getting sick and the will and me, [regretful], being too much of a coward to tell her about the money while he was, [heavy], still alive when maybe we could have, um, worked it out."
        },
        {
            "role": "Character 1",
            "content": "[firm] You're not a coward, you're just, [protective], someone who loves his sister too much to hurt her even when, [understanding], being honest would have been easier."
        },
        {
            "role": "Character 2",
            "content": "[crying] But I did hurt her by keeping secrets and now she'll, [anguished], find out when I'm bleeding out in a warehouse and she'll think I came here to, [desperate], tell you behind her back instead of just being, [broken], brave enough to face her."
        },
        {
            "role": "Character 1",
            "content": "[soothing] Tommy, er, you're not bleeding out, okay, because I can hear the sirens now and, umm, they're going to patch you up and then we'll all, [determined], sit down together and figure this out."
        },
        {
            "role": "Character 2",
            "content": "[faint] Promise me if, well, something happens, you'll tell her I was coming to, umm, make things right, that the money was always, [urgent], meant for both of you and the baby, not some, [weakening], last stupid power play from Dad. [breathing shallow]"
        },
        {
            "role": "Character 1",
            "content": "[fierce] Nothing's going to happen because, um, you're going to tell her yourself, and I mean, she'll probably cry and yell and then, [tender], hug you until you can't breathe, just like always."
        },
        {
            "role": "Character 2",
            "content": "[whispered] The paramedics are here and, um, everything's getting really, [peaceful], bright and quiet now, like that morning on the lake before the, [distant], fish started biting and we just floated there, er, feeling like everything was going to be, [serene], okay forever. [exhales slowly]"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "473a2d76_scenario.json",
    "scenario": "A freight handler discovers his brother-in-law unconscious among damaged cargo after a shipping container accident at the docks where he works.",
    "type": "scenario_conversation",
    "character_1_role": "brother-in-law",
    "character_2_role": "freight handler",
    "selected_tones": [
        "grave",
        "soothing",
        "wandering"
    ],
    "tone_options": [
        "content",
        "demotivating",
        "lighthearted",
        "right",
        "grave",
        "following",
        "soothing",
        "wandering",
        "abrupt",
        "consistent"
    ]
}