{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] देखो, मैं समझती हूँ कि school board को मेरा वहाँ घूमना पसंद नहीं है। Ex-con हूँ ना, tattoos हैं, record है, पूरा scene है। [short pause] लेकिन ये बच्चे? ये उन counselors को एकदम भाँप लेते हैं जो अपनी इस्त्री की हुई shirts में आते हैं। [chuckle] कल एक लड़का literally हँस पड़ा जब therapist ने उससे relate करने की कोशिश की। [passionate] लेकिन जब मैं अंदर आई? एकदम चुप, भाई। उन्हें पता है मैं मज़ाक नहीं कर रही। मैं वहाँ रह चुकी हूँ—गाड़ियों में सोई हूँ, खाने के लिए चोरी की है, ये सोचते हुए कि किसी को घंटा फर्क नहीं पड़ता। [quietly] ये चीज़ तुम किसी textbook से नहीं सीख सकते। [pause] एक लड़की है, Maya, वो हफ्तों तक किसी से बात नहीं करती थी। Teachers से नहीं, अपने foster parents से नहीं, किसी से नहीं। [warm] लेकिन उसने पहले दिन मेरा ankle monitor देखा, और उसने बस... सीधे पूछ लिया कि मैंने क्या किया था। [laugh] और मैंने उसे सच बताया। सब कुछ। [empathetically] अब वो मुझे वो बातें बताती है जो किसी और को नहीं बताती क्योंकि उसे पता है मैं judge नहीं करूँगी। मैं कर ही नहीं सकती। [very sincerely] इन बच्चों को एक और adult की ज़रूरत नहीं है जो समझने का नाटक करे। उन्हें कोई चाहिए जो सच में, अम्म... जो सच में जानता हो कि कैसा लगता है जब सब लोग तुम्हें छोड़ देते हैं। [confidently] तो हाँ, शायद मेरी reputation ही वो चीज़ है जिसकी उन्हें ज़रूरत है। [trailing off] शायद यही तो पूरी बात है..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Look, I get why the school board doesn't like me hanging around. Ex-con with the tattoos, the record, the whole thing. [short pause] But these kids? They see right through those counselors in their pressed shirts. [chuckle] Kid yesterday literally laughed when the therapist tried to relate to him. [passionate] But when I walked in? Dead silent. They know I'm not playing. I've been where they are—sleeping in cars, stealing to eat, thinking nobody gives a damn about you. [quietly] That's not something you can learn from a textbook. [pause] This one girl, Maya, she wouldn't talk to anyone for weeks. Not teachers, not her foster parents, nobody. [warm] But she saw my ankle monitor that first day, and she just... she asked me straight up what I did. [laugh] And I told her the truth. All of it. [empathetically] Now she tells me things she won't tell anyone else because she knows I won't judge her. I can't. [very sincerely] These kids don't need another adult pretending to understand. They need someone who actually, um... who actually gets what it's like to have everyone write you off. [confidently] So yeah, maybe my reputation is exactly what they need. [trailing off] Maybe that's the whole point..."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "200776b8_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your outlaw reputation helping you connect with at-risk kids who won't trust anyone else",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}