{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] दो साल। मेरा मतलब, सच में यार, पूरे दो fucking साल और वो बस—[pause] एक email भेज देते हैं? [bitter] \"Due to unforeseen budget constraints, the funeral director training program will be discontinued effective immediately.\" [sarcastic] अरे वाह, बहुत professional है ना, thank you so much। [angry] पता है क्या? मैंने इसके लिए दूसरे programs छोड़े थे। मैं literally यहाँ shift हुई, [shaky voice] वो बेवकूफ सा apartment लिया mortuary science building के पास, और किसलिए? [very sad] मेरी मम्मी कितनी proud थीं जब मैंने बताया कि finally मुझे अपनी चीज़ मिल गई है, पता है? वो सबको बताती रहती थीं कि उनकी बेटी बनने वाली है—[cry] हे भगवान, कितनी शर्म की बात है। [sniffle] बात ये है कि, अम्म, मुझे सच में पसंद था। जैसे, मुझे पता है लोगों को अजीब लगता है लेकिन मैं really अच्छी थी, वो, families की मदद करने में उनके सबसे बुरे दिनों में। [laugh] और अब क्या? [confused] मैं supposed हूँ कि बस, क्या, फिर से शुरू करूं? कुछ और ढूंढूं? [exhausted] मैं तो अपनी tuition भी वापस नहीं ले सकती क्योंकि technically semester शुरू हो चुका है। [very quietly] शायद मुझे पहले से समझ जाना चाहिए था। मेरा मतलब, किसको चाहिए funeral directors, है ना? [trailing off] सब मर रहे हैं दूसरे careers पाने के लिए... [bitter] ये joke है। शायद। पता नहीं अब।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Two years. I mean, honestly, two fucking years of my life and they just—[pause] they send an email? [bitter] \"Due to unforeseen budget constraints, the funeral director training program will be discontinued effective immediately.\" [sarcastic] Oh, that's really professional, thanks so much. [angry] Like, you know what? I turned down other programs for this. I literally moved here, [shaky voice] I got that stupid apartment near the mortuary science building, and for what? [very sad] My mom was so proud when I told her I finally found my thing, you know? She kept telling everyone her kid was gonna be—[cry] God, this is so embarrassing. [sniffle] The thing is, um, I actually loved it. Like, I know people think it's weird but I was really good at, er, helping families through their worst days. [laugh] And now what? [confused] I'm supposed to just, what, start over? Find something else? [exhausted] I can't even get my tuition back because technically the semester already started. [very quietly] Maybe I should've seen this coming. I mean, who needs funeral directors anyway, right? [trailing off] Everyone's just dying to get into other careers... [bitter] That's a joke. Sort of. I don't know anymore."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "c1dfc3e2_monologue.json",
    "type": "emotional_monologue"
}