{
    "conversation": [
        {
            "role": "Speaker",
            "content": "उन्होंने मंज़ूरी दे दी। सच में—मुझे यकीन ही नहीं हो रहा कि उन्होंने मंज़ूरी दे दी। [gasp softly] दो सौ लोग, अम्म, यानी दो सौ परिवार जिन्हें अब... हे भगवान, मैं बार-बार सोचती हूं कि क्या हो जाता अगर। [relieved] पता है, जब मैंने पहली बार ये restructuring plan पेश किया था, सच कहूं तो, board वाले मुझे ऐसे देख रहे थे जैसे मैं, मेरा मतलब, बिल्कुल पागल हो गई हूं। लेकिन numbers, वो—numbers तो काम कर ही गए। [excited] मुझे पता था काम करेंगे! बस, अ, शुरू में कोई सुनने को तैयार नहीं था क्योंकि ये traditional approach नहीं था, है ना?\n\n[anxious] तीन हफ्ते तक मैं basically उस conference room में ही रही, और जैसे, हर रात घर जाती तो सोचती, अगर मैं गलत हुई तो? अगर मेरी वजह से ये लोग—[pause] लेकिन नहीं, नहीं, हमने कर दिखाया। [laugh] हमने सच में कर दिखाया! Creditors payment schedule के लिए राज़ी हो गए, और अम्म, equity swap, सब कुछ बस... fit हो गया।\n\n[exhausted] मुझे ठीक से नींद नहीं आई है, हम्म, पता नहीं कब से। लेकिन आज जब हमने announcement किया तो उनके चेहरे देखे? [warm] Accounting वाली बहनजी, वो बस रोने लगीं, और फिर, वैसे, मैं भी रो पड़ी। [chuckle] दो सौ नौकरियां। ये अब सिर्फ spreadsheet के numbers नहीं रहे, समझ रही हो ना? ये—ये असली लोग हैं जिनकी ज़िंदगी बची है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "They approved it. They actually—I can't believe they approved it. [gasp softly] Two hundred people, um, that's two hundred families who don't have to... God, I keep thinking about what almost happened. [relieved] You know, when I first pitched this restructuring plan, honestly, the board looked at me like I was, I mean, completely insane. But the numbers, they—the numbers worked. [excited] I knew they would work! It's just, er, nobody wanted to listen at first because it wasn't the traditional approach, right? \n\n[anxious] For three weeks I basically lived in that conference room, and like, every night I'd go home thinking, what if I'm wrong? What if I'm the reason these people—[pause] but no, no, we did it. [laugh] We actually pulled it off! The creditors agreed to the payment schedule, and um, the equity swap, it all just... clicked. \n\n[exhausted] I haven't slept properly in, hmm, I don't even know how long. But seeing their faces when we announced it today? [warm] The woman from accounting, she just started crying, and then, well, I started crying too. [chuckle] Two hundred jobs. That's not just numbers on a spreadsheet anymore, you know? That's—that's real people who get to keep their lives intact."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "b5c3dc2a_monologue.json",
    "type": "emotional_monologue"
}