{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] तो apparently मुझसे expect किया जा रहा है कि मैं बस... मुस्कुराऊं और शादी में उनसे हाथ मिलाऊं। [sigh] जैसे कि मुझे याद ही नहीं कि Sarah को उसके कमरे में रोते हुए पाया था, क्या... तीन महीने तक लगातार? [frustrated] और अब वो दोनों फिर से साथ हैं और मुझसे—मुझसे उम्मीद की जा रही है कि supportive पिता बनूं, है ना? [pause] अच्छा, ठीक है, समझ गई। मेरा मतलब, लोग बदलते हैं, रिश्ते complicated होते हैं, whatever. [reluctant] लेकिन बात ये है कि, अम्म... मुझे अभी भी सब कुछ याद है। [angry] हर एक रात जब वो dinner नहीं करती थी, हर बार जब वो कहती थी कि मैं ठीक हूं जबकि obviously वो ठीक नहीं थी— [trailing off] और अब... [long pause] [tired] देखो, मैं जानती हूं कि मुझे ये सब छोड़ना होगा। वो उनसे प्यार करती है, वो... वही matter करता है। [hesitantly] शायद वो बदल गए हों, शायद अब different है, मुझे नहीं पता। लेकिन जब वो next week Sunday dinner पे आएंगे, तो मुझे— [clearing throat] मुझे उन्हें family में welcome करना होगा। [sarcastic] \"Welcome to the family!\" [laugh] हे भगवान। [quietly] सच तो ये है कि, एर... मेरा एक हिस्सा चाहता है कि उन्हें side में ले जाकर कहूं कि अगर तुमने उसे फिर से hurt किया— [sigh] लेकिन मैं नहीं करूंगी। कर नहीं सकती। [resigned] वो adult है, उसने अपना choice बनाया है, और मुझे बस... उसके judgment पर trust करना होगा। चाहे ये मुझे अंदर से मार ही क्यों ना दे। [very quietly] चाहे मैं उन्हें कभी really माफ़ ना कर पाऊं।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] So apparently I'm supposed to just... smile and shake their hand at the wedding. [sigh] Like I don't remember finding Sarah crying in her bedroom for, what, three months straight? [frustrated] And now they're back together and I'm—I'm supposed to be the supportive father, right? [pause] Well, okay, I get it. I mean, people change, relationships are complicated, whatever. [reluctant] But the thing is, um... I still remember everything. [angry] Every single night she wouldn't eat dinner, every time she said she was fine when she obviously wasn't— [trailing off] and now... [long pause] [tired] Look, I know I have to let it go. She loves them, that's... that's what matters. [hesitantly] Maybe they've grown up, maybe it's different now, I don't know. But when they show up for Sunday dinner next week, I have to— [clearing throat] I have to welcome them to the family. [sarcastic] \"Welcome to the family!\" [laugh] God. [quietly] The truth is, er... part of me wants to pull them aside and say if you hurt her again— [sigh] But I won't. I can't. [resigned] She's an adult, she made her choice, and I just... I have to trust her judgment. Even if it kills me. [very quietly] Even if I'll never really forgive them."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "1bc62161_monologue.json",
    "type": "emotional_monologue",
    "subject": "Becoming the father-in-law who has to welcome the person who broke your child's heart before",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}