{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[उत्साहित] मैं पास हो गई! मैं सच में—ब्रोकर का एग्जाम पास कर गई! रिचर्ड के साथ इतने महीनों की पढ़ाई, वो सारी रातें जब उसने मुझे सिखाया और... [विराम] अरे, ये क्या? [भ्रमित] ये तो हो ही नहीं सकता। मैं अभी फोन पे न्यूज़ देख रही हूं, हाथ में पासिंग सर्टिफिकेट पकड़े हुए और—[हकलाते हुए] र-रिचर्ड की फर्म? जांच में? [बहुत धीरे से] फ्रॉड के लिए?\n\nये, अम्म, ये तो कोई गलतफहमी होगी। [चिंतित] उसने मुझे सब कुछ सिखाया है। इस बिज़नेस में ईमानदारी का हर एक सिद्धांत, कि विश्वास ही सब कुछ है, कि आप कभी भी, कभी भी किसी डील के लिए अपनी ethics से समझौता नहीं करते। [कड़वाहट से] हे भगवान, क्या वो सब बस... क्या, एक नाटक था?\n\n[गुस्से में] तीन साल! तीन साल से मैं उसकी परछाई बनी हुई थी, उससे सीख रही थी, उसका बचाव करती थी जब लोग कहते थे कि वो investments में बहुत aggressive है। मेरा मतलब है, मुझे लगा था aggressive का मतलब है महत्वाकांक्षी, ना कि—[आवाज़ कम होना] ना कि क्रिमिनल।\n\n[थका हुआ] तो अब मेरा क्या होगा? मतलब, मैंने अभी-अभी किसी ऐसे इंसान से लाइसेंस लिया है जो शायद जेल जाने वाला है? [व्यंग्यात्मक] वाह, क्या शानदार recommendation letter होगा ना। \"उसे एक फ्रॉडस्टर ने सिखाया था लेकिन अरे, टेस्ट तो पास कर लिया!\"\n\n[लंबा विराम]\n\n[बहुत उदास] मुझे तो समझ ही नहीं आ रहा कि मैं अब भी ये चाहती हूं या नहीं। जो कुछ मैंने सीखा, क्या वो सच भी था? या फिर मैं बस... अगली पीढ़ी बन रही थी—[रोना] मैं कह भी नहीं सकती।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[excited] I passed! I actually—I passed the broker exam! All those months of studying with Richard, all those late nights he spent coaching me and... [pause] wait, what? [confused] That can't be right. I'm literally looking at the news on my phone while holding my passing certificate and—[stuttering] R-Richard's firm? Under investigation? [very quietly] For fraud?\n\nThis is, um, this has to be some kind of mistake. [anxious] He taught me everything. Every single principle about integrity in this business, about how trust is everything, how you never, ever compromise your ethics for a deal. [bitter] God, was that all just... what, performance? \n\n[angry] Three years! Three years I've been his shadow, learning from him, defending him when people said he was too aggressive with investments. I mean, I thought aggressive meant ambitious, not—[trailing off] not criminal.\n\n[exhausted] So what does this mean for me now? Like, I just got licensed through someone who might be going to prison? [sarcastic] Great recommendation letter that'll be. \"She was mentored by a fraudster but hey, she passed the test!\" \n\n[long pause]\n\n[very sad] I don't even know if I want this anymore. Everything I learned, was it even real? Or was I just... being trained to be the next generation of—[cry] I can't even say it."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "b13015b7_monologue.json",
    "type": "emotional_monologue"
}