{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[हैरान] अभी—अभी बताया उन्होंने। बीस मिनट पहले। अम्म, मेरी पोज़िशन को... \"सनसेट\" कर रहे हैं। [कड़वाहट से] सनसेट। जैसे कि इससे सुनने में अच्छा लगेगा या कुछ? मतलब, basically मुझे, अ, software से replace कर रहे हैं। AI software से। [विराम]\n\nपंद्रह साल। ये—मैं यहाँ पूरे पंद्रह साल से हूँ, पता है? और वो बस... [कांपती आवाज़] sorry, मैं कोशिश कर रही हूँ कि—खैर, उन्होंने कहा कि AI meetings schedule कर सकता है और, जैसे, calendars manage कर सकता है और emails draft कर सकता है चौबीसों घंटे। कोई sick days नहीं। कोई, अ, salary नहीं। [व्यंग्यात्मक] Perfect employee, है ना?\n\nबात ये है कि मैंने actually—[हंसते हुए] कितनी बेवकूफी की बात है—मैंने actually उनकी मदद की थी software चुनने में। HR ने मुझसे कहा था, हम्म, different options evaluate करने को पिछले महीने। [बहुत धीरे से] मैंने basically अपनी ही replacement को hire किया। Irony देखो!\n\n[गुस्से में] और उन्होंने मुझे दो हफ्ते दिए हैं। दो हफ्ते कि, क्या, एक computer program को train करूँ? अपना सारा—[आवाज़ कम होना]\n\nमुझे समझ नहीं आ रहा बच्चों को क्या बताऊँगी। कि मम्मी की जगह एक chatbot ने ले ली? [सुबकना] भगवान, मैं तैंतालीस साल की हूँ और मुझे फिर से शुरुआत करनी पड़ेगी क्योंकि कोई algorithm... [लंबा विराम]\n\n[थका हुआ] छोड़ो। शायद मैं, अम्म, शायद वापस पढ़ाई करूँगी या कुछ। Coding सीखूँगी। [सूखी हंसी] जो नहीं हरा सकते उनमें शामिल हो जाओ, है ना?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shocked] They just—they just told me. Twenty minutes ago. Um, my position is being... \"sunset\" is what they called it. [bitter] Sunset. Like, that's supposed to make it sound prettier or something? I mean, basically they're replacing me with, uh, with software. AI software. [pause] \n\nFifteen years. That's—I've been here fifteen goddamn years, you know? And they're just... [shaky voice] sorry, I'm trying not to—anyway, they said the AI can schedule meetings and, like, manage calendars and draft emails twenty-four seven. No sick days. No, er, no salary. [sarcastic] Perfect employee, right?\n\nThe thing is, I actually—[laughing] this is so stupid—I actually helped them pick the software. HR asked me to, hmm, to evaluate different options last month. [very quietly] I basically hired my own replacement. How's that for irony?\n\n[angry] And they gave me two weeks. Two weeks to, what, train a computer program? To hand over all my—[trailing off] \n\nI don't even know what I'm gonna tell my kids. Mommy got replaced by a chatbot? [sniffle] God, I'm forty-three years old and I have to start over because some algorithm can... [long pause]\n\n[exhausted] Whatever. Maybe I'll, um, maybe I'll go back to school or something. Learn to code. [dry laugh] If you can't beat them, right?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "c09313b0_monologue.json",
    "type": "emotional_monologue"
}