{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[कांपती आवाज़] मैं बस—मेरा मतलब, मैंने वही लिखा जो देखा था, पता है ना? वो piece honest था, अम्म, बिल्कुल वही जो मैंने उन paintings के सामने खड़े होकर महसूस किया। [विराम] और अब Marina का फोन बजना ही बंद नहीं हो रहा, जैसे, तीन अलग-अलग शहरों की galleries उसका काम चाहती हैं, और वो—[उत्साहित] हे भगवान, वो तो कमाल है, है ना? वो इसकी पूरी हकदार है। [आवाज़ कम होना] लेकिन Gerald...\n\n[आह] बीस साल से वो artists को show कर रहा है, और मैंने—वैसे, मैंने basically उसके curatorial vision को \"संकीर्ण और पुराना\" कह दिया। [पछतावे से] ये मेरे exact शब्द थे। हम्म, मुझे बार-बार उसका चेहरा याद आता है जब उसने वो पढ़ा था। [बहुत धीरे से] उसने मुझे इस business के बारे में सब कुछ सिखाया था।\n\n[निराश] लेकिन बात ये है कि, उसे Marina की प्रतिभा दिखनी चाहिए थी! मेरा मतलब, उसने उसे दो बार reject किया—दो बार!—और किसलिए? क्योंकि वो उसके, अ, कीमती aesthetic में fit नहीं होती थी? [कड़वाहट से] \"Too raw,\" उसने कहा था। [विराम]\n\n[उदास] लेकिन फिर भी, मैंने—ठीक है, सच कहूं तो, मुझे नहीं लगा था कि review से, पता है, सच में उसकी gallery बंद हो जाएगी। [चिंतित] कल तीन artists ने अपना नाम वापस ले लिया। उसके सबसे बड़े collector ने बस, अम्म, सब कुछ cancel कर दिया। [लंबा विराम]\n\n[बहुत विनम्रता से] कैसा इंसान अपने mentor को बर्बाद कर देता है सिर्फ एक बात साबित करने के लिए? [हिचकिचाते हुए] भले ही वो बात कहनी ज़रूरी थी?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I just—I mean, I wrote what I saw, you know? The piece was honest, it was, um, exactly what I felt standing in front of those paintings. [pause] And now Marina's phone won't stop ringing, galleries from, like, three different cities want her work, and that's—[excited] God, that's incredible, right? She deserves every bit of it. [trailing off] But Gerald... \n\n[sigh] Twenty years he's been showing artists, and I—well, I basically called his curatorial vision \"myopic and dated.\" [regretful] Those were my exact words. Hmm, I keep seeing his face when he read it. [very quietly] He taught me everything about this business.\n\n[frustrated] The thing is, though, he should've seen Marina's talent! I mean, he rejected her twice—twice!—and for what? Because she didn't fit his, er, precious aesthetic? [bitter] \"Too raw,\" he said. [pause] \n\n[sad] But still, I didn't—okay, honestly, I didn't think the review would, you know, actually close his gallery. [anxious] Three artists pulled out yesterday. His biggest collector just, um, canceled everything. [long pause] \n\n[very meekly] What kind of person destroys their mentor to make a point? [hesitantly] Even if the point needed making?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "c0fdd51c_monologue.json",
    "type": "emotional_monologue"
}