{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Это сюда записываются волонтёром?"
        },
        {
            "role": "Character 2",
            "content": "[cough] Да, точно! Нам просто позарез нужны агитаторы перед праймериз. Ты раньше работал на кампаниях, или это первый раз вообще?"
        },
        {
            "role": "Character 1",
            "content": "Первый раз. Я только что переехал из Орегона."
        },
        {
            "role": "Character 2",
            "content": "Отличный тайминг тогда. Нам нужна свежая кровь, особенно от людей, которые реально понимают, что на кону. Жилищный кризис тут просто полный пипец."
        },
        {
            "role": "Character 1",
            "content": "Я собственно поэтому и пришёл. Мне только что подняли квартплату на 40 процентов."
        },
        {
            "role": "Character 2",
            "content": "40 процентов? Блин. Вот против этого мы и боремся. У нашего кандидата есть план стабилизации аренды — ограничить повышение 5 процентами в год."
        },
        {
            "role": "Character 1",
            "content": "Насколько это вообще реально?"
        },
        {
            "role": "Character 2",
            "content": "Реальнее, чем люди думают. У нас есть голоса в городском совете, если перевернём два кресла. Момент есть — просто нужны люди в поле, чтобы всё сработало."
        },
        {
            "role": "Character 1",
            "content": "А что конкретно я буду делать?"
        },
        {
            "role": "Character 2",
            "content": "В основном ходить по квартирам, в дождливые дни — обзвон. Мы ставим новичков в пару с опытными, так что тебя не бросят на амбразуру, не переживай."
        },
        {
            "role": "Character 1",
            "content": "Я ужасно справляюсь с конфликтами."
        },
        {
            "role": "Character 2",
            "content": "[quickly] Большинство разговоров, знаешь, удивительно приятные! Люди больше хотят, чтобы их выслушали, чем поругаться. Злые просто дверью хлопают — всем время экономят, если честно."
        },
        {
            "role": "Character 1",
            "content": "[sad] Мой прошлый домовладелец выселил мою соседку. Ей было 83."
        },
        {
            "role": "Character 2",
            "content": "Вот такие истории меняют мнения людей. Реальные люди, реальные последствия. Нам нужны волонтёры, которые понимают — это не просто политический театр, это вопрос выживания."
        },
        {
            "role": "Character 1",
            "content": "Когда вам нужны люди?"
        },
        {
            "role": "Character 2",
            "content": "Каждую субботу и воскресенье до праймериз. Встречаемся здесь в 9, заканчиваем к 4. Кофе и пончики обеспечены, плюс все политические сплетни, какие только можешь переварить."
        },
        {
            "role": "Character 1",
            "content": "Мне нужно знать все детали программы?"
        },
        {
            "role": "Character 2",
            "content": "[groan] Боже, нет, у нас есть листовки для этого. Половина наших волонтёров еле помнит фамилию кандидата. Главное — приходить и переживать за дело."
        },
        {
            "role": "Character 1",
            "content": "Ладно. Буду по субботам."
        },
        {
            "role": "Character 2",
            "content": "Отлично! Давай запишу твои контакты. Предупреждаю — буду доставать смсками без остановки. Это часть моего обаяния, ну или я себе так говорю."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Is this where I sign up to volunteer?"
        },
        {
            "role": "Character 2",
            "content": "[cough] Yes, absolutely! We're desperate for more canvassers before the primary. Have you done any campaign work before, or is this your first time getting involved?"
        },
        {
            "role": "Character 1",
            "content": "First time. I just moved here from Oregon."
        },
        {
            "role": "Character 2",
            "content": "Perfect timing then. We need fresh energy, especially from people who actually understand what's at stake. The housing crisis here is completely out of control."
        },
        {
            "role": "Character 1",
            "content": "That's actually why I'm here. My rent just went up forty percent."
        },
        {
            "role": "Character 2",
            "content": "Forty percent? Jesus. That's exactly what we're fighting against. Our candidate has a rent stabilization plan that would cap increases at five percent annually."
        },
        {
            "role": "Character 1",
            "content": "How realistic is that though?"
        },
        {
            "role": "Character 2",
            "content": "More realistic than people think. We've got the city council votes if we can flip two seats. The momentum is there—we just need bodies on the ground making it happen."
        },
        {
            "role": "Character 1",
            "content": "What would I actually be doing?"
        },
        {
            "role": "Character 2",
            "content": "Door knocking mostly, phone banking on rainy days. We pair new volunteers with experienced ones, so you won't be thrown to the wolves or anything like that."
        },
        {
            "role": "Character 1",
            "content": "I'm terrible at confrontation."
        },
        {
            "role": "Character 2",
            "content": "[quickly] Most conversations are surprisingly pleasant! People want to be heard more than they want to argue. The angry ones just slam the door—saves everyone time honestly."
        },
        {
            "role": "Character 1",
            "content": "[sad] My last landlord evicted my neighbor. She was eighty-three."
        },
        {
            "role": "Character 2",
            "content": "That's the kind of story that changes minds. Real people, real consequences. We need volunteers who understand this isn't just political theater—it's about survival."
        },
        {
            "role": "Character 1",
            "content": "When do you need people?"
        },
        {
            "role": "Character 2",
            "content": "Every Saturday and Sunday until the primary. We meet here at nine, wrap up by four. Coffee and donuts provided, plus all the political gossip you can handle."
        },
        {
            "role": "Character 1",
            "content": "Do I need to know all the policy details?"
        },
        {
            "role": "Character 2",
            "content": "[groan] God no, we have fact sheets for that. Half our volunteers can barely remember the candidate's last name. What matters is that you show up and you care."
        },
        {
            "role": "Character 1",
            "content": "Okay. I'll do Saturdays."
        },
        {
            "role": "Character 2",
            "content": "Fantastic! Let me get your contact info. Fair warning—I will text you relentlessly. It's part of my charm, or so I keep telling myself."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_18.txt"
}