{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ты оставил квартиру точно такой же. Даже этот дурацкий кактус, который я тебе купил."
        },
        {
            "role": "Character 2",
            "content": "О, тебя это беспокоит? Отлично. Да, я всё сохранил—каждую вещь, к которой ты прикасался, всё ещё здесь, собирает пыль как какой-то, эм, жалкий храм моей собственной глупости. Кактус процветает, кстати. Apparently it prefers neglect."
        },
        {
            "role": "Character 1",
            "content": "Алекс, я пришёл не ссориться."
        },
        {
            "role": "Character 2",
            "content": "Нет? Тогда зачем ты пришёл? Потому что являться в полночь с таким... таким выражением лица это не совсем, в смысле, это не мирное предложение, правда? It's you wanting absolution again."
        },
        {
            "role": "Character 1",
            "content": "Это не— Боже, ты вечно это делаешь."
        },
        {
            "role": "Character 2",
            "content": "Что делаю? Вывожу тебя на чистую воду? Да, виновен. Знаешь, что я делал до того, как ты постучал? Смотрел нашу свадебную запись. How's that for, uh, masochistic behavior?"
        },
        {
            "role": "Character 1",
            "content": "У тебя это ещё есть?"
        },
        {
            "role": "Character 2",
            "content": "Ммм. Цифровые копии труднее сжечь. Поверь, я пытался. But there's this one moment where you're looking at me during the vows, и я думал—я правда думал, что это было настоящее. Joke's on me, right?"
        },
        {
            "role": "Character 1",
            "content": "[enunciating every word] Это. Было. Настоящее. Каждая секунда."
        },
        {
            "role": "Character 2",
            "content": "[upset] Тогда ГДЕ ты был? Три месяца, Давид! Три месяца я звонил в больницы, подавал заявления в полицию, думал, что ты мёртв в какой-то, какой-то канаве, while you were just... что? Finding yourself?"
        },
        {
            "role": "Character 1",
            "content": "Мой отец умирал."
        },
        {
            "role": "Character 2",
            "content": "Точно. Твой отец, с которым ты не разговаривал 15 лет, вдруг понадобился тебе. И ты не мог, эм, не мог позвонить? Отправить сообщение? Anything to let your husband know you were alive?"
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] Он не хотел, чтобы кто-то знал. Ему было стыдно—"
        },
        {
            "role": "Character 2",
            "content": "Стыдно. Ха. Ну, это удобно. Meanwhile I'm here literally falling apart, пью вино в 10 утра, и Саша находит меня без сознания на полу в ванной, but sure, his shame is what matters."
        },
        {
            "role": "Character 1",
            "content": "Саша сказал тебе, что я ему звонил."
        },
        {
            "role": "Character 2",
            "content": "О, ты позвонил Саше. Моему брату. Чтобы узнать, \"в порядке\" ли я. Это... вау, это почти хуже, чем ничего. Хочешь знать, в порядке ли я? Посмотри на меня. Really look at me, David."
        },
        {
            "role": "Character 1",
            "content": "Ты подстригся."
        },
        {
            "role": "Character 2",
            "content": "Да, я подстригся. Я также уволился с работы, продал твою машину, и научился, эм, печь хлеб на закваске, because apparently that's what abandoned husbands do now. We bake through the trauma. Очень терапевтично."
        },
        {
            "role": "Character 1",
            "content": "[passionately] Я знаю, что разрушил нас. Я знаю! But I'm here now, trying to—"
        },
        {
            "role": "Character 2",
            "content": "Пытаешься что, именно? Склеить то, что разбил? Видишь ли, доверие, Давид—когда оно исчезает, это, эм, it's like trying to unburn a letter. Ты можешь видеть, что там было написано, but it'll never be whole again."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "You kept the apartment exactly the same. Even that stupid cactus I bought you."
        },
        {
            "role": "Character 2",
            "content": "Oh, that bothers you? Good. Yeah, I kept everything—every single thing you touched is still here, collecting dust like some kind of, um, pathetic shrine to my own stupidity. The cactus is thriving, by the way. Apparently it prefers neglect."
        },
        {
            "role": "Character 1",
            "content": "Rachel, I didn't come here to fight."
        },
        {
            "role": "Character 2",
            "content": "No? Then why did you come? Because showing up at midnight with that... that look on your face isn't exactly, I mean, it's not a peace offering, is it? It's you wanting absolution again."
        },
        {
            "role": "Character 1",
            "content": "That's not— God, you always do this."
        },
        {
            "role": "Character 2",
            "content": "Do what? Call you on your bullshit? Yeah, guilty as charged. You know what I was doing before you knocked? Watching our wedding video. How's that for, uh, masochistic behavior?"
        },
        {
            "role": "Character 1",
            "content": "You still have that?"
        },
        {
            "role": "Character 2",
            "content": "Mmm. Digital copies are harder to burn. Trust me, I tried. But there's this one moment where you're looking at me during the vows and I thought—I actually thought that was real. Joke's on me, right?"
        },
        {
            "role": "Character 1",
            "content": "[enunciating every word] It. Was. Real. Every second of it."
        },
        {
            "role": "Character 2",
            "content": "[upset] Then WHERE were you? Three months, David! Three months of me calling hospitals, filing police reports, thinking you were dead in some, some ditch somewhere while you were just... what? Finding yourself?"
        },
        {
            "role": "Character 1",
            "content": "My father was dying."
        },
        {
            "role": "Character 2",
            "content": "Right. Your father who you hadn't spoken to in fifteen years suddenly needed you. And you couldn't, um, couldn't pick up a phone? Send a text? Anything to let your wife know you were alive?"
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] He didn't want anyone to know. He was ashamed—"
        },
        {
            "role": "Character 2",
            "content": "Ashamed. Huh. Well, that's convenient. Meanwhile I'm here literally falling apart, drinking wine at ten in the morning, and Sarah's finding me passed out on the bathroom floor but sure, his shame is what matters."
        },
        {
            "role": "Character 1",
            "content": "Sarah told you I called her."
        },
        {
            "role": "Character 2",
            "content": "Oh, you called Sarah. My sister. To check if I was \"okay.\" That's... wow, that's almost worse than nothing. You want to know if I'm okay? Look at me. Really look at me, David."
        },
        {
            "role": "Character 1",
            "content": "You cut your hair."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I cut my hair. I also quit my job, sold your car, and learned how to, uh, make sourdough bread because apparently that's what abandoned wives do now. We bake through the trauma. Very therapeutic."
        },
        {
            "role": "Character 1",
            "content": "[passionately] I know I destroyed us. I know! But I'm here now, trying to—"
        },
        {
            "role": "Character 2",
            "content": "Trying to what, exactly? Un-break what you shattered? See, that's the thing about trust, David—once it's gone, it's, um, it's like trying to unburn a letter. You can see what it used to say, but it'll never be whole again."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_15.txt"
}