{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I've been thinking about, like, maybe trying grief counseling, но я не знаю, правда, подходит ли это мне."
        },
        {
            "role": "Character 2",
            "content": "That's such a big step to even consider. Большинство людей годами ждут, прежде чем признать, что им нужна помощь с переживанием утраты, так что ты уже впереди, просто думая об этом."
        },
        {
            "role": "Character 1",
            "content": "I just worry I'll be [overly polite] wasting their time, ведь уже прошло 2 года."
        },
        {
            "role": "Character 2",
            "content": "Oh no, that's, well, not how grief works at all, ты знаешь? Нет срока годности у, хм, необходимости в поддержке. Я видел людей, которые начинали терапию десятилетия спустя после утраты и всё равно находили это преобразующим."
        },
        {
            "role": "Character 1",
            "content": "Really? Я думал, эээ, через год ты должен, в основном, справиться с этим."
        },
        {
            "role": "Character 2",
            "content": "God, whoever told you that was completely wrong. Горе — это не то, что ты преодолеваешь, это то, что ты учишься нести по-другому, и этот процесс занимает столько времени, сколько нужно."
        },
        {
            "role": "Character 1",
            "content": "My mom keeps saying I should, uhh, move on already, типа, она думает, что я, вроде как, застрял."
        },
        {
            "role": "Character 2",
            "content": "Parents, honestly, they mean well, но, эээ, иногда они просто не могут, знаешь, выносить видеть своих детей в боли. Им легче подталкивать тебя вперёд, чем сидеть с тобой в трудных чувствах."
        },
        {
            "role": "Character 1",
            "content": "Yeah, I guess, but it makes me feel, um, broken, как будто есть что-то, на самом деле, неправильное в том, как я, ну, горюю."
        },
        {
            "role": "Character 2",
            "content": "Listen, there's, hmm, absolutely nothing wrong with you, окей? Все горюют по-разному, и, честно говоря, то, что ты всё ещё, типа, чувствуешь это, просто означает, что ты глубоко любил."
        },
        {
            "role": "Character 1",
            "content": "I did. Я [excited] правда, правда любил. Иногда я забываю эту часть."
        },
        {
            "role": "Character 2",
            "content": "See, that's, actually, exactly why counseling might help — не чтобы, эм, заставить горе исчезнуть, а чтобы, знаешь, переподключиться к любви под всей этой болью."
        },
        {
            "role": "Character 1",
            "content": "Do you think they'll, uh, want me to, like, talk about the actual death? Потому что я не, честно говоря, уверен, что могу это сделать пока."
        },
        {
            "role": "Character 2",
            "content": "A good counselor will never push you to talk about anything you're not ready for. Они встретят тебя точно там, где ты есть, и будут работать в том темпе, который кажется тебе безопасным."
        },
        {
            "role": "Character 1",
            "content": "What if I just, err, cry the whole time? Типа, что если я даже не смогу, в основном, выдавить слова?"
        },
        {
            "role": "Character 2",
            "content": "Then you cry! Серьёзно, они, ну, всё видели, и иногда, на самом деле, слёзы говорят больше, чем, ммм, слова вообще могли бы."
        },
        {
            "role": "Character 1",
            "content": "I want to try but I'm [hesitantly] scared, что всё будет болеть ещё сильнее."
        },
        {
            "role": "Character 2",
            "content": "It might, honestly, hurt more at first — вроде как, эээ, очищение раны перед тем, как она может, знаешь, правильно зажить. Но это временно, и иметь квалифицированного человека, который проведёт тебя через это, так сильно меняет дело."
        },
        {
            "role": "Character 1",
            "content": "Maybe you're right. Может, пришло время."
        },
        {
            "role": "Character 2",
            "content": "Whatever you decide, just know that reaching out for help isn't weakness. Это, наверное, одна из самых смелых вещей, которые человек может сделать, особенно когда он уже несёт так много."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I've been thinking about, like, maybe trying grief counseling, but I don't, actually, know if it's for me."
        },
        {
            "role": "Character 2",
            "content": "That's such a big step to even consider. Most people wait years before admitting they might need help processing loss, so you're already ahead of the curve just by thinking about it."
        },
        {
            "role": "Character 1",
            "content": "I just worry I'll be [overly polite] wasting their time since it's been two years already."
        },
        {
            "role": "Character 2",
            "content": "Oh no, that's, well, not how [enunciating every word] grief works at all, you know? There's no expiration date on, hmm, needing support. I've seen people start counseling decades after a loss and still find it transformative."
        },
        {
            "role": "Character 1",
            "content": "Really? I mean, I thought, er, after a year you're supposed to be, basically, over it."
        },
        {
            "role": "Character 2",
            "content": "God, whoever told you that was completely wrong. Grief isn't something you get over—it's something you learn to carry differently, and that process takes as long as it takes."
        },
        {
            "role": "Character 1",
            "content": "My mom keeps saying I should, uhh, move on already, like, she thinks I'm, sort of, stuck."
        },
        {
            "role": "Character 2",
            "content": "Parents, honestly, they mean well but, err, sometimes they just can't, you know, handle seeing their kids in pain. It's easier for them to push you forward than to sit with you in the difficult feelings."
        },
        {
            "role": "Character 1",
            "content": "Yeah, I guess, but it makes me feel, um, broken, like there's something, actually, wrong with how I'm, well, grieving."
        },
        {
            "role": "Character 2",
            "content": "Listen, there's, hmm, absolutely nothing wrong with you, okay? Everyone grieves differently, and, honestly, the fact that you're still, like, feeling it just means you loved deeply."
        },
        {
            "role": "Character 1",
            "content": "I did. I [excited] really, really did. Sometimes I forget that part."
        },
        {
            "role": "Character 2",
            "content": "See, that's, actually, exactly why counseling might help—not to, um, make the grief disappear, but to, you know, reconnect with the love underneath all that pain."
        },
        {
            "role": "Character 1",
            "content": "Do you think they'll, uh, want me to, like, talk about the actual death? Because I'm not, honestly, sure I can do that yet."
        },
        {
            "role": "Character 2",
            "content": "A good counselor will never push you to talk about anything you're not ready for. They'll meet you exactly where you are and work at whatever pace feels safe for you."
        },
        {
            "role": "Character 1",
            "content": "What if I just, err, cry the whole time? Like, what if I can't even, basically, get words out?"
        },
        {
            "role": "Character 2",
            "content": "Then you cry! Seriously, they've, well, seen it all, and sometimes, actually, tears say more than, umm, words ever could anyway."
        },
        {
            "role": "Character 1",
            "content": "I want to try but I'm [hesitantly] scared it'll make everything hurt more."
        },
        {
            "role": "Character 2",
            "content": "It might, honestly, hurt more at first—kind of like, err, cleaning out a wound before it can, you know, properly heal. But that's temporary, and having someone skilled to guide you through it makes such a difference."
        },
        {
            "role": "Character 1",
            "content": "Maybe you're right. Maybe it's time."
        },
        {
            "role": "Character 2",
            "content": "Whatever you decide, just know that reaching out for help isn't weakness. It's probably one of the bravest things a person can do, especially when they're already carrying so much."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue15_6.txt"
}