{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ой, эм, я не [вздох] слышал, как ты вошёл, типа, сколько ты уже тут стоишь?"
        },
        {
            "role": "Character 2",
            "content": "Пару минут всего, не хотел отвлекать. Ты вроде как был полностью погружён в то, чем там занимаешься."
        },
        {
            "role": "Character 1",
            "content": "Да ничего особенного, в смысле, просто, э-э, старые фотки нашёл, знаешь, из универа."
        },
        {
            "role": "Character 2",
            "content": "Погоди, это же с [очень громко] того похода? Боже, я сто лет не вспоминал про тот кошмар!"
        },
        {
            "role": "Character 1",
            "content": "Где три дня подряд лило?"
        },
        {
            "role": "Character 2",
            "content": "Ага, и мы все, хм, в итоге спали в машине, потому что, ну, палатки по сути превратились в бассейны, наверное."
        },
        {
            "role": "Character 1",
            "content": "Вообще-то, это было, ээ, даже прикольно, вроде как, когда мы уже перестали пытаться остаться сухими."
        },
        {
            "role": "Character 2",
            "content": "Прикольно — это ты загнул для поедания холодной тушёнки из банки в мусорных пакетах вместо дождевиков."
        },
        {
            "role": "Character 1",
            "content": "Но ты же улыбаешься."
        },
        {
            "role": "Character 2",
            "content": "Конечно улыбаюсь, это были одни из лучших худших воспоминаний. Помнишь, как Жека два часа пытался развести костёр мокрыми спичками?"
        },
        {
            "role": "Character 1",
            "content": "Он был такой упрямый."
        },
        {
            "role": "Character 2",
            "content": "А ты просто сидел и смотрел, как он мучается, вместо того чтобы сказать про зажигалку в твоём рюкзаке. Это было реально жестоко, но и смешно одновременно."
        },
        {
            "role": "Character 1",
            "content": "Ну, честно говоря, ему надо было, знаешь, поучиться скромности, короче, после всего его хвастовства про то, что он типа крутой турист."
        },
        {
            "role": "Character 2",
            "content": "Это да, хотя мне стало его жалко, когда он наконец сдался и выглядел таким побеждённым. По крайней мере до того момента, как ты кинул ему зажигалку и он всё понял."
        },
        {
            "role": "Character 1",
            "content": "Смотри на эту, эм, где мы все, типа, в грязи пытаемся, э-э, вытолкать машину."
        },
        {
            "role": "Character 2",
            "content": "О боже, это же, вообще-то, сразу после того, как я поскользнулся и, ну, в общем упал лицом в ту огромную лужу, хм, да?"
        },
        {
            "role": "Character 1",
            "content": "[откашливаясь] Ага, а потом все остальные поскользнулись, пытаясь тебе помочь встать."
        },
        {
            "role": "Character 2",
            "content": "Это было как [с облегчением] домино, только с грязными студентами. Удивительно, что мы после тех выходных вообще остались друзьями, если честно."
        },
        {
            "role": "Character 1",
            "content": "Дело в том, что эти катастрофы, ээ, как-то нас сблизили, знаешь, странным образом."
        },
        {
            "role": "Character 2",
            "content": "Точно, ничто так не [медленно] объединяет людей, как общие страдания и, э-э, ужасная погода, наверное, плюс у нас остались эти дурацкие фотки."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Oh, um, I didn't [gasp] hear you come in, like, how long have you been standing there?"
        },
        {
            "role": "Character 2",
            "content": "Just a minute or two, didn't want to interrupt your concentration. You seemed really absorbed in whatever you're working on there."
        },
        {
            "role": "Character 1",
            "content": "It's nothing, I mean, just some, er, old photos I found, you know, from college."
        },
        {
            "role": "Character 2",
            "content": "Wait, are those from [very loudly] that camping trip? Oh my god, I haven't thought about that disaster in years!"
        },
        {
            "role": "Character 1",
            "content": "The one where it rained for three days straight?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, and we all, hmm, ended up sleeping in the car because, well, the tents basically turned into swimming pools, I guess."
        },
        {
            "role": "Character 1",
            "content": "Actually, that was, uhh, kind of fun though, sort of, once we gave up trying to stay dry."
        },
        {
            "role": "Character 2",
            "content": "Fun is a generous word for eating cold beans from a can while wearing garbage bags as ponchos."
        },
        {
            "role": "Character 1",
            "content": "You're smiling though."
        },
        {
            "role": "Character 2",
            "content": "Of course I'm smiling, those were some of the best worst memories we made. Remember when Jake tried to start a fire with wet matches for two hours?"
        },
        {
            "role": "Character 1",
            "content": "He was so determined."
        },
        {
            "role": "Character 2",
            "content": "And you just sat there letting him struggle instead of mentioning the lighter in your backpack. That was genuinely cruel but also hilarious."
        },
        {
            "role": "Character 1",
            "content": "Well, honestly, he needed to, you know, learn some humility, anyway, after all that bragging about being an Eagle Scout."
        },
        {
            "role": "Character 2",
            "content": "True, though I felt bad when he finally gave up and looked so defeated. At least until you tossed him the lighter and he realized what happened."
        },
        {
            "role": "Character 1",
            "content": "Look at this one, um, where we're all, like, covered in mud trying to, er, push the car out."
        },
        {
            "role": "Character 2",
            "content": "Oh god, that was, actually, right after I slipped and, well, basically face-planted into that huge puddle, hmm, wasn't it?"
        },
        {
            "role": "Character 1",
            "content": "[clearing throat] Yeah, and then everyone else slipped trying to help you up."
        },
        {
            "role": "Character 2",
            "content": "It was like [relieved] dominoes, but with muddy college kids. I'm surprised we're all still friends after that weekend honestly."
        },
        {
            "role": "Character 1",
            "content": "The thing is, those disasters, uhh, kind of brought us closer, you know, in a weird way."
        },
        {
            "role": "Character 2",
            "content": "Absolutely, nothing bonds [slowly] people like shared suffering and, err, terrible weather, I guess, plus we got these ridiculous photos out of it."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_10.txt"
}