{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Извините, это экспресс до центра?"
        },
        {
            "role": "Character 2",
            "content": "[шепотом] Не-не-не, тот с седьмой платформы идёт. Это местный, который тормозит на каждом столбе, раза в три дольше ехать."
        },
        {
            "role": "Character 1",
            "content": "На табло вообще пусто."
        },
        {
            "role": "Character 2",
            "content": "Ага, они уже полгода \"систему обновляют\". Водители сами уже не знают, когда им выезжать положено, просто появляются, когда в голову взбредёт."
        },
        {
            "role": "Character 1",
            "content": "Вы давно ждёте?"
        },
        {
            "role": "Character 2",
            "content": "Два часа семнадцать минут, но кто считает? Три автобуса уже мимо проехали, не останавливаясь, как будто мы тут невидимки какие-то."
        },
        {
            "role": "Character 1",
            "content": "Может, мы не там стоим?"
        },
        {
            "role": "Character 2",
            "content": "Точно тут надо стоять, видишь вон ту стёртую жёлтую полосу? Там дверь открывается, когда они соизволят нас своим присутствием осчастливить."
        },
        {
            "role": "Character 1",
            "content": "Мне на собеседование нельзя опоздать."
        },
        {
            "role": "Character 2",
            "content": "Собеседование? Ох, ты день выбрал самый неудачный. Там в центре марафон какой-то, всё через такие районы пустили, что вообще географически бред полный."
        },
        {
            "role": "Character 1",
            "content": "Мне никто про марафон не говорил."
        },
        {
            "role": "Character 2",
            "content": "[снисходительно] Ну конечно не сказали, это ж надо от транспортников нормальное информирование дождаться. Они предпочитают эффект неожиданности, чтоб мы в тонусе были."
        },
        {
            "role": "Character 1",
            "content": "[с колебанием] Может мне... ну, такси вызвать?"
        },
        {
            "role": "Character 2",
            "content": "[саркастично] Конечно, если хочешь 60 долларов отдать за час в пробке. Таксисты тут как стервятники кружат, знают, что мы в ловушке."
        },
        {
            "role": "Character 1",
            "content": "[расстроенно] Да что ж это за город такой!"
        },
        {
            "role": "Character 2",
            "content": "Это не город, это издевательство спланированное. Вся транспортная система построена, чтоб наказывать тех, кто машину позволить себе не может, типа социальный эксперимент."
        },
        {
            "role": "Character 1",
            "content": "Вон автобус едет."
        },
        {
            "role": "Character 2",
            "content": "Это не наш, это 47-й экспресс. Он притормозит, чтоб надежду дать, а потом мимо пролетит, как будто нас и нет."
        },
        {
            "role": "Character 1",
            "content": "Он останавливается вообще-то."
        },
        {
            "role": "Character 2",
            "content": "Стой, что? Такого не бывает. Быстро залезай, пока водитель не опомнился и не передумал!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Excuse me, is this the express to downtown?"
        },
        {
            "role": "Character 2",
            "content": "[whispering] No no no, that one leaves from platform seven. This is the local route that stops at every single intersection, takes about three times longer to get anywhere."
        },
        {
            "role": "Character 1",
            "content": "The schedule board is completely blank."
        },
        {
            "role": "Character 2",
            "content": "Yeah, they've been \"updating the system\" for six months now. The drivers don't even know when they're supposed to show up anymore, they just appear when they feel like it."
        },
        {
            "role": "Character 1",
            "content": "Have you been waiting long?"
        },
        {
            "role": "Character 2",
            "content": "Two hours and seventeen minutes, but who's counting? I've watched three buses drive past without stopping, like we're invisible or something."
        },
        {
            "role": "Character 1",
            "content": "Maybe we're at the wrong spot?"
        },
        {
            "role": "Character 2",
            "content": "This is definitely the right spot, see that faded yellow line? That's where the bus door opens, when they actually decide to grace us with their presence."
        },
        {
            "role": "Character 1",
            "content": "I can't miss this interview."
        },
        {
            "role": "Character 2",
            "content": "Interview? Oh, you picked the worst possible day for that. There's some marathon happening downtown, everything's rerouted through neighborhoods that don't even make geographical sense."
        },
        {
            "role": "Character 1",
            "content": "Nobody told me about a marathon."
        },
        {
            "role": "Character 2",
            "content": "[condescending] Well of course they didn't tell you, that would require actual communication from the transit authority. They prefer the element of surprise, keeps us all on our toes."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] Should I... should I just call a cab?"
        },
        {
            "role": "Character 2",
            "content": "[sarcastic] Sure, if you want to pay sixty dollars to sit in traffic for an hour. The cabs are circling like vultures, they know we're trapped here."
        },
        {
            "role": "Character 1",
            "content": "[upset] This city is impossible!"
        },
        {
            "role": "Character 2",
            "content": "It's not impossible, it's deliberately hostile. The whole transportation system is designed to punish people who can't afford cars, like some kind of social experiment."
        },
        {
            "role": "Character 1",
            "content": "There's a bus coming now."
        },
        {
            "role": "Character 2",
            "content": "That's not our bus, that's the 47 express. It'll slow down just enough to give us hope, then accelerate past like we don't exist."
        },
        {
            "role": "Character 1",
            "content": "It's actually stopping."
        },
        {
            "role": "Character 2",
            "content": "Wait, what? That never happens. Quick, get on before the driver realizes their mistake and changes their mind!"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_19.txt"
}