{
    "conversation": [
        {
            "role": "Customer",
            "content": "मैं उस warranty claim WC-88234 के बारे में call कर रहा हूं। कल reject हो गया, जो... सच कहूं तो मुझे काफी हैरानी हुई है, मेरा मतलब... circumstances देखते हुए।"
        },
        {
            "role": "Customer Support",
            "content": "जी, thank you for calling. आपका claim number WC-88234 मेरे सामने है, और मैं देख रहा हूं कि 14 November को हमारे warranty department ने इसे review किया था। ज़रा मैं check करता हूं कि denial की specific reason क्या थी।"
        },
        {
            "role": "Customer",
            "content": "मैंने ये laptop ग्यारह महीने पहले खरीदा था। Display पूरी तरह से fail हो गया है, मेरी तरफ से कोई damage नहीं है।"
        },
        {
            "role": "Customer Support",
            "content": "जी मैं समझ सकता हूं आपकी परेशानी। Technician की report TR-9042 के अनुसार, उन्होंने display connector के पास liquid का residue देखा है, जो कि... अफसोस की बात है लेकिन warranty terms के section 4.2 के तहत हमारी standard warranty coverage void हो जाती है।"
        },
        {
            "role": "Customer",
            "content": "अरे ये तो... ये possible ही नहीं है! इस laptop के पास कभी कोई liquid गया ही नहीं है, बिल्कुल भी नहीं।"
        },
        {
            "role": "Customer Support",
            "content": "जी, आपका clarification मैं note कर रहा हूं। ज़रा मैं file IMG-88234-A से IMG-88234-D तक की photographic documentation देखता हूं, ताकि better समझ सकूं कि technician ने inspection के दौरान क्या observe किया था।"
        },
        {
            "role": "Customer",
            "content": "Please, ज़रूर देखिए। मैं पिछले आठ साल से customer हूं और ये... काफी disappointing है।"
        },
        {
            "role": "Customer Support",
            "content": "जी बिल्कुल, मैं आपकी position समझ रहा हूं, और account number CUS-4419-2016 वाले आपके आठ साल के loyalty को मैं value करता हूं। मैं अभी इसे हमारे senior warranty specialist को escalate कर रहा हूं, immediate second review के लिए।"
        },
        {
            "role": "Customer",
            "content": "ये process में exactly क्या होता है? मुझे ये laptop अपने काम के लिए चाहिए।"
        },
        {
            "role": "Customer Support",
            "content": "जी बिल्कुल। Escalation process में normally 24 से 48 घंटे लगते हैं, और हमारे senior specialist personally सारी documentation review करेंगे, including आपकी service history जो show करती है zero previous claims और आपका purchase record INV-7761-2024।"
        },
        {
            "role": "Customer",
            "content": "इसे जल्दी कराने का कोई तरीका है? मेरी next week client presentations हैं।"
        },
        {
            "role": "Customer Support",
            "content": "जी हां, बिल्कुल, मैं urgency समझ रहा हूं। आपकी customer history और time-sensitive nature को देखते हुए, मैं इसे priority case PC-88234-PRIORITY mark कर रहा हूं, जो maximum 24 घंटे में review की guarantee देता है।"
        },
        {
            "role": "Customer",
            "content": "अच्छा। अगर second review भी denial maintain करे तो क्या होगा?"
        },
        {
            "role": "Customer Support",
            "content": "अगर initial decision वही रहा, तो भी आपके पास options हैं, जैसे हमारी out-of-warranty repair service 40% discount के साथ, मतलब आपका cost लगभग $342.00 आएगा, या फिर हमारा express replacement program RP-5500 जिसमें next-day delivery है।"
        },
        {
            "role": "Customer",
            "content": "मुझे manufacturing defect के लिए pay नहीं करना चाहिए। ये clearly display failure है।"
        },
        {
            "role": "Customer Support",
            "content": "जी, बिल्कुल।"
        },
        {
            "role": "Customer",
            "content": "कम से कम ये तो बता सकते हैं कि मेरा case कौन review करेगा?"
        },
        {
            "role": "Customer Support",
            "content": "आपका case Senior Specialist Marcus Chen को assign होगा, employee ID SP-1147, जिनके पास initial warranty determinations को override करने का authority है जब evidence support करता है, और वो कल directly आपको 555-0199 पर contact करेंगे।"
        },
        {
            "role": "Customer",
            "content": "मैं उनका call expect करूंगा। Please note कर लीजिए कि मैंने सारी original packaging और purchase documentation रखी है।"
        },
        {
            "role": "Customer Support",
            "content": "Perfect, ये definitely आपके case में help करेगा। मैंने ये important detail आपकी file notes में reference note RN-88234-1115 के तहत add कर दिया है, और Mr. Chen को कल सुबह जब वो आपका case review करेंगे तो हमारी पूरी conversation transcript और सारी supporting documentation का access होगा।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I'm calling about warranty claim WC-88234. It was denied yesterday, which frankly surprises me given the circumstances."
        },
        {
            "role": "Customer Support",
            "content": "Thank you for calling. I have your claim number WC-88234 here, and I can see it was reviewed by our warranty department on November 14th. Let me examine the specific reason for the denial."
        },
        {
            "role": "Customer",
            "content": "I purchased the laptop eleven months ago. The display failed completely with no damage on my part."
        },
        {
            "role": "Customer Support",
            "content": "I understand your frustration with this situation. According to the technician's report TR-9042, they documented liquid residue near the display connector, which unfortunately voids our standard warranty coverage per section 4.2 of the warranty terms."
        },
        {
            "role": "Customer",
            "content": "That's impossible. This laptop has never been exposed to any liquids whatsoever."
        },
        {
            "role": "Customer Support",
            "content": "I appreciate you clarifying that. Let me review the photographic documentation in file IMG-88234-A through IMG-88234-D to better understand what the technician observed during their inspection."
        },
        {
            "role": "Customer",
            "content": "Please do. I've been a customer for eight years and this is disappointing."
        },
        {
            "role": "Customer Support",
            "content": "I completely understand your position, and I value your loyalty as an eight-year customer with account number CUS-4419-2016. Let me escalate this to our senior warranty specialist for an immediate second review."
        },
        {
            "role": "Customer",
            "content": "What exactly does that process involve? I need this laptop for my work."
        },
        {
            "role": "Customer Support",
            "content": "Certainly. The escalation process typically takes 24 to 48 hours, and our senior specialist will personally review all documentation including your service history showing zero previous claims and your purchase record INV-7761-2024."
        },
        {
            "role": "Customer",
            "content": "Is there any way to expedite this? I have client presentations next week."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, I understand the urgency. Given your customer history and the time-sensitive nature, I'm marking this as priority case PC-88234-PRIORITY, which guarantees review within 24 hours maximum."
        },
        {
            "role": "Customer",
            "content": "Good. What happens if the second review maintains the denial?"
        },
        {
            "role": "Customer Support",
            "content": "If the initial decision stands, you would still have options including our out-of-warranty repair service at a 40% discount, bringing your cost to approximately $342.00, or our express replacement program RP-5500 with next-day delivery."
        },
        {
            "role": "Customer",
            "content": "I shouldn't have to pay for a manufacturing defect. This is clearly a display failure."
        },
        {
            "role": "Customer Support",
            "content": "Of course."
        },
        {
            "role": "Customer",
            "content": "Can you at least tell me who will be reviewing this case?"
        },
        {
            "role": "Customer Support",
            "content": "Your case will be assigned to Senior Specialist Marcus Chen, employee ID SP-1147, who has authority to override initial warranty determinations when evidence supports it, and he'll contact you directly at 555-0199 tomorrow."
        },
        {
            "role": "Customer",
            "content": "I'll expect his call. Please note that I've kept all original packaging and purchase documentation."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, that will definitely help your case. I've added that important detail to your file notes under reference note RN-88234-1115, and Mr. Chen will have access to our entire conversation transcript and all supporting documentation when he reviews your case tomorrow morning."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "1511009c_script.json",
    "professionalism": "professional",
    "scenario": "frustrated that their warranty claim was denied",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "styles": [
                "graciously_disappointed",
                "businesslike_direct"
            ],
            "disfluency": "minimal"
        },
        "support": {
            "styles": [
                "briskly_efficient",
                "attentively_engaged"
            ],
            "disfluency": "minimal"
        }
    }
}