{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] Pera, você tá—você tá falando sério? O Tommy entrou no MIT? [very excited] With a FULL scholarship? Ai meu Deus, eu só—[pause] Desculpa, preciso de um segundo aqui, é tipo... [crying while speaking] Lembra quando ele nem conseguia olhar nos meus olhos? Aquele moleque que, hm, usava a mesma camiseta da NASA três dias por semana, and basically lived in the robotics lab? [laugh] E agora ele—[very sincerely] Quer dizer, eu sempre soube que ele era brilhante, né? Mas sinceramente, vendo ele lutar pra, tipo, só conversar com as pessoas... [sniffle] O negócio é que eu nem tinha certeza se ele ia se inscrever. [warm] Ele ficava dizendo que MIT era pra \"gênios de verdade,\" e eu ficava lá tipo, [animated] \"Tommy, você literalmente construiu um robô funcional que joga xadrez!\" [chuckle] Meu Deus, os rascunhos da redação dele—ah, a gente passou por quantas, 17 versões? [extremely happy] E ele tava tão preocupado com aquela entrevista, kept practicing his answers in the mirror, e eu só... [trailing off] Não consigo acreditar que aquele moleque tímido e brilhante realmente... [pause] [passionately] Isso é tudo pelo que ele trabalhou. Tudo. [whispering] Tô tão orgulhoso que eu podia explodir."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] Wait, are you—are you serious? Tommy got into MIT? [very excited] With a FULL scholarship? Oh my God, I just—[pause] Sorry, I need a second here, it's like... [crying while speaking] Remember when he couldn't even look me in the eye? That kid who, um, wore the same NASA shirt three days a week and basically lived in the robotics lab? [laugh] And now he's—[very sincerely] I mean, I always knew he was brilliant, you know? But honestly, watching him struggle with, like, just talking to people... [sniffle] The thing is, I wasn't even sure he'd apply. [warm] He kept saying MIT was for \"real geniuses,\" and I'd be there going, [animated] \"Tommy, you literally built a functioning robot that plays chess!\" [chuckle] God, his essay drafts—er, we went through what, seventeen versions? [extremely happy] And he was so worried about that interview, kept practicing his answers in the mirror, and I just... [trailing off] I can't believe that awkward, brilliant kid is actually... [pause] [passionately] This is everything he's worked for. Everything. [whispering] I'm so proud I could burst."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "7687dd95_monologue.json",
    "type": "emotional_monologue"
}