{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Sabe o que é engraçado? Na verdade, eu, hm, devo tudo à Professora Chen me dizendo que minha escrita era—como ela falou mesmo—\"painfully amateur.\" Meu Deus, quer dizer, eu lembro de estar sentado lá no escritório dela, tentando não [crying while speaking] desmoronar completamente enquanto ela basicamente destruía meu manuscrito inteiro. Tipo, every single page had these brutal notes, sabe? E sinceramente, eu fui pra casa naquela noite pensando que talvez eu devesse—sei lá, desistir dessa coisa de escrever de vez.\n\n[pause]\n\nMas aí, é, aconteceu uma coisa estranha. Eu ficava ouvindo a voz dela, né? \"Your characters don't breathe, they just exist.\" E eu pensei—espera, [excited] what if she's actually giving me the roadmap? Tipo, cada comentário duro estava essencialmente me dizendo exatamente o que consertar! Então eu comecei a reescrever, e digo realmente reescrever, não só, é, fazer ajustes aqui e ali.\n\n[passionately] 3 anos depois, quando eu consegui aquele contrato de publicação, a primeira pessoa que eu mandei email foi ela. E ela respondeu dizendo que sempre soube que eu tinha potencial, she just—[chuckle] ela precisava me dar um empurrão. Sinceramente? [very sincerely] Aquela sessão devastadora de feedback foi a melhor coisa que aconteceu pra minha carreira."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know what's funny? I actually, um, I owe everything to Professor Chen telling me my writing was—how did she put it—\"painfully amateur.\" God, I mean, I remember just sitting there in her office, trying not to [crying while speaking] completely lose it while she basically tore apart my entire manuscript. Like, every single page had these brutal notes, you know? And honestly, I went home that night thinking maybe I should just—I don't know, give up the whole writing thing entirely.\n\n[pause]\n\nBut then, uh, something weird happened. I kept hearing her voice, right? \"Your characters don't breathe, they just exist.\" And I thought—wait, [excited] what if she's actually giving me the roadmap? Like, every harsh comment was essentially telling me exactly what to fix! So I started rewriting, and I mean really rewriting, not just, er, tweaking things here and there. \n\n[passionately] Three years later, when I got that publishing deal, the first person I emailed was her. And she wrote back saying she always knew I had it in me, she just—[chuckle] she needed to light a fire under me. Honestly? [very sincerely] That devastating feedback session was the best thing that ever happened to my career."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "7c82efca_monologue.json",
    "type": "emotional_monologue"
}