{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] Tá, então, é... eu recebi a ligação ontem e simplesmente—cara, não consigo parar de pensar nisso. Tipo, isso é literalmente tudo que eu trabalhei pra conseguir, sabe? O emprego perfeito, a cidade que eu queria, tudo isso. [pause] Mas o negócio é o seguinte, é... minha mãe tá piorando e eu não sei se consigo simplesmente... ir embora.\n\n[frustrated] Porra, por que o timing tem que ser assim? Quer dizer, 5 anos atrás eu teria pulado nessa oportunidade sem nem—[sigh] Mas agora? Meu pai não consegue cuidar dela sozinho, he's basically falling apart already. E minha irmã, bem, ela mora do outro lado do país então não é como se ela pudesse realmente ajudar.\n\n[sad] Sabe o que me mata? Minha mãe na verdade ia querer que eu fosse. Ela ficaria furiosa se soubesse que eu tô considerando ficar por causa dela. [laugh] Ela literalmente me disse semana passada—quando ela tava tendo um dia bom—ela falou \"nem ouse colocar sua vida em espera por minha causa.\"\n\n[shaky voice] Mas como é que eu simplesmente... vou embora? Quer dizer, what if something happens and I'm not here? [very quietly] E se eu perder os últimos dias bons? [pause] É, acho que eu já sei o que vou fazer. [resigned] I think I've known since the moment they called."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] Okay, so, um, I got the call yesterday and I just—honestly I haven't been able to stop thinking about it. Like, this is literally everything I've worked for, right? The perfect job, the city I wanted, all of it. [pause] But here's the thing, uh, my mom's been getting worse and I don't know if I can just... leave. \n\n[frustrated] God, why does timing have to be like this? I mean, five years ago I would've jumped at this without even—[sigh] But now? My dad can't handle her care alone, he's basically falling apart already. And my sister, well, she lives across the country so it's not like she can really help.\n\n[sad] You know what kills me? Mom would actually want me to go. She'd be furious if she knew I was even considering staying because of her. [laugh] She literally told me last week—when she was having a good day—she said \"don't you dare put your life on hold for me.\" \n\n[shaky voice] But how do I just... leave? I mean, what if something happens and I'm not here? [very quietly] What if I miss the last good days? [pause] Er, I guess I already know what I'm going to do. [resigned] I think I've known since the moment they called."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "6fcfc684_monologue.json",
    "type": "emotional_monologue"
}