{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Dissolved? What does that even mean, dissolvido? [pause] We just had our best quarter, cara, e agora isso? [bitter] They literally sent us that email last month, aquele sobre como a gente estava excedendo todas as expectativas. [sigh] And now we're just... acabou? sumiu? [upset] Seven years I've been building this team. Sete anos, mano. [shaky voice] And they're just going to scatter us around, como se a gente fosse, sei lá, tipo peças sobressalentes ou algo assim. [angry] This is such bullshit, que merda é essa. [pause] Sarah just bought a house near the office, porque ela amava trabalhar com a gente. [very quietly] Marcus turned down that job at Google, porque ele disse que esse time era especial. [sarcastic] But sure, let's just break it all up, porque algum consultor desenhou um org chart novo. [crying while speaking] I can't even look at them tomorrow. Como é que eu vou falar pra eles que tudo que a gente construiu junto é só... [trailing off] [sniffle] The restructuring advisor couldn't even look me in the eye, ficava só falando de \"otimização\" e \"alocação de recursos\" como se a gente não fosse gente de verdade. [very sad] We were supposed to launch the new platform together, era pra ser nosso projeto, sabe? [long pause] God, I'm going to miss our Thursday brainstorms, puta merda, vou sentir falta daquelas quintas. [exhausted] I don't even know where they're sending me yet, nem fazem ideia de onde vão me jogar."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Dissolved? What does that even mean, dissolved? [pause] We just had our best quarter. [bitter] They literally sent us that email last month about how we were exceeding expectations. [sigh] And now we're just... gone? [upset] Seven years I've been building this team. Seven years. [shaky voice] And they're just going to scatter us around like we're, I don't know, like we're spare parts or something. [angry] This is such bullshit. [pause] Sarah just bought a house near the office because she loved working with us. [very quietly] Marcus turned down that job at Google because he said this team was special. [sarcastic] But sure, let's just break it all up because some consultant drew a new org chart. [crying while speaking] I can't even look at them tomorrow. How do I tell them that everything we built together is just... [trailing off] [sniffle] The restructuring advisor couldn't even look me in the eye. [frustrated] Just kept talking about \"optimization\" and \"resource allocation\" like we're not actual people. [very sad] We were supposed to launch the new platform together. [long pause] God, I'm going to miss our Thursday brainstorms. [exhausted] I don't even know where they're sending me yet."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "38636ab6_monologue.json",
    "type": "emotional_monologue",
    "subject": "The restructuring advisor delivered the news that your department is being dissolved and your team scattered across the company",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}