{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Pera, isso não pode tá certo. [confuso] Quer dizer, eu tô literalmente olhando pra tela mas—pera aí, deixa eu atualizar a página. [nervoso] Tá, então continua aqui, hum, o Marcus Henderson realmente escreveu que meu trabalho é—como é que ele fala—\"luminoso e necessário.\" [riso] Luminoso! O mesmo cara que, é, basicamente chamou meu último trabalho de lixo derivativo agora tá usando a palavra luminoso? [amargo] Cinco anos, sabe? Cinco anos dele, tipo, sistematicamente destruindo tudo que eu já—[pausa] Sei lá, talvez alguém hackeou a conta dele ou algo assim. [desconfiado] Mas pera, ele menciona cenas específicas, aquele negócio dos espelhos, e sinceramente ninguém mais nem percebeu aquela parte. [hesitante] Então ele realmente... assistiu? Assistiu de verdade dessa vez? [suspiro suave] Ai meu Deus, acho que eu vou—[voz trêmula] Todas aquelas noites que eu fiquei acordado me perguntando se eu tava, tipo assim, me enganando sobre ter algum talento, e agora—[fungar] É tão idiota mas eu meio que quero imprimir isso. [riso alto] Emoldurar talvez? Isso é patético? [caloroso] Minha mãe vai pirar quando eu contar pra ela. Sabe de uma coisa? [confiantemente] Eu mereci isso. Cada palavra dessa resenha, porra, eu mereci."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Wait, this can't be right. [confused] I mean, I'm literally staring at it but—hold on, let me refresh the page. [nervous] Okay so it's still there, um, Marcus Henderson actually wrote that my work is—what does he say—\"luminous and necessary.\" [laugh] Luminous! The same guy who, er, basically called my last piece derivative garbage is now using the word luminous? [bitter] Five years, you know? Five years of him just, like, systematically tearing apart everything I've ever—[pause] I don't know, maybe someone hacked his account or something. [suspicious] But wait, he mentions specific scenes, the thing with the mirrors, and honestly nobody else even noticed that part. [hesitantly] So he actually... watched it? Really watched it this time? [gasp softly] Oh my god, I think I might—[shaky voice] All those nights I stayed up wondering if I was just, I mean, kidding myself about having any talent, and now—[sniffle] It's so stupid but I kind of want to print this out. [laugh loudly] Frame it maybe? Is that pathetic? [warm] My mom's gonna lose her mind when I tell her. Actually, you know what? [confidently] I earned this. Every single word of this review, I fucking earned it."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "7fd542b0_monologue.json",
    "type": "emotional_monologue"
}