{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confuso] Pera, então, hum, deixa eu ver se entendi direito—a Sarah basicamente reestruturou nosso sistema financeiro inteiro? [curioso] E é por isso que teve aquela reunião estranha ontem onde, tipo, ninguém sabia o que tava acontecendo? [pausa breve] Quer dizer, eu achei que a gente ia ser demitido ou algo assim, sério. [riso nervoso] Do jeito que todo mundo tava cochichando pelos corredores, sabe?\n\n[suspiro suave] Mas aí—meu Deus, [acelerando] ela realmente achou todo esse dinheiro que tava, sei lá, preso nesses contratos antigos e acordos com fornecedores? [empolgado] E em vez de, é, guardar pra bônus de executivo ou sei lá o quê, [muito animado] eles vão dar pra gente? Pra todo mundo? [riso alto]\n\n[descrença] Eu literalmente não consigo—tipo, quando que isso acontece? [caloroso] A Sarah podia ter, sabe, só se mostrado bem pro conselho, mas ela realmente... [voz sumindo] [fungar] Desculpa, é que—foi um ano tão difícil, né? Com a inflação e tudo mais? [feliz] E agora a gente vai receber bônus de verdade? [extremamente feliz] Não aquelas festinhas ridículas com pizza, mas dinheiro mesmo?\n\n[gratamente] Eu finalmente posso, hum, consertar meu carro! [riso] E talvez até, tipo—[ofego] pera, isso dá pra aquela viagem que eu cancelei? [alegre] Meu Deus, a Sarah é literalmente—ela é basicamente um gênio. [muito sinceramente] Eu retiro tudo que eu disse sobre o pessoal de finanças ser sem alma. [risadinha] Bom, a maioria deles, pelo menos."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, so, um, let me get this straight—Sarah basically restructured our entire financial system? [curious] And that's why we had that weird meeting yesterday where, like, nobody knew what was happening? [short pause] I mean, I thought we were getting laid off or something, honestly. [nervous laugh] The way everyone was whispering in the hallways, you know? \n\n[gasp softly] But then—oh my god, [speeding up] she actually found all this money that was just, I guess, tied up in these old contracts and vendor agreements? [excited] And instead of, er, keeping it for executive bonuses or whatever, [very excited] they're giving it to us? To everyone? [laugh loudly] \n\n[disbelief] I literally cannot—like, when does this ever happen? [warm] Sarah could've just, you know, made herself look good to the board, but she actually... [trailing off] [sniffle] Sorry, I'm just—it's been such a rough year, right? With inflation and everything? [happy] And now we're getting actual bonuses? [extremely happy] Not those stupid pizza parties, but real money?\n\n[gratefully] I can finally, um, fix my car! [laugh] And maybe even, like—[gasp] wait, is this enough for that vacation I canceled? [cheerful] Oh my god, Sarah is literally—she's basically a genius. [very sincerely] I take back every single thing I said about finance people being soulless. [chuckle] Well, most of them anyway."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "81188d2a_monologue.json",
    "type": "emotional_monologue"
}