{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confuso] Pera, isso não pode ser— tô olhando o manual e... [pausa] meu Deus do céu. A vírgula decimal. [sussurrando] Eu tenho colocado a vírgula no lugar errado. [ofegando alto] Por oito anos. Oito. Porra de. Anos. [voz trêmula] Você entende o que isso significa? Cada leitura que eu fiz, hum, cada família da minha rota— [bem baixinho] eles têm pagado dez vezes mais do que deveriam.\n\n[ansioso] A Dona Maria com os três filhos dela, ela— [gaguejando] e-ela me falou mês passado que não tinha dinheiro pra comprar comida. [chateado] E os Silva, eles perderam a excursão do filho porque não conseguiram pagar. Eu achava que eles eram só, tipo, ruins com dinheiro mas— [pausa longa]\n\n[zangado] Como é que ninguém percebeu isso? Na verdade, como é que eu não— [voz sumindo] Quer dizer, o treinamento foi tão rápido e... [arrependido] Não, isso não é desculpa. [choro] Centenas de famílias. Algumas provavelmente perderam suas casas. [sussurro alto] E se alguém não conseguiu comprar remédio?\n\n[hesitante] Eu tenho que contar pro meu supervisor mas, ah, isso é— [muito timidamente] eles vão me mandar embora. [amargo] Oito anos de presença perfeita não vale nada quando você basicamente tá roubando as pessoas. [suspiro] Meu Deus, meu estômago tá— [murmurando] acho que vou passar mal."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, this can't be—I'm looking at the manual and... [pause] oh my God. The decimal point. [whispering] I've been putting the decimal point in the wrong place. [gasp loudly] For eight years. Eight. Fucking. Years. [shaky voice] Do you understand what this means? Every single reading I've done, um, every family on my route— [very quietly] they've been paying ten times what they should have. \n\n[anxious] Mrs. Rodriguez with her three kids, she— [stuttering] sh-she told me last month she couldn't afford groceries. [upset] And the Johnsons, they missed their son's field trip because of the bills. I thought they were just, like, bad at budgeting but— [long pause] \n\n[angry] How did no one catch this? Actually, how did I not— [trailing off] I mean, the training was so quick and... [regretful] No, that's not an excuse. [cry] Hundreds of families. Some of them probably lost their homes. [whispering loudly] What if someone couldn't afford medicine? \n\n[hesitantly] I have to tell my supervisor but, uh, this is— [very meekly] they're going to fire me. [bitter] Eight years of perfect attendance doesn't really matter when you've basically been robbing people. [sigh] God, my stomach feels like— [mumbling] I think I'm going to be sick."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "80388031_monologue.json",
    "type": "emotional_monologue"
}