{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amargo] Sabe o que é engraçado? Aquela coisa toda, é... a reputação que basicamente destruiu minha carreira—o negócio é que, [sarcástico] todo mundo estava tão preocupado com meu \"problema de imagem.\" [pausa] Não conseguia emprego em lugar nenhum, né? Tipo, vinte anos de experiência não significavam nada porque eu era o denunciante que, [frustrado], não sabia jogar o jogo.\n\nMas esses moleques? [caloroso] Eles realmente me escutam por causa disso. Quer dizer, ontem essa menina, ela tem uns 16 anos, basicamente me disse, [animado] \"Você é o único adulto que entende—você realmente lutou contra o sistema.\" [risadinha] E eu fiquei ali pensando, pô, caramba.\n\n[hesitante] É estranho como a coisa que me deixou, hum... inempregável no mundo corporativo é literalmente—[apaixonado] é exatamente o motivo pelo qual eles confiam em mim. Eles veem alguém que, sabe, não só seguiu as regras. [empaticamente] Alguém que foi derrubado e, honestamente, ficou no chão por um tempo.\n\n[muito sinceramente] Quando eu falo pra eles sobre consequências, sobre fazer escolhas, eles sabem que eu não sou só, [voz sumindo]... algum adulto fazendo sermão. [empolgado] Eu já passei por isso, mais ou menos. Circunstâncias diferentes mas, [confiantemente] a mesma sensação do mundo inteiro contra você. [suspiro] E talvez essa reputação, sei lá... talvez ela tenha me levado exatamente onde eu precisava estar."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] You know what's funny? That whole, uh, reputation that basically destroyed my career—the thing is, [sarcastic] everyone was so concerned about my \"image problem.\" [pause] I couldn't get hired anywhere, right? Like, twenty years of experience meant nothing because I was the whistleblower who, [frustrated], wouldn't play nice. \n\nBut these kids? [warm] They actually listen to me because of it. I mean, yesterday this girl, she's like sixteen, basically tells me, [animated] \"You're the only adult who gets it—you actually fought back.\" [chuckle] And I'm sitting there thinking, well, damn. \n\n[hesitantly] It's weird how the thing that made me, er, unemployable in corporate America is literally—[passionate] it's exactly why they trust me. They see someone who, you know, didn't just follow the rules. [empathetically] Someone who got knocked down and, honestly, stayed down for a while. \n\n[very sincerely] When I tell them about consequences, about making choices, they know I'm not just, [trailing off]... some adult preaching at them. [excited] I've been there, sort of. Different circumstances but, [confidently] same feeling of the whole world being against you. [sigh] And maybe that reputation, um, maybe it led me exactly where I needed to be."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6f87db20_monologue.json",
    "type": "emotional_monologue"
}