{
    "conversation": [
        {
            "role": "Customer",
            "content": "Preciso de—preciso de cancelar esta esta coisa do período experimental. Antes que me cobrem."
        },
        {
            "role": "Customer Support",
            "content": "Entendido. Então hum, deixa-me só, ah, abrir aqui a tua conta e... se me pudesses dar o email com que te registaste?"
        },
        {
            "role": "Customer",
            "content": "É é hum, jason.martinez arroba gmail. Eu só—só não quero que me cobrem está bem?"
        },
        {
            "role": "Customer Support",
            "content": "Certo. Sim. Então já tenho aqui a tua conta, JMZ-847392-T, e hum, vejo que estás no dia doze do período experimental de catorze dias portanto... na verdade ainda tens dois dias mas deixa-me só... processar já este cancelamento."
        },
        {
            "role": "Customer",
            "content": "Hum está bem está bem, então tipo, tu estás estás mesmo a ajudar-me? Pensei que isto ia ser—ser mais difícil."
        },
        {
            "role": "Customer Support",
            "content": "Claro. Então hum, a questão é a seguinte, ah, quando cancelo isto—e vou fazê-lo—perdes o acesso imediatamente. Não daqui a dois dias. Agora mesmo. Se isso for... quer dizer se não te importares então..."
        },
        {
            "role": "Customer",
            "content": "Oh. Oh eu não—não sabia dessa parte."
        },
        {
            "role": "Customer Support",
            "content": "Pois pois. Sim. Então, hum, o que algumas pessoas fazem é, ah, meter um lembrete para tipo o dia treze? E depois cancelam? Assim aproveitam o período experimental todo e... mas quer dizer se quiseres que cancele já agora posso fazê-lo."
        },
        {
            "role": "Customer",
            "content": "Hum isso é isso é mesmo... estás a ser muito prestável. Desculpa se parecei—parecei zangada antes."
        },
        {
            "role": "Customer Support",
            "content": "Não não. Olha. Hum, eu percebo. Estes períodos experimentais podem ser, ah, complicados e... olha deixa-me fazer uma coisa aqui. Vou programar-te um cancelamento automático para o final do dia treze. Ordem CAC-9847-XR22."
        },
        {
            "role": "Customer",
            "content": "Espera tu podes—podes fazer isso? Isso é isso é perfeito mesmo."
        },
        {
            "role": "Customer Support",
            "content": "Sim. Então hum, basicamente o que acontece é, ah, o sistema vai processar o cancelamento às 23:59 do teu décimo terceiro dia e... não vais ter nenhuma cobrança. Nunca. A tua confirmação é CAN-482759-B."
        },
        {
            "role": "Customer",
            "content": "Eu só—só agradeço mesmo isto, hum, tenho andado tão stressada com medo de me esquecer e e ser cobrada."
        },
        {
            "role": "Customer Support",
            "content": "Certo certo. Então, hum, também vou, ah, garantir que recebes um email de lembrete. Amanhã. Dia antes do cancelamento. Só para saberes que vai acontecer e... basicamente tripla proteção aqui."
        },
        {
            "role": "Customer",
            "content": "Hum sabes que mais, talvez talvez até fique com isto se se for bom?"
        },
        {
            "role": "Customer Support",
            "content": "Claro. Sim. Então o que é bom aqui—podes, hum, entrar no painel da tua conta com o código DSH-7749-L e, ah, simplesmente desativar o cancelamento automático se decidires ficar... super fácil."
        },
        {
            "role": "Customer",
            "content": "Isto é—isto é muito mais fácil do que pensava, hum, muito muito obrigada."
        },
        {
            "role": "Customer Support",
            "content": "De nada. E hum, só para ficares protegida daqui para a frente? Vou adicionar a nota NTE-558241-P à tua conta de que nos contactaste sobre isto portanto, ah, se acontecer alguma coisa estranha temos o registo e..."
        },
        {
            "role": "Customer",
            "content": "Estou estou mesmo impressionada. A sério. Obrigada."
        },
        {
            "role": "Customer Support",
            "content": "Ótimo ótimo. Sim. Então hum, está tudo pronto com o cancelamento automático no dia treze, confirmação CAN-482759-B outra vez e, ah, lembra-te só que podes mudar de ideias a qualquer altura antes disso se... pronto. Estamos despachadas aqui."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I need to—I need to cancel this this trial thing. Before you charge me."
        },
        {
            "role": "Customer Support",
            "content": "Got it. So um, let me just, er, pull up your account here and... if you could give me the email you signed up with?"
        },
        {
            "role": "Customer",
            "content": "It's it's um, jason.martinez at gmail. I just—I just don't want to get charged okay?"
        },
        {
            "role": "Customer Support",
            "content": "Right. Yep. So I've got your account here, JMZ-847392-T, and um, I can see you're on day twelve of the fourteen-day trial so... actually you've still got two days but let me just... process this cancellation right now."
        },
        {
            "role": "Customer",
            "content": "Um okay okay, so like, you're you're actually helping me? I thought this would be—be harder."
        },
        {
            "role": "Customer Support",
            "content": "Course. So um, here's the thing though, er, once I cancel this—and I will—you lose access immediately. Not in two days. Right now. If that's... I mean if you're okay with that then..."
        },
        {
            "role": "Customer",
            "content": "Oh. Oh I didn't—didn't know that part."
        },
        {
            "role": "Customer Support",
            "content": "Mmm hmm. Yep. So, um, what some folks do is, er, set a reminder for like day thirteen? Then cancel? That way you get the full trial and... but I mean if you want me to just do it now I can."
        },
        {
            "role": "Customer",
            "content": "Um that's that's actually... you're being really helpful here. I'm sorry if I sounded—sounded angry before."
        },
        {
            "role": "Customer Support",
            "content": "No no. Listen. Um, I get it. These trials can be, er, tricky and... look let me do something here. Setting you an automatic cancel for end of day thirteen. Order CAC-9847-XR22."
        },
        {
            "role": "Customer",
            "content": "Wait you can—you can do that? That's that's perfect actually."
        },
        {
            "role": "Customer Support",
            "content": "Yep. So um, basically what happens is, er, the system will process cancellation at 11:59 PM on your thirteenth day and... you won't see any charges. Ever. Your confirmation is CAN-482759-B."
        },
        {
            "role": "Customer",
            "content": "I just—I just really appreciate this, um, I've been so stressed about forgetting and and getting charged."
        },
        {
            "role": "Customer Support",
            "content": "Right right. So, um, I'm also gonna, er, make sure you get an email reminder. Tomorrow. Day before cancel. Just so you know it's happening and... basically triple protection here."
        },
        {
            "role": "Customer",
            "content": "Um you know what, maybe maybe I'll actually keep it if if it's good?"
        },
        {
            "role": "Customer Support",
            "content": "Sure. Yep. So here's what's nice—you can, um, log into your account dashboard with code DSH-7749-L and, er, just toggle off the auto-cancel if you decide to stay... super easy."
        },
        {
            "role": "Customer",
            "content": "This is—this is way easier than I thought, um, thank you so so much."
        },
        {
            "role": "Customer Support",
            "content": "Course. And um, just so you're protected going forward? I'm adding note NTE-558241-P to your account that you contacted us about this so, er, if anything weird happens we have the record and..."
        },
        {
            "role": "Customer",
            "content": "I'm I'm actually impressed. Really. Thank you."
        },
        {
            "role": "Customer Support",
            "content": "Good good. Yep. So um, you're all set with auto-cancel on day thirteen, confirmation CAN-482759-B again and, er, just remember you can change your mind anytime before then if... yeah. We're good here."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "49f982ac_script.json",
    "scenario": "trying to cancel a free trial before being charged",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "warming_up",
                "exhausted_worn"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "professionally_firm",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        }
    }
}