{
    "conversation": [
        {
            "role": "Customer",
            "content": "Eu só... nem consigo... A minha encomenda, diz—desculpa, o tracking diz entregue mas eu nunca..."
        },
        {
            "role": "Customer Support",
            "content": "Pois, já vi isto antes. Tens a tua conta aberta? Consigo provavelmente, hm, resolver isto em cerca de, eh, 2 segundos se tiveres o número da encomenda à mão."
        },
        {
            "role": "Customer",
            "content": "Hm, eu não—espera, quer dizer, sim, algures... Deus, não consigo pensar direito..."
        },
        {
            "role": "Customer Support",
            "content": "Sem problema, sem problema. Acho que consigo, hm, provavelmente encontrar só com o teu, eh, email ou telefone. Whatever's easier."
        },
        {
            "role": "Customer",
            "content": "É que... tem corrido tudo mal e agora isto... Eu precisava mesmo daquele pacote."
        },
        {
            "role": "Customer Support",
            "content": "Estou a perceber. Então, hm, deixa-me só, eh, ver as tuas encomendas recentes aqui e—okay okay, estou a ver 3 da semana passada. Era a que termina em, hm, acho que ORD-9482-XL?"
        },
        {
            "role": "Customer",
            "content": "Não essa—desculpa, não é essa. A outra—quer dizer, a encomenda de terça. Ou foi segunda?"
        },
        {
            "role": "Customer Support",
            "content": "Entendido, entendido. Então é a, hm, ORD-9477-PK, feita segunda às, eh, 15:47. Mostra entregue ontem às 14:15. Alpendre da frente."
        },
        {
            "role": "Customer",
            "content": "Não há nada lá! Procurei em todo o lado, nas traseiras—não espera, quer dizer, no portão lateral, nos arbustos..."
        },
        {
            "role": "Customer Support",
            "content": "Hm, então o que vou fazer, e já, eh, já fiz isto provavelmente umas 100 vezes por isso, hm, vamos resolver isto. First let me check if maybe the driver marked the wrong, eh, a entrega errada."
        },
        {
            "role": "Customer",
            "content": "Oh meu Deus, hm, e se alguém a roubou? Eu não posso pagar—desculpa, quer dizer, podes simplesmente enviar outra?"
        },
        {
            "role": "Customer Support",
            "content": "Então, eh, estou a ver o GPS ping da entrega e está, hmm, está a mostrar cerca de, hm, 12 metros do teu endereço. Might've gone to a neighbor?"
        },
        {
            "role": "Customer",
            "content": "Espera, 12 metros? Isso é... oh meu Deus, devem ser os Johnsons. Não—desculpa, do outro lado. Os Nguyens. They're away and I'm just... estou tão cansada de tudo ser complicado."
        },
        {
            "role": "Customer Support",
            "content": "Acho que estamos, hm, na pista certa. Então então então, deixa-me só, eh, verificar a foto que tiraram—sim, porta azul. A tua é azul?"
        },
        {
            "role": "Customer",
            "content": "Vermelha. É vermelha. Claro que é no sítio errado... Eu só, desculpa, normalmente não sou assim mas é a medicação da minha mãe e tenho andado a lidar com o seguro a semana toda e agora isto e não consigo parar de falar, desculpa, nervous habit when things go wrong..."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey, não não não, percebo perfeitamente. Então, hm, deixa-me só—vou, eh, marcar isto como mal entregue agora mesmo, número de referência MSD-7739-QT22, e acho que conseguimos provavelmente enviar uma substituição, hm, hoje ainda."
        },
        {
            "role": "Customer",
            "content": "Hoje? A sério? Oh meu Deus, obrigada, eu só... espera, consegues fazer isso? Even though it's—quer dizer, já é quinta à tarde..."
        },
        {
            "role": "Customer Support",
            "content": "Hm, bem, talvez não devesse prometer mas, eh, mas mas como é medicação, vou, hm, marcar como prioridade com código, eh, URGENT-MED-8847. Deve deve sair dentro de uma hora."
        },
        {
            "role": "Customer",
            "content": "Desculpa estar uma confusão, é que tem sido... sabes quando tudo se acumula? E depois o teu pacote desaparece e é como se o universo estivesse—desculpa, estou a divagar outra vez, faço isto quando estou stressada, my therapist says it's a coping mechanism, e oh Deus estou a fazê-lo agora não estou?"
        },
        {
            "role": "Customer Support",
            "content": "Estás estás perfeitamente bem, a sério. Hm, então só para, eh, confirmar tudo aqui—novo pacote sai hoje, o tracking vai ser, hm, TRK-9477-PK-R2, e talvez ponha uma nota para o motorista sobre a porta vermelha? Just to, you know, ter a certeza?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I just... I can't even... My package, it says—sorry, the tracking says delivered but I never..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I've seen this one before. Got your account up? I can probably, um, track this down in about, uh, two seconds if you've got the order number handy."
        },
        {
            "role": "Customer",
            "content": "Um, I don't—wait, I mean, yes, somewhere... God, I can't think straight..."
        },
        {
            "role": "Customer Support",
            "content": "No worries, no worries. I think I can, um, probably find it with just your, uh, email or phone. Whatever's easier."
        },
        {
            "role": "Customer",
            "content": "It's just... everything's been going wrong and now this... I needed that package."
        },
        {
            "role": "Customer Support",
            "content": "I hear ya. So, um, lemme just, uh, pull up your recent orders here and—okay okay, seeing three from last week. Was it the one ending in, um, I think ORD-9482-XL?"
        },
        {
            "role": "Customer",
            "content": "No that's—sorry, that's not it. The other—I mean, Tuesday's order. Or was it Monday?"
        },
        {
            "role": "Customer Support",
            "content": "Got it got it. That'd be, um, ORD-9477-PK then, placed Monday at, uh, 3:47 PM. Shows delivered yesterday at 2:15. Front porch."
        },
        {
            "role": "Customer",
            "content": "There's nothing there! I checked everywhere, the back—no wait, I mean the side gate, the bushes..."
        },
        {
            "role": "Customer Support",
            "content": "Um, so here's what I'm gonna do, and I've, uh, I've done this probably a hundred times so, um, we'll get this sorted. First lemme check if maybe the driver marked the wrong, uh, the wrong delivery."
        },
        {
            "role": "Customer",
            "content": "Oh god, um, what if someone stole it? I can't afford to—sorry, I mean, can you just send another one?"
        },
        {
            "role": "Customer Support",
            "content": "So, uh, looking at the GPS ping from delivery and it's, hmm, it's showing about, um, forty feet from your address. Might've gone to a neighbor?"
        },
        {
            "role": "Customer",
            "content": "Wait, forty feet? That's... oh my god, that would be the Johnsons. No—sorry, the other side. The Nguyens. They're away and I'm just... I'm so tired of everything being complicated."
        },
        {
            "role": "Customer Support",
            "content": "I think we're, um, onto something here. So so so, lemme just, uh, double-check the photo they took—yeah, blue door. Yours blue?"
        },
        {
            "role": "Customer",
            "content": "Red. It's red. Of course it's the wrong... I just, I'm sorry, I'm not usually like this but it's my mom's medication and I've been dealing with insurance all week and now this and I just can't stop talking, sorry, nervous habit when things go wrong..."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey, no no no, totally get it. So, um, lemme just—I'm gonna, uh, mark this as misdelivered right now, reference number MSD-7739-QT22, and I think we can probably get a replacement out, um, today even."
        },
        {
            "role": "Customer",
            "content": "Today? Really? Oh god, thank you, I just... wait, you can do that? Even though it's—I mean, it's already Thursday afternoon..."
        },
        {
            "role": "Customer Support",
            "content": "Um, well, I maybe shouldn't promise but, uh, but but since it's medication, I'm gonna, um, tag it priority with code, uh, URGENT-MED-8847. Should should ship within the hour."
        },
        {
            "role": "Customer",
            "content": "I'm sorry I'm such a mess, it's just been... you know when everything piles up? And then your package disappears and it's like the universe is—sorry, I'm rambling again, I do that when I'm stressed, my therapist says it's a coping mechanism and oh god I'm doing it right now aren't I?"
        },
        {
            "role": "Customer Support",
            "content": "You're you're totally fine, really. Um, so just to, uh, double-check everything here—new package ships today, tracking'll be, um, TRK-9477-PK-R2, and I maybe put a note for the driver about the red door? Just to, you know, make sure?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "46a633ea_script.json",
    "scenario": "reporting that their delivery was marked complete but never arrived",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "overwhelmed_shutdown",
                "manic_oversharing"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "natural_length",
                "pacing": "conversational_natural"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "nervously_thorough"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "hedge_words",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}