{
    "conversation": [
        {
            "role": "Customer",
            "content": "Ah ótimo ótimo, mais uma pessoa que me vai—vai dizer que resolveu tudo, não é?"
        },
        {
            "role": "Customer Support",
            "content": "Hum, está bem então. Deixa-me só, ah. Abrir aqui a tua conta e—hmm, qual é o teu email?"
        },
        {
            "role": "Customer",
            "content": "É é aquele que está a receber todo o spam de que já fiz unsubscribe 3 vezes."
        },
        {
            "role": "Customer Support",
            "content": "Pois pois. Hum, então olha—ah, aqui entre nós? O nosso sistema de unsubscribe com o código USX-4421-B tem estado, hum. A dar problemas. But I know a workaround that, uh, technically I'm not supposed to use."
        },
        {
            "role": "Customer",
            "content": "Hummm deixa-me adivinhar, tu vais—vais meter-me numa, ah, lista especial que desta vez funciona mesmo?"
        },
        {
            "role": "Customer Support",
            "content": "Percebi."
        },
        {
            "role": "Customer",
            "content": "Foi o que a última pessoa disse disse e aqui estamos nós."
        },
        {
            "role": "Customer Support",
            "content": "Não não, hum, isto é diferente. Então o que eu vou fazer—ah, deixa-me pensar—vou meter-te na nossa priority block list PBL-7792-XK. É, hum. A que usamos para executivos. Don't tell anyone I did this."
        },
        {
            "role": "Customer",
            "content": "Ah sim, e e esta lista mágica de executivos mesmo, hum, funciona?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutamente."
        },
        {
            "role": "Customer",
            "content": "Porque eu já—já cliquei no unsubscribe tantas vezes que podia fazê-lo a dormir."
        },
        {
            "role": "Customer Support",
            "content": "Hum, pois então. Here's what happened. O teu email ficou preso na, ah, na queue QID-5581-MX9. O unsubscribe normal? Está, hum, a demorar tipo 30 dias. But this thing I'm doing now? Instantâneo."
        },
        {
            "role": "Customer",
            "content": "Trinta trinta dias?! Estás—hum, estás a falar a sério agora?"
        },
        {
            "role": "Customer Support",
            "content": "Pois é. É, hum, é ridículo. So anyway, uh, vou só—hmm, okay então estou a marcar o teu caso CSE-9904-TJ como escalado e, hum, basicamente a fazer override do sistema todo."
        },
        {
            "role": "Customer",
            "content": "Quer dizer, eu vou—vou acreditar quando os emails mesmo, ah, pararem de chegar."
        },
        {
            "role": "Customer Support",
            "content": "Justo. Totalmente justo. Hum, então tipo, verifica a tua inbox amanhã? Deve estar, ah. Limpa. And if not—which won't happen but—hum, o número de referência REF-2261-QP8 leva-te diretamente a, ah, a mim."
        },
        {
            "role": "Customer",
            "content": "Espera espera tu estás—estás a dizer que vai mesmo funcionar amanhã?"
        },
        {
            "role": "Customer Support",
            "content": "Sim sim."
        },
        {
            "role": "Customer",
            "content": "Hum está bem, então se—se isto não funcionar vou só, ah, reencaminhar todos os emails de spam para ti pessoalmente."
        },
        {
            "role": "Customer Support",
            "content": "Ha! Hum, honestamente? Faz isso. Mas, ah, mas confia em mim—a tua confirmação XFM-8823-LK acabou de passar e, hum. Estás safo. Those emails? Gone. Como se nunca tivessem existido."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Oh great great, another person who's gonna—gonna tell me they fixed it, right?"
        },
        {
            "role": "Customer Support",
            "content": "Um, okay so. Let me just, uh. Pull up your account here and—hmm, what's your email?"
        },
        {
            "role": "Customer",
            "content": "It's it's the one getting all the spam I unsubscribed from three times already."
        },
        {
            "role": "Customer Support",
            "content": "Right right. Um, so here's the thing—uh, between you and me? Our unsubscribe system code USX-4421-B has been, um. Acting up. But I know a workaround that, uh, technically I'm not supposed to use."
        },
        {
            "role": "Customer",
            "content": "Ummm let me guess, you're—you're gonna put me on some, uh, special list that totally works this time?"
        },
        {
            "role": "Customer Support",
            "content": "Got it."
        },
        {
            "role": "Customer",
            "content": "That's what the last person said said and here we are."
        },
        {
            "role": "Customer Support",
            "content": "No no, um, this is different. So what I'm gonna do—uh, lemme think here—I'm putting you in our priority block list PBL-7792-XK. It's, um. The one we use for executives. Don't tell anyone I did this."
        },
        {
            "role": "Customer",
            "content": "Uh huh, and and this magical executive list actually, um, works?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely."
        },
        {
            "role": "Customer",
            "content": "Because I've—I've clicked unsubscribe so many times I could do it in my sleep."
        },
        {
            "role": "Customer Support",
            "content": "Um, yeah so. Here's what happened. Your email got stuck in, uh, in queue QID-5581-MX9. The regular unsubscribe? It's, um, taking like 30 days. But this thing I'm doing now? Instant."
        },
        {
            "role": "Customer",
            "content": "Thirty thirty days?! Are you—um, are you serious right now?"
        },
        {
            "role": "Customer Support",
            "content": "Right? It's. Um, it's ridiculous. So anyway, uh, I'm just gonna—hmm, okay so I'm marking your case CSE-9904-TJ as escalated and, um, basically overriding the whole system here."
        },
        {
            "role": "Customer",
            "content": "I mean I'll—I'll believe it when the emails actually, uh, stop coming."
        },
        {
            "role": "Customer Support",
            "content": "Fair. Totally fair. Um, so like, check your inbox tomorrow? Should be, uh. Clean. And if not—which won't happen but—um, reference number REF-2261-QP8 gets you straight to, uh, to me."
        },
        {
            "role": "Customer",
            "content": "Wait wait you're—you're saying it'll actually work by tomorrow?"
        },
        {
            "role": "Customer Support",
            "content": "Yep yep."
        },
        {
            "role": "Customer",
            "content": "Um okay so if—if this doesn't work I'm just, uh, gonna forward every spam email to you personally."
        },
        {
            "role": "Customer Support",
            "content": "Ha! Um, honestly? Do it. But, uh, but trust me here—your confirmation XFM-8823-LK just went through and, um. You're golden. Those emails? Gone. Like they never existed."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "4c4fdc9e_script.json",
    "scenario": "frustrated about receiving spam emails after unsubscribing",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "annoyed_sarcastic",
                "skeptical_guarded"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "playfully_conspiratorial",
                "cheerfully_efficient"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "classic_fillers",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        }
    }
}