{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, olá, então eu estou a ligar por causa de, ah, estas cobranças que estão, er, não estão a bater certo com os nossos POs?"
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, posso definitivamente ajudá-la com isso, deixe-me só, ah, abrir aqui a sua conta. Pode dar-me o seu, tipo, número de conta ou talvez um número de purchase order para eu conseguir, hum, ver o que se está a passar?"
        },
        {
            "role": "Customer",
            "content": "É hum, espera, qual é que precisa, because I have like three different POs here and they're all wrong!"
        },
        {
            "role": "Customer Support",
            "content": "Ok ok, então basicamente vamos começar com, hum, qualquer um deles—quer dizer, o que tiver mais à mão—and I can pull up your whole account from there, provavelmente consigo ver todas as transações recentes."
        },
        {
            "role": "Customer",
            "content": "PO-7742, não espera, ah, PO-7742-B, e era suposto ser 3.200$ mas cobraram-nos 4.100$!"
        },
        {
            "role": "Customer Support",
            "content": "Certo então, hum, estou a ver aqui o PO-7742-B e, ah, consigo ver a discrepância. Então basicamente o que aconteceu é que, tipo, há um item adicional com código INV-8829-QX que foi, hum, adicionado depois do purchase order inicial ser processado."
        },
        {
            "role": "Customer",
            "content": "Mas isso é, hum, isso não é assim que funciona, we can't just have random charges appearing!"
        },
        {
            "role": "Customer Support",
            "content": "Não não, tem toda a razão, e eu estou, ah, mesmo desculpe por esta confusão. Então deixe-me ver melhor aqui—parece que, hum, alguém do nosso lado marcou isto como reposição automática mas as configurações da sua conta mostram, tipo, apenas aprovação manual."
        },
        {
            "role": "Customer",
            "content": "Hum, exatamente! E há mais, tipo, a encomenda de brocas da semana passada está, ah, a aparecer duas vezes?"
        },
        {
            "role": "Customer Support",
            "content": "Então estou a ver isso—order ORD-5543-MN91, certo? Pois então, hum, isto definitivamente não—quer dizer, this shouldn't have happened. Deixe-me, ah, basicamente verificar se isto foi um erro de sistema ou se alguém manualmente, tipo, duplicou isto de alguma forma."
        },
        {
            "role": "Customer",
            "content": "Isto é, hum, uma confusão total, I have to report all this to accounting and they're gonna totally freak out."
        },
        {
            "role": "Customer Support",
            "content": "Percebo."
        },
        {
            "role": "Customer",
            "content": "Consegue, tipo, resolver isto tudo hoje? Porque hum, o nosso audit é... como é que se diz... está iminente!"
        },
        {
            "role": "Customer Support",
            "content": "Então aqui está o que posso fazer—e estou, hum, tipo limitada pelo nosso sistema mas—I can issue immediate credits for the duplicate charge, é o crédito número CRD-9901-LP22, mas a, ah, a outra discrepância precisa de aprovação do supervisor."
        },
        {
            "role": "Customer",
            "content": "Oh hum, ok isso é, er, isso é mesmo muito útil, thank you so much for finding that!"
        },
        {
            "role": "Customer Support",
            "content": "Então basicamente estou a fazer o pedido agora, e, hum, normally it takes 24-48 hours mas estou a marcar como urgente com número de referência URG-3356-KT porque, tipo, consigo ver que tem múltiplos problemas aqui que precisam de ser resolvidos."
        },
        {
            "role": "Customer",
            "content": "Está a ser tão, hum, prestável, agradeço mesmo que esteja a ouvir em vez de só, er, despachar-me!"
        },
        {
            "role": "Customer Support",
            "content": "Quer dizer, I've been doing this job long enough to know how frustrating these billing issues can be. Então deixe-me também, hum, adicionar aqui uma nota sobre o seu prazo de auditoria—quando é exatamente?"
        },
        {
            "role": "Customer",
            "content": "Hum, é sexta-feira, so like, three days, é por isso que estou um bocado, ah, a entrar em pânico!"
        },
        {
            "role": "Customer Support",
            "content": "Ok então, hum, estou a escalar isto com flag de prioridade PRI-7765-XX e basicamente, ah, gostava de poder garantir que vai ser resolvido até lá, but realistically our billing department is pretty backed up. Mas documentei tudo com número de caso CSE-20489-BN44 para que tenha, hum, prova de que estas discrepâncias foram reportadas antes da sua auditoria."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, so I'm calling about, uh, these charges that are, er, they're not matching up with our POs?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, I can definitely help you with that, let me just, uh, pull up your account here. Can you give me your, like, account number or maybe a purchase order number so I can, um, see what's going on?"
        },
        {
            "role": "Customer",
            "content": "It's um, wait, which one do you need, because I have like three different POs here and they're all wrong!"
        },
        {
            "role": "Customer Support",
            "content": "Okay okay, so basically let's start with, um, any one of them—I mean, whichever one you have handy—and I can pull up your whole account from there, probably see all the recent transactions."
        },
        {
            "role": "Customer",
            "content": "PO-7742, no wait, uh, PO-7742-B, and it's supposed to be $3,200 but you charged us $4,100!"
        },
        {
            "role": "Customer Support",
            "content": "Alright so, um, I'm looking at PO-7742-B here and, uh, I can see the discrepancy. So basically what happened is, like, there's an additional line item with code INV-8829-QX that got, um, added after the initial purchase order was processed."
        },
        {
            "role": "Customer",
            "content": "But that's, um, that's not how this works, we can't just, er, have random charges appearing!"
        },
        {
            "role": "Customer Support",
            "content": "No no, you're absolutely right, and I'm, uh, really sorry about this confusion. So let me dig deeper here—it looks like, um, someone on our end marked it as an automatic replenishment but your account settings show, like, manual approval only."
        },
        {
            "role": "Customer",
            "content": "Um, exactly! And there's more, like, the drill bits order from last week is, uh, showing twice?"
        },
        {
            "role": "Customer Support",
            "content": "So I see that—order ORD-5543-MN91, right? Yeah so, um, this is definitely not—I mean, this shouldn't have happened. Let me, uh, basically check if this was a system error or if someone manually, like, duplicated it somehow."
        },
        {
            "role": "Customer",
            "content": "This is, um, such a mess, I have to report all this to accounting and they're gonna, er, totally freak out."
        },
        {
            "role": "Customer Support",
            "content": "Got it."
        },
        {
            "role": "Customer",
            "content": "Can you, like, fix all of these today? Because um, our audit is... what's the word... it's imminent!"
        },
        {
            "role": "Customer Support",
            "content": "So here's what I can do—and I'm, um, kind of limited by our system but—I can issue immediate credits for the duplicate charge, that's credit number CRD-9901-LP22, but the, uh, the other discrepancy needs supervisor approval."
        },
        {
            "role": "Customer",
            "content": "Oh um, okay that's, er, that's actually really helpful, thank you so much for finding that!"
        },
        {
            "role": "Customer Support",
            "content": "So basically I'm putting in the request now, and, um, normally it takes 24-48 hours but I'm marking it as urgent with reference number URG-3356-KT because, like, I can see you have multiple issues here that need fixing."
        },
        {
            "role": "Customer",
            "content": "You're being so, um, helpful, I really appreciate you actually listening instead of just, er, brushing me off!"
        },
        {
            "role": "Customer Support",
            "content": "I mean, I've been doing this job long enough to know how, uh, frustrating these billing issues can be. So let me also, um, add a note here about your audit deadline—when exactly is that?"
        },
        {
            "role": "Customer",
            "content": "Um, it's Friday, so like, three days, which is why I'm kinda, uh, panicking here!"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I'm escalating this with priority flag PRI-7765-XX and basically, uh, I wish I could guarantee it'll be resolved by then, but realistically our billing department is, like, pretty backed up. But I've documented everything with case number CSE-20489-BN44 so you have, um, proof that these discrepancies were reported before your audit."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "47923b4e_script.json",
    "scenario": "equipment manager, detail-oriented about inventory charges that don't match purchase orders",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "panicked_spiral",
                "genuinely_grateful"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "classic_fillers",
                    "filled_pauses",
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "burned_out_but_trying",
                "regretfully_limited"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "filled_pauses",
                    "self_corrections",
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        }
    }
}