{
    "conversation": [
        {
            "role": "Customer",
            "content": "Então eu estou, hum, estou a ligar porque, é, clientes novos têm—têm cinquenta por cento de desconto? E eu tenho sido, hum, fiel há anos."
        },
        {
            "role": "Customer Support",
            "content": "Ah, compreendo perfeitamente porque é que isso seria frustrante, sinceramente também me sinto assim quando vejo essas promoções para clientes novos por todo o lado, deixa-me só abrir aqui a tua conta, podes dar-me o número de conta ou o número de telefone associado?"
        },
        {
            "role": "Customer",
            "content": "É o, é, é o 555—espera não, desculpa—é o 555-0142."
        },
        {
            "role": "Customer Support",
            "content": "Perfeito, então estou a ver aqui a conta ACC-4892-N e, hum, tens toda a razão, és nossa cliente desde, é, 2018 que é mesmo... quer dizer, é uma fidelidade incrível e, hum, sinceramente o sistema devia reconhecer isso melhor do que reconhece..."
        },
        {
            "role": "Customer",
            "content": "Pois. Era—era isso que eu pensava."
        },
        {
            "role": "Customer Support",
            "content": "Então o que posso fazer é o seguinte, e hum, acho que vais mesmo gostar disto porque, é, embora não possa aplicar retroativamente essa promoção de cliente novo, estou a ver que há um código de recompensa de fidelidade LYL-2024-GOLD que, hmm, na verdade dá-te sessenta por cento de desconto nos próximos três meses em vez de apenas os cinquenta por uma vez..."
        },
        {
            "role": "Customer",
            "content": "Espera. Espera, a sério? Sessenta?"
        },
        {
            "role": "Customer Support",
            "content": "Sim! E, hum, sinceramente entre nós, é tipo melhor porque, é, a coisa de cliente novo é só para o primeiro mês mas isto são, tipo, três meses completos com esse desconto, então a tua nova mensalidade seria, hum, deixa-me calcular... 23,99€ em vez de 59,99€."
        },
        {
            "role": "Customer",
            "content": "Isso é—está bem está bem, isso é mesmo... uau."
        },
        {
            "role": "Customer Support",
            "content": "Pois é! E também estou, hum, a ver que podemos adicionar, é, as funcionalidades premium sem custo extra, então isso é o número de referência REF-7734-PREMIUM, e hum, basicamente vais ficar com mais do que os clientes novos recebem, que parece mais justo, sabes?"
        },
        {
            "role": "Customer",
            "content": "Eu não—eu não esperava, hum, quer dizer pensei que ia ter que, é, lutar por alguma coisa."
        },
        {
            "role": "Customer Support",
            "content": "Não não não, de todo, quer dizer és nossa cliente há seis anos, isso importa-nos, importa mesmo, e embora o nosso departamento de marketing faça estas coisas chamativas para clientes novos que eu sei que pode parecer mesmo injusto, nós temos estes programas de fidelidade que simplesmente... não são tão bem publicitados como deviam ser..."
        },
        {
            "role": "Customer",
            "content": "Então isto é, hum, isto é permanente? Ou só—só os três meses?"
        },
        {
            "role": "Customer Support",
            "content": "Então os sessenta por cento de desconto são para três meses com o código promocional SAVE60-VET que estou a aplicar agora mesmo, mas depois disso vais continuar a ter um desconto de fidelidade de vinte por cento para sempre enquanto mantiveres a conta, isso fica registado com o ID de benefício BEN-2024-8823-LP."
        },
        {
            "role": "Customer",
            "content": "Isso é... quer dizer, hum, para a próxima vez talvez—talvez vocês devessem, é, avisar as pessoas sobre isto?"
        },
        {
            "role": "Customer Support",
            "content": "Tens toda a razão, e acho que... sinceramente perdemos bons clientes porque não sabem que estas opções existem, é algo que já mencionei antes aliás..."
        },
        {
            "role": "Customer",
            "content": "Bem, hum, agradeço—agradeço-te por, é, resolveres isto. Estava bastante, hum, bastante frustrada."
        },
        {
            "role": "Customer Support",
            "content": "Totalmente compreensível, também ficaria frustrada, mas estou mesmo contente por termos conseguido dar a volta a isto, a tua nova tarifa começa com o próximo ciclo de faturação no dia quinze, número de confirmação CNF-9982-APPROVED, e vais receber um email com todos estes detalhes dentro de uma hora mais ou menos."
        },
        {
            "role": "Customer",
            "content": "Está bem. Está bem ótimo. Obri—obrigada."
        },
        {
            "role": "Customer Support",
            "content": "De nada! E sinceramente obrigada EU por ficares connosco todos estes anos, se precisares de mais alguma coisa, a tua referência de conta atualizada é ACC-4892-N-GOLD, basta mencionares isso e qualquer agente verá o teu estatuto VIP, tem um excelente resto de dia!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So I'm, um, I'm calling because, uh, new customers get—get fifty percent off? And I've been, um, loyal for years."
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, I completely understand why that would be frustrating, honestly I feel the same way when I see those new customer deals everywhere, let me pull up your account real quick, can I get your account number or phone number associated with it?"
        },
        {
            "role": "Customer",
            "content": "It's, uh, it's 555—wait no, sorry—it's 555-0142."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, so I'm seeing account ACC-4892-N here and, um, you're absolutely right, you've been with us since, uh, 2018 which is just... I mean that's incredible loyalty and, um, honestly the system should probably recognize that better than it does..."
        },
        {
            "role": "Customer",
            "content": "Right. That's—that's what I thought."
        },
        {
            "role": "Customer Support",
            "content": "So here's what I can do, and um, I think you'll actually really like this because, uh, while I can't retroactively apply that new customer promo, I can see there's a loyalty reward code LYL-2024-GOLD that, hmm, actually gives you sixty percent off your next three months instead of just the one-time fifty..."
        },
        {
            "role": "Customer",
            "content": "Wait. Wait, really? Sixty?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah! And, um, honestly between you and me, it's kind of better because, uh, the new customer thing is just for month one but this is, like, three full months at that discount, so your new rate would be, um, let me calculate... $23.99 instead of $59.99."
        },
        {
            "role": "Customer",
            "content": "That's—okay okay, that's actually... wow."
        },
        {
            "role": "Customer Support",
            "content": "Right? And I'm also, um, seeing that we can add, uh, the premium features at no extra charge, so that's reference number REF-7734-PREMIUM, and um, basically you'd be getting more than what new customers get, which feels more fair, you know?"
        },
        {
            "role": "Customer",
            "content": "I didn't—I didn't expect, um, I mean I thought I'd have to, uh, fight for something."
        },
        {
            "role": "Customer Support",
            "content": "No no no, absolutely not, I mean you've been here six years, that matters to us, it really does, and while our marketing department does these flashy new customer things which I know can feel really unfair, we do have these loyalty programs that just... aren't advertised as well as they should be..."
        },
        {
            "role": "Customer",
            "content": "So this is, um, this is permanent? Or just—just the three months?"
        },
        {
            "role": "Customer Support",
            "content": "So the sixty percent off is for three months under promo code SAVE60-VET which I'm applying right now, but after that you'll still keep a twenty percent loyalty discount forever as long as you maintain the account, that's tracked under benefit ID BEN-2024-8823-LP."
        },
        {
            "role": "Customer",
            "content": "That's... I mean, um, next time though, maybe—maybe you guys should, uh, tell people about this?"
        },
        {
            "role": "Customer Support",
            "content": "You're absolutely right, and I think... honestly we lose good customers because they don't know these options exist, it's something I've brought up before actually..."
        },
        {
            "role": "Customer",
            "content": "Well, um, I appreciate—appreciate you, uh, fixing this. I was pretty, um, pretty frustrated."
        },
        {
            "role": "Customer Support",
            "content": "Totally understandable, I'd be frustrated too, but I'm really glad we could turn this around for you, your new rate starts with the next billing cycle on the fifteenth, confirmation number CNF-9982-APPROVED, and you'll get an email with all these details within the next hour or so."
        },
        {
            "role": "Customer",
            "content": "Okay. Okay good. Thank—thank you."
        },
        {
            "role": "Customer Support",
            "content": "Of course! And honestly thank YOU for sticking with us all these years, if you need anything else, your updated account reference is ACC-4892-N-GOLD, just mention that and any agent will see your VIP status, have a wonderful rest of your day!"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "443e9d26_script.json",
    "scenario": "upset because they feel like they're being treated unfairly compared to new customers",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "surprised_delighted",
                "relieved_but_wary"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter",
                    "hedge_words",
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "deeply_sympathetic",
                "cheerfully_efficient"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "hedge_words",
                    "trailing_off",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        }
    }
}