{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] God, I got the promotion. Senior partner, 那个有景观的转角办公室，全都拿到了。[bitter] Funny how that email came through, 就在Sarah发短信说要分手之后。其实就隔了20分钟。我是说，我为这个奋斗了多少年？8年吧？现在就是...感觉... [sigh] I keep staring at the nameplate they sent over. 那些金色的字母，看着真讽刺。\n\n[laugh] You know what's crazy? 每个人都在恭喜我。\"你一定很开心吧，\"他们这么说。我就点头微笑，因为说实话，你怎么跟人解释，嗯...你现在睡在那个转角办公室里，因为回到空荡荡的公寓感觉更糟糕？\n\n[sad] Mom called yesterday. 她特别骄傲。我没法告诉她Sarah把狗也带走了。我因为新加坡那个deal错过了Emma的演奏会。我弟弟也不回我电话了，因为我，呃...因为我放了他鸽子太多次。\n\n[very sad] I used to think having it all meant the career, you know? 成功啊，认可啊，这些东西。但是凌晨2点坐在这里，看着这个愚蠢的名牌... [trailing off] 我不知道，也许有些胜利根本不值得去赢。\n\n[regretful] Hmm. 我想我得到了所有我以为自己想要的东西。"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] God, I got the promotion. Senior partner. The corner office with the view, the whole thing. [bitter] Funny how that email came through right after Sarah texted she was done. Twenty minutes apart, actually. I mean, I've been working toward this for, what, eight years? And now it's just... [sigh] I keep staring at the nameplate they sent over. All that gold lettering. \n\n[laugh] You know what's crazy? Everyone keeps congratulating me. \"You must be so happy,\" they say. And I just nod and smile because, honestly, how do you explain that you're, um... that you're sleeping in that same corner office because going home to an empty apartment feels worse? \n\n[sad] Mom called yesterday. She was so proud. I couldn't tell her that Sarah took the dog. That I missed Emma's recital because of the Singapore deal. That my brother won't return my calls anymore because I, uh... because I canceled on him too many times. \n\n[very sad] I used to think having it all meant the career, you know? The success. The recognition. But sitting here at 2 AM with this stupid nameplate... [trailing off] I don't know, maybe some victories aren't worth winning. \n\n[regretful] Hmm. I guess I got everything I thought I wanted."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "0f5d0b1f_monologue.json",
    "type": "emotional_monologue",
    "subject": "Getting everything you wanted professionally while your personal life completely falls apart",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}