{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] 我真的不敢相信會發生這種事。他們就—他們真的就因為星期二那筆missing deposit把我開除了。[pause] 我就站在那裡，嗯，想要解釋說那天晚上我根本就沒有值closing shift。[angry] 但是Karen，她就坐在那裡點頭，好像她完全不知道發生了什麼事一樣。[bitter] 她知道的。她絕對知道，因為就是她—[sigh] 天啊，I saw her take that bag to her car. [shaky voice] 我真的親眼看到她這麼做，但我什麼都沒說，因為，我是說，who's gonna believe the part-time bagger over the shift supervisor? [mocking] \"哦，我們必須維持store standards。\" [furious] Standards？真的嗎？她在那裡偷東西，結果被開除的是我？[very sad] 三年了。我在那裡工作了三年，never missed a shift, never had a complaint. [laugh] 現在呢，怎麼，我就應該接受這個結果？[anxious] 我真的需要這份工作。我真的、真的需要這份工作。下週就要交房租了，我—[pause] 也許當時看到她的時候我就應該說些什麼。[regretful] 但說實話？我當時很害怕。[very quietly] 現在還是，我想。"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] I can't believe this is happening. They just—they literally just fired me for the missing deposit from Tuesday. [pause] And I'm standing there like, um, trying to explain that I wasn't even working the closing shift that night. [angry] But Karen, she's just sitting there nodding along like she doesn't know exactly what happened. [bitter] She knows. She absolutely knows because she's the one who— [sigh] God, I saw her take that bag to her car. [shaky voice] I actually saw her do it and I didn't say anything because, I mean, who's gonna believe the part-time bagger over the shift supervisor? [mocking] \"Oh, we have to maintain store standards.\" [furious] Standards? Really? While she's literally stealing and I'm the one getting canned for it? [very sad] Three years. Three years I've been there, never missed a shift, never had a complaint. [laugh] And now I'm, what, supposed to just accept this? [anxious] I need this job. I really, really need this job. My rent is due next week and I— [pause] Maybe I should've said something when I saw her. [regretful] But honestly? I was scared. [very quietly] Still am, I guess."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "0cbceb84_monologue.json",
    "type": "emotional_monologue",
    "subject": "Getting fired from your grocery bagging job for something your supervisor actually did",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}