{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[upset] Acabei de descobrir que anda alguém a vender os meus trabalhos num site sem a minha autorização. Isto é o meu trabalho mesmo, os meus designs!"
        },
        {
            "role": "Character 2",
            "content": "Eh pá, isso é... isso é mesmo frustrante. Então eles estão literalmente a pegar na tua arte e, hum, a vendê-la como se fosse deles? Tens screenshots de tudo, tipo, dos anúncios deles e do teu trabalho original com as datas?"
        },
        {
            "role": "Character 1",
            "content": "[stern] Sim, tenho tudo documentado. O que eu preciso de saber é que opções legais é que eu tenho aqui."
        },
        {
            "role": "Character 2",
            "content": "Pronto, ok, então tens aqui alguns caminhos. Primeira coisa é enviares-lhes um aviso de DMCA—que é, é, basicamente uma exigência legal formal para removerem o teu material protegido imediatamente, e a maioria das plataformas, tipo, tem mesmo de cumprir em 24 a 48 horas."
        },
        {
            "role": "Character 1",
            "content": "Quanto é que isto me vai custar? Eu sou só um artista freelance, não tenho milhares para advogados."
        },
        {
            "role": "Character 2",
            "content": "Bem, na verdade, o aviso DMCA em si é grátis de enviar, podes fazê-lo tu mesmo. Há templates online que são, hum, bastante diretos—é só preencheres com a tua informação, identificares o trabalho violado, e pronto, envias para o fornecedor de hosting deles ou para a plataforma onde estão a vender."
        },
        {
            "role": "Character 1",
            "content": "E se eles simplesmente ignorarem e continuarem a vender as minhas coisas?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, aí é que as coisas ficam mais sérias. Se ignorarem um DMCA válido, perdem as proteções de safe harbor o que significa, é, que ficam diretamente responsáveis pela violação de copyright, e nessa altura podes pedir indemnizações que são, acho eu, entre 750 a 30.000 dólares por cada trabalho violado."
        },
        {
            "role": "Character 1",
            "content": "Preciso de ter os copyrights registados para isto funcionar?"
        },
        {
            "role": "Character 2",
            "content": "Ok então, tecnicamente és dono do copyright no momento em que crias o trabalho, mas—e isto é tipo importante—teres um copyright registado no US Copyright Office significa que podes processar por danos estatutários e honorários de advogados, que é, é, muito mais poderoso do que só os danos reais."
        },
        {
            "role": "Character 1",
            "content": "[high-pitched] Espera, estás a dizer-me que devia ter registado tudo? Eu tenho centenas de peças!"
        },
        {
            "role": "Character 2",
            "content": "Não não, respira, está tudo bem! Na verdade podes registar coleções de trabalhos não publicados por tipo 65 dólares, ou podes só registar as peças específicas que foram roubadas—isso é totalmente válido mesmo depois da violação ter acontecido, embora, hum, limite um bocadinho algumas das tuas opções."
        },
        {
            "role": "Character 1",
            "content": "[sarcastic] Ah ótimo, então tenho de pagar dinheiro para proteger trabalho que já é meu. Este sistema é fantástico."
        },
        {
            "role": "Character 2",
            "content": "Pois, quer dizer, o sistema é... definitivamente não é perfeito. Mas olha, a maioria dos infratores na verdade recua logo quando recebe o aviso DMCA porque eles, é, sabem que estão errados e não querem a dor de cabeça legal, especialmente se mencionares que estás preparado para levar isto mais longe."
        },
        {
            "role": "Character 1",
            "content": "Já lidaste com este tipo de coisa antes? Tipo, pessoalmente?"
        },
        {
            "role": "Character 2",
            "content": "Oof, pois, na verdade duas vezes na minha carreira. A primeira vez foi, hmm, se calhar há uns cinco anos quando alguém roubou o meu portfolio inteiro para uma agência de design falsa—essa resolveu-se rapidinho só com o aviso de remoção, graças a Deus."
        },
        {
            "role": "Character 1",
            "content": "E a segunda vez?"
        },
        {
            "role": "Character 2",
            "content": "[over confidently] A segunda vez fui à guerra total, contratei um advogado de propriedade intelectual, registei os meus trabalhos, enviei notificações para cessarem, tudo e mais alguma coisa, e deixa-me que te diga, arrasámos com eles completamente—chegámos a acordo por cinco dígitos mais todos os meus custos legais cobertos!"
        },
        {
            "role": "Character 1",
            "content": "Uau. Então achas que eu devia ir por esse caminho agressivo?"
        },
        {
            "role": "Character 2",
            "content": "Honestamente? Começa com o DMCA e vê como é que eles respondem. A maior parte desta gente são, tipo, oportunistas que cedem logo quando confrontados, mas se eles resistirem ou te ignorarem, então pois, se calhar vale a pena ficares, hum, mais sério sobre proteger o teu trabalho e talvez consultares mesmo um advogado de propriedade intelectual."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[upset] I just found out that someone's been selling my artwork on their website without my permission. This is my actual work, my designs!"
        },
        {
            "role": "Character 2",
            "content": "Oh wow, that's... that's really frustrating. So they're literally just taking your art and, um, selling it as if it's theirs? Do you have screenshots of everything, like, their listings and your original work with timestamps?"
        },
        {
            "role": "Character 1",
            "content": "[stern] Yes, I have everything documented. What I need to know is what my actual legal options are here."
        },
        {
            "role": "Character 2",
            "content": "Right, okay, so you've got a few paths here. First thing is sending them a DMCA takedown notice—that's, uh, basically a formal legal demand that they remove your copyrighted material immediately, and most platforms actually have to comply within like 24 to 48 hours."
        },
        {
            "role": "Character 1",
            "content": "How much is this going to cost me? I'm just a freelance artist, I don't have thousands for lawyers."
        },
        {
            "role": "Character 2",
            "content": "Well actually, the DMCA notice itself is free to send, you can do it yourself. There are templates online that are, hmm, pretty straightforward—you just fill in your information, identify the infringed work, and boom, you send it off to their hosting provider or the platform they're selling on."
        },
        {
            "role": "Character 1",
            "content": "What if they just ignore it and keep selling my stuff?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, that's when things get more serious. If they ignore a valid DMCA, they lose their safe harbor protections which means, er, they become directly liable for copyright infringement, and at that point you could pursue damages which are, I think, anywhere from $750 to $30,000 per work infringed."
        },
        {
            "role": "Character 1",
            "content": "Do I need to have registered copyrights for this to work?"
        },
        {
            "role": "Character 2",
            "content": "Okay so, technically you own the copyright the moment you create the work, but—and this is kind of important—having a registered copyright with the US Copyright Office means you can sue for statutory damages and attorney's fees, which is, uh, way more powerful than just actual damages."
        },
        {
            "role": "Character 1",
            "content": "[high-pitched] Wait, you're telling me I should have registered everything? I have hundreds of pieces!"
        },
        {
            "role": "Character 2",
            "content": "No no, breathe, it's okay! You can actually register collections of unpublished works for like $65, or you can just register the specific pieces that got stolen—that's totally valid even after the infringement happened, though, um, it does limit some of your options slightly."
        },
        {
            "role": "Character 1",
            "content": "[sarcastic] Oh great, so I get to pay money to protect work that's already mine. This system is fantastic."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I mean, the system is... it's definitely not perfect. But here's the thing, most infringers will actually back down immediately when they get that DMCA notice because they, er, they know they're in the wrong and don't want the legal headache, especially if you mention you're prepared to pursue it further."
        },
        {
            "role": "Character 1",
            "content": "Have you dealt with this kind of thing before? Like, personally?"
        },
        {
            "role": "Character 2",
            "content": "Oof, yeah, actually twice in my career. First time was, hmm, maybe five years ago when someone lifted my entire portfolio for a fake design agency—that one got resolved pretty quickly with just the takedown notice, thank god."
        },
        {
            "role": "Character 1",
            "content": "And the second time?"
        },
        {
            "role": "Character 2",
            "content": "[over confidently] The second time I went full scorched earth, hired an IP attorney, got my works registered, sent cease and desists, the whole nine yards, and let me tell you, we absolutely crushed them—settled for five figures plus all my legal fees covered!"
        },
        {
            "role": "Character 1",
            "content": "Wow. So you think I should go that aggressive route?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? Start with the DMCA and see how they respond. Most of these people are, like, opportunists who fold immediately when confronted, but if they push back or ignore you, then yeah, it might be worth getting, um, more serious about protecting your work and maybe consulting with an actual IP attorney."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_9.txt"
}