{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ei, viste aquele gajo que construiu o próprio sistema de monitorização de insulina? Tipo, improvisado com telemóveis velhos e assim?"
        },
        {
            "role": "Character 2",
            "content": "[ri histericamente] Fogo, pá, essa malta toda do DIY de dispositivos médicos é completamente maluca. Estão literalmente a salvar vidas enquanto o INFARMED ainda anda a rever papelada de 2019. Estes pais andam aí a fazer engenharia reversa de monitores de glicose contínuos porque os miúdos precisam de soluções agora, não daqui a cinco anos."
        },
        {
            "role": "Character 1",
            "content": "[arrependido] Devia ter prestado mais atenção a esse movimento. O meu primo tem diabetes tipo 1."
        },
        {
            "role": "Character 2",
            "content": "O projeto Nightscout é incrível. Os pais basicamente disseram que se lixe, vamos construir o nosso próprio sistema de monitorização na cloud. Agora milhares de famílias conseguem verificar o açúcar no sangue dos filhos de qualquer lado, tudo porque uns pais frustrados sabiam programar."
        },
        {
            "role": "Character 1",
            "content": "[sussurrando] Mas isso não é super ilegal?"
        },
        {
            "role": "Character 2",
            "content": "Ilegal ilegal não é, é mais uma zona cinzenta. Eles não estão a vender nada, só a partilhar código open-source e instruções. É tipo quando a malta modifica consolas de jogos—tecnicamente viola os termos de serviço mas não é crime."
        },
        {
            "role": "Character 1",
            "content": "Que outras coisas é que o pessoal anda a construir que as empresas não querem fazer?"
        },
        {
            "role": "Character 2",
            "content": "Os agricultores estão bué metidos nisto. A John Deere bloqueia o software dos tratores, então os agricultores começaram a hackear as próprias ferramentas de diagnóstico e a partilhar códigos de reparação online. Há toda uma rede underground de hackers agrícolas a lutar pelo direito de arranjar o próprio equipamento."
        },
        {
            "role": "Character 1",
            "content": "Isso é mesmo bué punk rock."
        },
        {
            "role": "Character 2",
            "content": "[muito triste] A comunidade das cadeiras de rodas parte-me o coração. As seguradoras negam cadeiras elétricas a toda a hora, então o pessoal anda a construir cadeiras de rodas controladas por comandos de Xbox nas garagens. Imagina precisares de mobilidade e teres de te tornar engenheiro só para te conseguires mexer."
        },
        {
            "role": "Character 1",
            "content": "[pausa] Não fazia ideia que estava assim tão mau."
        },
        {
            "role": "Character 2",
            "content": "A malta da impressão 3D foi enorme no início da COVID. Quando os hospitais não conseguiam arranjar viseiras, os makers produziram milhares nos quartos. Um gajo em Itália até imprimiu válvulas de ventiladores em 3D quando o fabricante não conseguia entregar."
        },
        {
            "role": "Character 1",
            "content": "Teve problemas com cenas de patentes?"
        },
        {
            "role": "Character 2",
            "content": "A empresa ameaçou com ação legal ao início, mas recuou depois da reação pública massiva. É difícil processar alguém por salvar vidas durante uma pandemia sem parecer uns monstros autênticos."
        },
        {
            "role": "Character 1",
            "content": "Há comunidades para este tipo de coisas?"
        },
        {
            "role": "Character 2",
            "content": "Montes delas. Hackaday, Instructables, repos do GitHub cheios de modificações de dispositivos médicos. Há até um grupo chamado Four Thieves Vinegar Collective que publica instruções para fazer medicamentos caros em casa."
        },
        {
            "role": "Character 1",
            "content": "Isso parece perigoso."
        },
        {
            "role": "Character 2",
            "content": "Claro, mas também é perigoso não conseguir pagar insulina ou uma EpiPen. Quando o sistema falha assim tanto com as pessoas, elas arriscam de forma calculada. Não são malucos quaisquer—muitos têm formação em engenharia ou medicina."
        },
        {
            "role": "Character 1",
            "content": "Dá que pensar o que é que o pessoal podia construir se as patentes não bloqueassem tudo."
        },
        {
            "role": "Character 2",
            "content": "É esse o argumento todo do hardware open source. Imagina se os dispositivos médicos funcionassem tipo Linux—milhares de pessoas a melhorar designs, a corrigir bugs, a adicionar funcionalidades. A inovação explodia, mas os acionistas iam odiar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, did you see that guy who built his own insulin monitoring system? Like, hacked together from old phones and stuff?"
        },
        {
            "role": "Character 2",
            "content": "[laugh histerically] Oh man, the whole DIY medical device community is wild. They're literally saving lives while the FDA is still reviewing paperwork from 2019. These parents are out here reverse-engineering continuous glucose monitors because their kids need solutions now, not in five years."
        },
        {
            "role": "Character 1",
            "content": "[regretful] I should've paid more attention to that movement. My cousin has type 1 diabetes."
        },
        {
            "role": "Character 2",
            "content": "The Nightscout project is incredible. Parents basically said screw it, we'll build our own cloud-based monitoring system. Now thousands of families can check their kid's blood sugar from anywhere, all because some frustrated parents knew how to code."
        },
        {
            "role": "Character 1",
            "content": "[whispering] Isn't that super illegal though?"
        },
        {
            "role": "Character 2",
            "content": "Not illegal exactly, more like a gray area. They're not selling anything, just sharing open-source code and instructions. It's the same way people mod video game consoles—technically violating terms of service but not breaking laws."
        },
        {
            "role": "Character 1",
            "content": "What other stuff are regular people building that companies won't?"
        },
        {
            "role": "Character 2",
            "content": "Farmers are huge into this. John Deere locks down their tractor software, so farmers started hacking their own diagnostic tools and sharing repair codes online. There's this whole underground network of agricultural hackers fighting for the right to fix their own equipment."
        },
        {
            "role": "Character 1",
            "content": "That's actually pretty punk rock."
        },
        {
            "role": "Character 2",
            "content": "[very sad] The wheelchair community breaks my heart though. Insurance companies deny powered chairs all the time, so people are building Xbox-controlled wheelchairs in their garages. Imagine needing mobility and having to become an engineer just to move around."
        },
        {
            "role": "Character 1",
            "content": "[pause] I had no idea it was that bad."
        },
        {
            "role": "Character 2",
            "content": "The 3D printing community stepped up huge during early COVID. When hospitals couldn't get face shields, makers cranked out thousands from their bedrooms. Some guy in Italy even 3D printed ventilator valves when the manufacturer couldn't deliver."
        },
        {
            "role": "Character 1",
            "content": "Did he get in trouble for patent stuff?"
        },
        {
            "role": "Character 2",
            "content": "The company threatened legal action initially, but backed down after massive public backlash. Hard to sue someone for saving lives during a pandemic without looking like absolute monsters."
        },
        {
            "role": "Character 1",
            "content": "Are there communities for this kind of thing?"
        },
        {
            "role": "Character 2",
            "content": "Tons of them. Hackaday, Instructables, GitHub repos full of medical device modifications. There's even a group called Four Thieves Vinegar Collective that publishes instructions for making expensive medications at home."
        },
        {
            "role": "Character 1",
            "content": "That sounds dangerous."
        },
        {
            "role": "Character 2",
            "content": "Sure, but so is not being able to afford insulin or an EpiPen. When the system fails people this badly, they'll take calculated risks. These aren't random tinkerers—many have engineering degrees or medical backgrounds."
        },
        {
            "role": "Character 1",
            "content": "Makes you wonder what else people could build if patents didn't lock everything down."
        },
        {
            "role": "Character 2",
            "content": "That's the whole argument for open source hardware. Imagine if medical devices worked like Linux—thousands of people improving designs, fixing bugs, adding features. Innovation would explode, but shareholders would hate it."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_44.txt"
}