{
    "conversation": [
        {
            "role": "Character 1",
            "content": "我打电话叫救护车的时候，specifically requested that they send someone else, 谁都行，就是别派你来。[pause] 可你还是来了，小杰，跪在我身边，好像这5年什么都没发生过一样。"
        },
        {
            "role": "Character 2",
            "content": "[professionally] 老先生，我需要检查您的生命体征，评估一下摔倒有没有造成头部创伤，所以请您，呃，let me do my job here without the commentary, 这样对大家都好。"
        },
        {
            "role": "Character 1",
            "content": "[bitter] 哦，现在叫我\"老先生\"了，是吗？不叫爷爷，连名字都不叫，就\"老先生\"，好像我就是个普通病人一样。[shaky voice] 不过我也活该，对吧？"
        },
        {
            "role": "Character 2",
            "content": "[firmly] 您的血压有点高，但这个，呃，probably from the stress of the fall, 还有，obviously, 眼下这个状况。[sighs] 您能告诉我最近有没有按时吃药？"
        },
        {
            "role": "Character 1",
            "content": "[defensively] 当然有按时吃，我还没老糊涂呢，虽然你可能觉得我已经不行了。[quieter] 药都在那个药盒里，你爸非要买的那种一周装的，before everything fell apart between us."
        },
        {
            "role": "Character 2",
            "content": "爸两年前就去世了，其实，not that you bothered coming to the funeral, 连张卡片都没寄。[clearing throat] 您的髋骨看起来没骨折，但我们还是应该送您去医院做个X光检查。"
        },
        {
            "role": "Character 1",
            "content": "我不知道他走了，小杰，nobody told me, 我真的—— [voice breaking] 天啊，我怎么会不知道自己儿子去世了？"
        },
        {
            "role": "Character 2",
            "content": "[softly] 因为您把我们全部断绝来往了，when I chose paramedic training over medical school, 记得吗？[pause] 您说我糟蹋了家族的名声，说您的孙子绝不能做个，怎么说的来着，\"glorified ambulance driver.\""
        },
        {
            "role": "Character 1",
            "content": "[regretful] 我错了，大错特错，现在我就是个可怜的老头子，连自己家的楼梯都上不去。[crying while speaking] 你爸最后一定恨透我了。"
        },
        {
            "role": "Character 2",
            "content": "[gently] 他没有恨您，他就是，嗯，disappointed, I think. [sighs] 即使癌症晚期的时候，他还一直说您终究会打电话来的，说我们家的人都要面子，but so does love."
        },
        {
            "role": "Character 1",
            "content": "[trembling] 癌症？哦，小杰，他受了多久的苦？[desperately] 求你了，告诉我所有的事，even if it hurts, 尤其是因为我活该痛苦。"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] 从确诊到，那个，到最后，8个月，我只要不当班就陪着他。[quietly] 他让我答应他总有一天要来看看您，said you'd need someone when you finally let yourself feel things again."
        },
        {
            "role": "Character 1",
            "content": "结果你就这样来看我了，quite literally, 把我从地板上扶起来，我也真是活该躺在那儿。[laugh] 你爸总是对这种事有种讽刺的幽默感，didn't he?"
        },
        {
            "role": "Character 2",
            "content": "[warmly] 是啊，他确实这样，and he'd probably find this whole situation hilarious, 用他那种黑色幽默的方式。[chuckles] 好了，您现在愿意让我送您去医院吗，还是要跟我倔？"
        },
        {
            "role": "Character 1",
            "content": "[softly] 我去，但是小杰，你能不能——could you possibly stay with me there? [vulnerable] 我知道我没资格要求你什么，但我真的很害怕一个人面对这一切。"
        },
        {
            "role": "Character 2",
            "content": "[firmly] 我还有两小时下班，但是，嗯，yeah, I'll stay after if you need me to. [pause] 我们有很多话要说，医院病房也许是个开始谈话的好地方。"
        },
        {
            "role": "Character 1",
            "content": "[relieved] 谢谢你，孩子，你给我的宽容超过了我应得的，but exactly what your father would have done. [warmly] 你真的很像他，underneath that professional armor you're wearing right now."
        },
        {
            "role": "Character 2",
            "content": "[emotional] 别这样，don't you dare make me cry, 我还在努力，呃，保持专业距离呢。[laughs] 来吧，我们赶紧把您抬上担架，before my partner comes in, 看见我在这儿哭鼻子。"
        },
        {
            "role": "Character 1",
            "content": "[lovingly] 是啊，孩子，we can't have that, 对吧？[gently] 不过我猜外面的小王早就知道我是谁了，given how carefully he's been avoiding coming inside to help you."
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] 他人很好的，always knows when to give people space for the complicated bits. [warmly] 好了，爷爷，数到3我们一起站起来，and this time, 我扶着您，I promise. [pause] 1，2……"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "I specifically requested that they send someone else, anyone else, when I called the ambulance service. [pause] Yet here you are, Charlotte, kneeling beside me like nothing's happened these past five years."
        },
        {
            "role": "Character 2",
            "content": "[professionally] Ma'am, I need to check your vitals and assess for any head trauma from the fall, so if you could just, um, let me do my job here without the commentary, that would be helpful."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Oh, so it's 'ma'am' now, is it? Not grandmother, not even Margaret, just ma'am like I'm any other patient you'd pick up from a council estate. [shaky voice] Though I suppose that's what I deserve, isn't it?"
        },
        {
            "role": "Character 2",
            "content": "[firmly] Your blood pressure's elevated but that's, err, probably from the stress of the fall and, well, this situation obviously. [sighs] Can you tell me if you've been taking your medications regularly?"
        },
        {
            "role": "Character 1",
            "content": "[defensively] Of course I have, I'm not senile yet despite what you might think. [quieter] The pills are all there in that ridiculous weekly organizer your mother insisted on buying before she— before everything fell apart between us."
        },
        {
            "role": "Character 2",
            "content": "Mum died two years ago, actually, not that you bothered coming to the funeral or even sending a card. [clearing throat] Your hip doesn't seem fractured but we should really get you to hospital for proper x-rays."
        },
        {
            "role": "Character 1",
            "content": "I didn't know she'd passed, Charlotte, nobody told me and I— [voice breaking] Oh God, I didn't know. How could I not know my own daughter had died?"
        },
        {
            "role": "Character 2",
            "content": "[softly] Because you cut us off completely when I chose paramedic training over medical school, remember? [pause] You said I was throwing away the family legacy, that no grandchild of yours would be, what was it, 'a glorified ambulance driver.'"
        },
        {
            "role": "Character 1",
            "content": "[regretful] I was wrong, so terribly wrong about everything, and now I'm just this pathetic old woman who can't even manage the stairs in her own home. [crying while speaking] Your mother must have hated me at the end."
        },
        {
            "role": "Character 2",
            "content": "[gently] She didn't hate you, she just, um, she was disappointed, I think. [sighs] Even when the cancer got bad, she kept saying you'd call eventually, that pride runs in the family but so does love."
        },
        {
            "role": "Character 1",
            "content": "[trembling] The cancer? Oh Charlotte, how long did she suffer? [desperately] Please, I need to know everything, even if it hurts, especially because it should hurt after what I've done."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Eight months from diagnosis to, well, to the end, and I was with her every day when I wasn't on shift. [quietly] She made me promise to check on you eventually, said you'd need someone when you finally let yourself feel things again."
        },
        {
            "role": "Character 1",
            "content": "And here you are, checking on me quite literally, picking me up off the floor where I belong. [laugh] Your mother always did have a sense of cosmic irony about these things, didn't she?"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Yeah, she really did, and she'd probably find this whole situation hilarious in that dark way of hers. [chuckles] Right, so, are you going to let me take you to hospital now or are we doing this the stubborn way?"
        },
        {
            "role": "Character 1",
            "content": "[softly] I'll go, but Charlotte, will you— could you possibly stay with me there? [vulnerable] I know I have no right to ask anything of you, but I'm rather frightened of being alone with all this."
        },
        {
            "role": "Character 2",
            "content": "[firmly] My shift ends in two hours but, um, yeah, I'll stay after if you need me to. [pause] We have a lot to talk about, and maybe a hospital room is as good a place as any to start."
        },
        {
            "role": "Character 1",
            "content": "[relieved] Thank you, my dear, that's more grace than I deserve but exactly what your mother would have done. [warmly] You're so much like her, you know, underneath that professional armor you're wearing right now."
        },
        {
            "role": "Character 2",
            "content": "[emotional] Don't do that, don't you dare make me cry when I'm trying to, err, maintain some sort of professional distance here. [laughs] Come on, let's get you on the stretcher before my partner comes in and sees me getting all weepy."
        },
        {
            "role": "Character 1",
            "content": "[lovingly] Yes, darling, we can't have that, can we? [gently] Though I suspect Tom out there already knows exactly who I am, given how carefully he's been avoiding coming inside to help you."
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] He's good like that, always knows when to give people space for the complicated bits. [warmly] Alright grandmother, on three, we're going to stand up together, and this time, I've got you, I promise. [pause] One, two..."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "0824d672_scenario.json",
    "scenario": "A dignified elderly dame who has fallen at home discovers the responding paramedic is the granddaughter she disowned years ago for choosing emergency medicine over medical school.",
    "type": "scenario_conversation",
    "character_1_role": "dame",
    "character_2_role": "paramedic",
    "selected_tones": [
        "opening-up",
        "regressing",
        "loving"
    ],
    "tone_options": [
        "studying",
        "releasing",
        "regressing",
        "smooth",
        "opening-up",
        "self-sufficient",
        "cold-hearted",
        "subjective",
        "bland",
        "loving"
    ]
}