{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Sarah's one year sober today. Um ano inteirinho, sabe? E eu deveria estar—tô feliz por ela, juro que tô. Ela postou todas aquelas fotos do jantar de celebração naquele restaurante chique do centro, aquele com menu degustação. [pause] Meanwhile, I'm sitting here, tentando descobrir se a gente vai conseguir manter a luz ligada mês que vem. [sigh] God, I sound like such a terrible person. Ela merece isso, sabe? Ela se esforçou tanto, e o Mark tem sido tão apoiador em tudo. [quietly] It's just the timing that's, hum... que tá me matando. Tipo, a gente teve que falar pros pequenos que não ia ter presente de aniversário esse ano. Sem presentes, imagina. [shaky voice] And there's Sarah with her spa weekend, vale-presente e o retiro de meditação novo que ela planejou. [pause] I want to be the sister-in-law who shows up, sabe, aquela cunhada que aparece com flores e leva ela pra almoçar. Eu quero ser essa pessoa. [very sad] But I'm over here, pesquisando banco de alimentos no Google. [sniffle] And the worst part is, eu nem posso contar pra ela por que não consegui ir na festa. Porque o que eu vou falar? \"Desculpa, a gente não tinha dinheiro nem pra gasolina pra dirigir até lá?\" [exhausted] She thinks I don't care. Mas eu me importo, sabe? É só que... tô me afogando nas minhas próprias coisas agora."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Sarah's one year sober today. One whole year. And I should be—I am happy for her, I really am. She posted all these photos from her celebration dinner at that fancy place downtown, the one with the tasting menu. [pause] Meanwhile, I'm sitting here trying to figure out if we can keep the lights on next month. [sigh] God, I sound like such a terrible person. She deserves this. She worked so hard, and Mark's been so supportive through everything. [quietly] It's just the timing that's, um... that's killing me. Like, we had to tell the kids no presents for their birthdays this year. No presents. [shaky voice] And there's Sarah with her spa weekend gift certificate and her new meditation retreat planned. [pause] I want to be the sister-in-law who shows up with flowers and takes her to lunch. I want to be that person. [very sad] But I'm over here googling food banks instead. [sniffle] And the worst part is, I can't even tell her why I couldn't come to the party. Because what am I supposed to say? \"Sorry, we couldn't afford the gas to drive there?\" [exhausted] She thinks I don't care. But I do. I just... I'm drowning in my own stuff right now."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "3d2977ca_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your sister-in-law recovery milestone happening during your own family's darkest financial period",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}