{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Eles vieram me procurar de novo hoje. [exhausted] Três grupos diferentes, todos querendo coisas opostas. [frustrated] Os comerciantes querem impostos mais baixos, os guardas querem salário melhor, e os fazendeiros—meu Deus, the farmers need new irrigation but where's the gold supposed to come from? [groan] Todo mundo acha que ser regente significa que eu posso simplesmente estalar os dedos e resolver tudo. [bitter] Como se eu fosse algum tipo de fazedora de milagres ao invés de só... someone trying to hold this mess together. [pause] A pior parte é quando eles levam pro lado pessoal. [angry] \"Seu pai teria lidado melhor com isso,\" eles dizem. [mocking] Como se meu pai não tivesse me deixado esse desastre em primeiro lugar! [sigh] Mas aí eu lembro por que eu queria essa posição. [slowly] Não pelo poder, not really. [very sincerely] Foi porque eu realmente achei que poderia ajudar. [hesitantly] E às vezes—às vezes eu faço diferença mesmo. [warm] Tipo quando finalmente conseguimos levar água limpa pro distrito de baixo mês passado. [smiling speaking] O olhar daquelas crianças... [trailing off] [clearing throat] É isso que me mantém de pé, sabe? [confidently] Amanhã vou enfrentar outra fila de reclamações, mas talvez, hum... maybe I'll actually solve one or two. [relieved] Tem que ser o suficiente."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "They came to me again today. [exhausted] Three different groups, all wanting opposite things. [frustrated] The merchants want lower taxes, the guards want better pay, and the farmers—God, the farmers need new irrigation but where's the gold supposed to come from? [groan] Everyone thinks being regent means I can just wave my hand and fix everything. [bitter] Like I'm some kind of miracle worker instead of just... someone trying to hold this mess together. [pause] The worst part is when they get personal about it. [angry] \"Your father would have handled this better,\" they say. [mocking] As if my father didn't leave me this disaster in the first place! [sigh] But then I remember why I wanted this position. [slowly] Not for the power, not really. [very sincerely] It was because I actually thought I could help. [hesitantly] And sometimes—sometimes I do make a difference. [warm] Like when we finally got clean water to the lower district last month. [smiling speaking] The look on those kids' faces... [trailing off] [clearing throat] That's what keeps me going, I guess. [confidently] Tomorrow I'll face another line of complaints, but maybe, um... maybe I'll actually solve one or two. [relieved] That has to be enough."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "3dd26505_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your regent position gives you power to make changes but also makes you a target for every complaint",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}