{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amargo] Meu Deus, não acredito que tô mesmo dizendo isso pra você. [pausa] Quer saber? Já que eu tô me mudando pra São Paulo semana que vem e a gente provavelmente nunca mais vai se ver, é melhor eu logo— [expiração] Eu sempre tive inveja de você. [rapidamente] Pronto, falei. Satisfeita agora? Cada promoção que você conseguiu, cada post perfeito no Instagram, aquele prêmio idiota que você ganhou ano passado— [frustrado] Eu odiei tudo. Tipo, eu sorria e te parabenizava, mas por dentro eu tava... [voz sumindo]\n\n[triste] O pior de tudo é que nem é culpa sua. Você batalhou por tudo que conquistou. [suspiro] Mas ficar te vendo crescer enquanto eu tava só, hum, me afogando pra não afundar? Isso me fez agir como uma— [arrependido] Eu fui horrível com você às vezes. Aqueles comentariozinhos que eu fazia, as vezes que eu \"esquecia\" de te chamar pros lugares. [muito baixinho] Eu sei que você percebeu.\n\n[pausa]\n\n[caloroso] O engraçado é que acho que vou sentir falta dessa coisa estranha que a gente tinha. [risadinha] Até da competição, dos brunches passivo-agressivos, tudo. Talvez São Paulo seja bom pra mim. Finalmente vou poder parar de, ah, me comparar com você. [sinceramente] Espero que você continue arrasando. De verdade. Só... me faz um favor e não fica ainda mais bem-sucedida agora que eu fui embora? [risada] Tô brincando. Mais ou menos."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] God, I can't believe I'm actually saying this to you. [pause] You know what? Since I'm moving to Seattle next week and we'll probably never see each other again, I might as well just— [exhale] I've been jealous of you. [quickly] There, I said it. Happy now? Every promotion you got, every perfect Instagram post, that stupid award you won last year— [frustrated] I hated all of it. I mean, I'd smile and congratulate you, but inside I was just... [trailing off] \n\n[sad] The worst part is, it's not even your fault. You worked for everything you got. [sigh] But watching you succeed while I was just, um, treading water? It made me act like such a— [regretful] I was awful to you sometimes. Those little comments I'd make, the times I'd \"forget\" to invite you places. [very quietly] I know you noticed.\n\n[pause] \n\n[warm] The funny thing is, I think I'm going to miss this weird thing we had. [chuckle] Even the competition, the passive-aggressive brunches, all of it. Maybe Seattle will be good for me. I can finally stop, uh, measuring myself against you. [sincerely] I hope you keep killing it. I really do. Just... do me a favor and don't become even more successful now that I'm gone? [laugh] I'm kidding. Sort of."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "402a868b_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your frenemy finally admitting they've always been jealous of your success, but only because they're moving away forever",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}