{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exausto] Meu Deus, finalmente acabou. [suspiro] Três anos de depoimentos e petições e... e vendo o rosto da Sarah ficar mais duro cada vez que a gente se cruzava no corredor. [amargo] Ela nem olhou pra mim hoje quando leram o veredicto. Ficou olhando reto como se eu fosse— como se eu fosse ninguém. [pausa] [baixinho] Mas meu cliente merecia aquela indenização. Ele perdeu a capacidade de andar porque a empresa dela cortou custos. Isso não é— não é algo que você resolve só pedindo desculpas. [defensivo] Eu fiz meu trabalho, né? É isso que advogados fazem. A gente defende. A gente luta. [voz trêmula] Mas vinte anos de amizade assim... acabou. [fungar] Todos aqueles fins de semana na casa de praia dela, os filhos dela me chamando de Tia Jamie, e agora— agora eu sou só a pessoa que custou 2 milhões pra empresa dela. [arrependido] Talvez eu devesse ter me afastado do caso quando percebi que era a empresa dela. Mas meu cliente precisava de mim, e eu era a melhor pessoa pra esse caso. [muito triste] Ela me mandou mensagem depois. Só disse \"Eu entendo por que você fez isso, mas acabou pra gente.\" [pausa] [resignado] Justo, né... acho. Tem coisa que não tem volta. [muito baixinho] Mas não dói menos por causa disso."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] God, it's finally over. [sigh] Three years of depositions and motions and... and watching Sarah's face get harder every time we passed in the hallway. [bitter] She wouldn't even look at me today when they read the verdict. Just stared straight ahead like I was— like I was nobody. [pause] [quietly] My client deserved that settlement though. He lost his ability to walk because her company cut corners. That's not— that's not something you can just apologize away. [defensive] I did my job, right? That's what lawyers do. We advocate. We fight. [shaky voice] But twenty years of friendship just... gone. [sniffle] All those weekends at her lake house, her kids calling me Aunt Jamie, and now— now I'm just the person who cost her company two million dollars. [regretful] Maybe I should have recused myself when I realized it was her company. But my client needed me, and I was the best person for this case. [very sad] She texted me after. Just said \"I understand why you did it, but we're done.\" [pause] [resigned] Fair enough, I guess. Some things you can't come back from. [very quietly] Doesn't make it hurt any less though."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "3e16043f_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your personal injury case victory means your client gets justice but your friendship with the defendant ends",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}