{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Três semanas desde o furacão e ainda tô achando destroços nos canteiros. [exausto] Nossa, nunca pensei que ia tá fazendo isso. Quer dizer, antes de tudo isso eu só... cultivava tomate pra feira, sabe? [pausa breve] Mas agora é tipo—todo mundo tá contando comigo. A Dona Rodriguez passou aqui ontem com os netinhos e, hum, eles não comem verdura fresca há semanas. [muito sinceramente] O olhar deles quando eu dei aqueles pimentões pra eles...\n\n[suspiro] É que, nunca plantei tanta comida assim antes. Tamo falando de alimentar, o quê, trezentas famílias? E a pressão é... nossa, às vezes é demais. [ansioso] E se a safra não vingar? E se eu não conseguir— [pausa] Não, não posso pensar assim.\n\n[calorosamente] Mas você precisava ver todo mundo botando a mão na massa. Gente que nunca mexeu com terra tá aqui aprendendo a transplantar mudinha. Ontem um adolescente, ele tava tão orgulhoso da primeira colheita de alface dele. [risadinha] Disse que era melhor que qualquer coisa de supermercado.\n\n[apaixonadamente] A gente tá conseguindo mesmo. A estufa tá produzindo verdura suficiente pra todo mundo, a abóbora tá vindo forte, e mês que vem? Vamos ter tomate. Tomate fresquinho de verdade. [muito baixinho] Talvez a gente vai ficar bem no final das contas."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Three weeks since the hurricane and I'm still finding debris in the soil beds. [exhausted] God, I never thought I'd be doing this. I mean, before all this I was just... growing tomatoes for the farmers market, you know? [short pause] But now it's like—everyone's counting on me. Mrs. Rodriguez came by yesterday with her grandkids and, um, they haven't had fresh vegetables in weeks. [very sincerely] The look on their faces when I gave them those peppers... \n\n[sigh] The thing is, I've never grown this much food before. We're talking about feeding, what, three hundred families? And the pressure is just... hmm, it's overwhelming sometimes. [anxious] What if the crops fail? What if I can't— [pause] No, I can't think like that.\n\n[warmly] But you should see everyone pitching in. People who've never touched soil are out here learning to transplant seedlings. Yesterday this teenager, he was so proud of his first lettuce harvest. [chuckle] Said it was better than anything from the store. \n\n[passionately] We're actually doing this. The greenhouse is producing enough greens for everyone, the squash is coming in strong, and next month? We'll have tomatoes. Real, fresh tomatoes. [very quietly] Maybe we're going to be okay after all."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "3cd09a3e_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your greenhouse manager skills helping the community recover from the hurricane by growing food for everyone",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}