{
    "conversation": [
        {
            "role": "Customer",
            "content": "I need to—wait, let me start over—I placed three separate orders and now I'm paying triple shipping."
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh okay so I'm looking at your account here and I see what happened you've got order TRX-9847-B that shipped yesterday at 2:47pm and then two more orders PND-3362-K and PND-3365-M that are still processing and I'm really sorry about the shipping situation that must be frustrating let me see what I can—"
        },
        {
            "role": "Customer",
            "content": "So basically can you just combine them? Like merge the two that haven't shipped?"
        },
        {
            "role": "Customer Support",
            "content": "Right right so here's the thing and I feel terrible having to explain this but once an order hits our fulfillment queue which happens about 30 minutes after placement the system locks it and PND-3362-K entered fulfillment at warehouse W-847 this morning at 8:15am so technically I can't—sorry I mean the system won't let me merge them anymore even though I really wish I could..."
        },
        {
            "role": "Customer",
            "content": "But they haven't actually shipped yet. That's what I don't understand."
        },
        {
            "role": "Customer Support",
            "content": "I know I know and you're absolutely right it seems like it should be simple but basically our inventory gets allocated to specific pick zones and your items are already assigned to packers in sections A-14 and B-22 respectively and once that allocation happens the whole thing just—I mean it becomes this whole complicated mess that I can't manually override even though trust me I would if I could."
        },
        {
            "role": "Customer",
            "content": "This is—I don't know, can I cancel them and reorder everything together?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely yes!"
        },
        {
            "role": "Customer",
            "content": "Okay so let's—actually wait, will the prices be the same?"
        },
        {
            "role": "Customer Support",
            "content": "Oh um well that's where it gets a little—so PND-3362-K has that bluetooth speaker that was on flash sale for $47.99 and it's back to $89.99 now and then your other order has the warranty plan SKU-WARR-2YR that was a limited promotion so if we cancel and reorder you'd lose those prices and I feel awful even telling you this..."
        },
        {
            "role": "Customer",
            "content": "So basically I'm stuck paying fifty—no, sixty something in shipping?"
        },
        {
            "role": "Customer Support",
            "content": "It's actually $8.95 times three so $26.85 total and listen I'm going to do something here because this really isn't fair to you and you seem lovely and patient about this whole mess..."
        },
        {
            "role": "Customer",
            "content": "I mean, twenty-seven dollars for shipping when it could all fit in one box."
        },
        {
            "role": "Customer Support",
            "content": "Right exactly and that's why I'm crediting your account $18.90 right now that's two of the three shipping charges and then for your next order I'm adding promo code SHIP-FREE-90 that'll give you free shipping on anything over $25 for the next 90 days because honestly this whole system is ridiculous sometimes and you shouldn't have to deal with this."
        },
        {
            "role": "Customer",
            "content": "Oh. That's actually—thanks, I wasn't expecting that."
        },
        {
            "role": "Customer Support",
            "content": "Of course of course and you know what I just noticed you're in delivery zone 4B which means if you ever need something super fast we have same-day delivery from our hub at 7823 Industrial Parkway for just $12.99 and a lot of people don't know about that option so I always like to mention it when I see local customers."
        },
        {
            "role": "Customer",
            "content": "Wait so the orders, they're still shipping separately though?"
        },
        {
            "role": "Customer Support",
            "content": "Yes unfortunately they are TRX-9847-B arrives Thursday and the other two should be Friday or Saturday latest tracking shows Friday by 3pm for both and I've added notes to your account ACC-558274 about this whole situation so if you call again anyone can see what happened and honestly I'm just sorry we couldn't combine them like you wanted..."
        },
        {
            "role": "Customer",
            "content": "No I mean—it's fine, the credit helps. Better than nothing."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely and hey those speakers you ordered are fantastic by the way my roommate has the same model SR-4000X and the sound quality is incredible especially for the price you got so at least there's that silver lining and again that promo code SHIP-FREE-90 is active on your account starting right now so definitely use that for your next order!"
        }
    ],
    "content_type": "customer_support",
    "source_file": "649f9cab_script.json",
    "actor": 6,
    "scenario": "trying to combine multiple orders to save on shipping",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}