{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[nervous] The form asks for employer information but my, [evasive], situation is complicated since technically I work for a consulting firm that doesn't exactly exist on paper."
        },
        {
            "role": "Character 2",
            "content": "That's an interesting way to, [careful], describe it considering your fingerprints match someone who, [probing], supposedly died in Prague three years ago according to my, [measured], background check system."
        },
        {
            "role": "Character 1",
            "content": "[stalling] Well, um, you know how these databases can be, [shaky], unreliable sometimes, I mean, there must be some kind of mistake or mix-up."
        },
        {
            "role": "Character 2",
            "content": "[steady] Your accent shifts between American and something Eastern European when you're, [observant], stressed, and that shoulder injury looks more like a, [clinical], knife wound than the workplace accident you described."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Look, um, I just need someone to process my claim so, [desperate], I can get medical treatment without raising questions at a regular hospital, er, nothing more than that. [exhales]"
        },
        {
            "role": "Character 2",
            "content": "[knowing] Well, um, the thing is, I specialize in, [deliberate], helping people with complicated employment situations, especially those who, uh, work for governments that don't acknowledge them."
        },
        {
            "role": "Character 1",
            "content": "[alarmed] I think, um, maybe I should find another attorney because this is, [backing away], getting uncomfortable and I mean, you're asking questions that have nothing to do with workers comp."
        },
        {
            "role": "Character 2",
            "content": "[calm] The exit is locked and the windows are, [matter-of-fact], bulletproof, so why don't we discuss who really sent you here and whether, [threatening], you're still taking orders from Moscow."
        },
        {
            "role": "Character 1",
            "content": "[trapped] Please."
        },
        {
            "role": "Character 2",
            "content": "Your handler Dimitri sends his regards, by the way, though he's, [cold], disappointed you tried to go dark after the Berlin operation went, [calculating], sideways last month."
        },
        {
            "role": "Character 1",
            "content": "[panicked] Um, look, I don't know what you think you know but, [pleading], I left that life behind, I mean, I'm just trying to survive here. [voice breaking]"
        },
        {
            "role": "Character 2",
            "content": "[predatory] Survival is negotiable at this point, depending on whether you're, [intense], willing to share what you learned about the submarine blueprints before you, [pressing], supposedly died in Prague."
        },
        {
            "role": "Character 1",
            "content": "[resigned] They'll kill us both if I talk, you understand that, [hollow], right, because the people involved don't just eliminate assets, they, [haunted], erase entire bloodlines from existence."
        },
        {
            "role": "Character 2",
            "content": "[persuasive] Well, um, that's exactly why you need my protection, because unlike your, [revealing], former employers, I mean, my organization actually keeps its promises to, [earnest], assets who cooperate fully with debriefing."
        },
        {
            "role": "Character 1",
            "content": "So, um, you're not really a workers comp attorney at all, [bitter], are you, I mean, this whole office is just, [defeated], another trap in a series of endless games."
        },
        {
            "role": "Character 2",
            "content": "[amused] Oh I passed the bar exam, filed real cases, even won a few, [professional], but my primary client has always been interested in people like you who, [focused], surface with valuable information. [chuckles darkly]"
        },
        {
            "role": "Character 1",
            "content": "[exhausted] I'm so tired of running, um, you know, from one shadow organization to another, [broken], never knowing who's actually trying to help versus who's, [hopeless], setting me up for the next betrayal, I mean, it never ends."
        },
        {
            "role": "Character 2",
            "content": "[softly] Never does."
        },
        {
            "role": "Character 1",
            "content": "Well, um, if we're going to do this, I mean, if I'm going to trust you with information that could, [trembling], get us both killed, then I need guarantees."
        },
        {
            "role": "Character 2",
            "content": "[final] The only guarantee I can offer is that, um, without my help you won't, [certain], make it past tomorrow because there are three teams converging on this building, well, as we speak."
        }
    ],
    "content_type": "general_tags",
    "source_file": "a76ab755_scenario.json",
    "scenario": "A spy seeking treatment for a work-related injury discovers their workers compensation attorney is actually a foreign intelligence officer hunting them.",
    "type": "scenario_conversation",
    "character_1_role": "spy",
    "character_2_role": "workers compensation attorney",
    "selected_tones": [
        "nervous",
        "uncertain",
        "stalling"
    ],
    "tone_options": [
        "constant",
        "praising",
        "dull",
        "uncertain",
        "static",
        "inflaming",
        "nervous",
        "aggressive",
        "stalling",
        "flying"
    ]
}