{
    "conversation": [
        {
            "role": "Customer",
            "content": "Fifth call hai yaar. वही issue, बिल्कुल shocking है।"
        },
        {
            "role": "Customer Support",
            "content": "Okay, let me see here... मैं आपका account pull up कर चुका हूँ और मुझे पिछले चार tickets दिख रहे हैं, REF-2847-A से REF-2851-D तक। इस बार service interruption के साथ क्या problem आ रही है?"
        },
        {
            "role": "Customer",
            "content": "Same—no wait—exact same चीज़ हो रही है। Internet 3PM पे drop हो जाता है। हर रोज़, भाई, हर single दिन।"
        },
        {
            "role": "Customer Support",
            "content": "Hmm, that's interesting... 3PM exactly? October 22 से हर दिन, ये notes में लिखा है। पता है क्या, मुझे लगता है मुझे पता है ये क्या है। आपका modem model, वो XR-450, उसमें एक firmware bug है जिसके बारे में कोई actually..."
        },
        {
            "role": "Customer",
            "content": "Oh great, एक bug. वाह, perfect हो गया।"
        },
        {
            "role": "Customer Support",
            "content": "No no, hear me out though. XR-450 में जो firmware version 2.1.6 है ना, वो हमारे node updates के साथ conflict करता है जो अम्म, 3:00PM local time पे run होते हैं। लेकिन एक beta firmware 2.2.0-BETA है जो इसे completely fix कर देता है, मुझे बस authorization code AUTH-9K-TECH चाहिए इसे push करने के लिए।"
        },
        {
            "role": "Customer",
            "content": "Wait, आप actually—सच में कोई fix है?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely. बस मैं अभी... okay तो मैं आपके device पे firmware 2.2.0-BETA push कर रहा हूँ right now, करीब 45 seconds लगेंगे update cycle complete होने में।"
        },
        {
            "role": "Customer",
            "content": "I'm sorry—nobody else even—वो सब बस कहते रहे \"अपना modem restart करो।\""
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I mean, वो standard troubleshooting flowchart है लेकिन... बात ये है कि जब आप पाँच बार call कर चुके हों? तो deeper जाना पड़ता है। Update अभी 73% पे है, बस होने वाला है।"
        },
        {
            "role": "Customer",
            "content": "This is—wow. सच में fix हो रहा है।"
        },
        {
            "role": "Customer Support",
            "content": "Complete! आपका modem अब 2.2.0-BETA run कर रहा होना चाहिए। असली test तो कल 3PM पे होगा, लेकिन मैं आपके account पे monitoring tag MON-847X add कर रहा हूँ ताकि मैं personally connection logs check कर सकूँ।"
        },
        {
            "role": "Customer",
            "content": "You're kidding. कोई सच में check करने वाला है?"
        },
        {
            "role": "Customer Support",
            "content": "Well, um, मुझे unsolved puzzles से नफरत है, especially वो जो exactly 3:00PM पे हर दिन होते हैं। ये random नहीं है, ये systematic है। मैंने अपने लिए कल 3:15PM का reminder set कर लिया है आपका connection stable रहा या नहीं verify करने के लिए।"
        },
        {
            "role": "Customer",
            "content": "I don't—ये calls आम तौर पे ऐसे नहीं जाती हैं।"
        },
        {
            "role": "Customer Support",
            "content": "Also credited your account $47.50 for the service interruptions, credit code CRD-5X-TECH है, और अगर कल का test fail हो जाता है—जो नहीं होगा—लेकिन अगर होता है..."
        },
        {
            "role": "Customer",
            "content": "There's more? सच में और भी कुछ है?"
        },
        {
            "role": "Customer Support",
            "content": "I'll overnight you our new XR-500 model, बिल्कुल free। लेकिन honestly? Beta firmware से solve हो जाना चाहिए। ये XR-450 units में जो bug है वो सिर्फ 2% customers को affect करता है, आप बस unlucky निकले।"
        },
        {
            "role": "Customer",
            "content": "I can't believe someone finally—thank you. सच में, दिल से शुक्रिया।"
        },
        {
            "role": "Customer Support",
            "content": "Hey, that's what I'm here for. कल 3:01PM पे अपना connection check करना और अगर एक भी blip दिखे, तो ticket reference करना TKT-2852-PRIORITY और directly मुझसे बात करने को बोलना। लेकिन मुझे लगता है आप pleasantly surprised होने वाले हैं।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Fifth call. Same issue. Shocking."
        },
        {
            "role": "Customer Support",
            "content": "Okay, let me see here... I've got your account pulled up and I can see the previous four tickets, REF-2847-A through REF-2851-D. What's happening this time with the service interruption?"
        },
        {
            "role": "Customer",
            "content": "Same—no wait—exact same thing. Internet drops at 3PM. Every. Single. Day."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, that's interesting... 3PM exactly? Every day since October 22nd according to these notes. You know what, I think I might actually know what this is. Your modem model, the XR-450, has this firmware bug that nobody really..."
        },
        {
            "role": "Customer",
            "content": "Oh great. A bug. Perfect."
        },
        {
            "role": "Customer Support",
            "content": "No no, hear me out though. The XR-450 has firmware version 2.1.6 that conflicts with our node updates that run at, um, 3:00PM local time. But there's a beta firmware 2.2.0-BETA that fixes it completely, I just need authorization code AUTH-9K-TECH to push it through."
        },
        {
            "role": "Customer",
            "content": "Wait. You actually—there's actually a fix?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely. Let me just... okay so I'm pushing firmware 2.2.0-BETA to your device right now, should take about 45 seconds to complete the update cycle."
        },
        {
            "role": "Customer",
            "content": "I'm sorry—nobody else even—they kept saying \"restart your modem.\""
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I mean, that's the standard troubleshooting flowchart but... the thing is, once you've called five times? Time to dig deeper. Update's at 73% now, almost there."
        },
        {
            "role": "Customer",
            "content": "This is—wow. Okay. Actually fixing it."
        },
        {
            "role": "Customer Support",
            "content": "Complete! Your modem should be running 2.2.0-BETA now. The real test will be tomorrow at 3PM, but I'm adding monitoring tag MON-847X to your account so I can personally check the connection logs."
        },
        {
            "role": "Customer",
            "content": "You're kidding. Someone's actually gonna check?"
        },
        {
            "role": "Customer Support",
            "content": "Well, um, I hate unsolved puzzles, especially ones that happen at exactly 3:00PM every day. That's not random, that's systematic. I've set myself a reminder for tomorrow at 3:15PM to verify your connection stayed stable."
        },
        {
            "role": "Customer",
            "content": "I don't—this is not how these calls usually go."
        },
        {
            "role": "Customer Support",
            "content": "Also credited your account $47.50 for the service interruptions, credit code CRD-5X-TECH, and if tomorrow's test fails—which it won't—but if it does..."
        },
        {
            "role": "Customer",
            "content": "There's more? Seriously?"
        },
        {
            "role": "Customer Support",
            "content": "I'll overnight you our new XR-500 model, no charge. But honestly? The beta firmware should solve it. These XR-450 units with the bug only affect about 2% of customers, you just got unlucky."
        },
        {
            "role": "Customer",
            "content": "I can't believe someone finally—thank you. Really."
        },
        {
            "role": "Customer Support",
            "content": "Hey, that's what I'm here for. Check your connection tomorrow at 3:01PM and if you see even a blip, reference ticket TKT-2852-PRIORITY and ask for me directly. But I think you're gonna be pleasantly surprised."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "122077aa_script.json",
    "professionalism": "casual",
    "scenario": "angry because this is the fifth time they've called about the same issue",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "annoyed_sarcastic",
                "surprised_delighted"
            ],
            "disfluency": {
                "hesitation_types": [
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "triumphant_problem_solver"
            ],
            "disfluency": {
                "hesitation_types": [
                    "vocalized_thinking",
                    "classic_fillers",
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        }
    }
}