{
    "conversation": [
        {
            "role": "Customer",
            "content": "तो बेसिकली मेरी tips फिर से गलत हैं। पिछले महीने की तरह।"
        },
        {
            "role": "Customer Support",
            "content": "अरे! उम्म, मैं बस, उह, आपका account खोल लेता हूँ और—माफ़ करना, आपकी, उम्म, employee ID क्या है? मैं, एर, आपके लिए ये केस सुलझाऊंगा, actually I love these tip pool puzzles..."
        },
        {
            "role": "Customer",
            "content": "ये 4427 है। उन्होंने कहा था पिछली बार ठीक कर दिया था।"
        },
        {
            "role": "Customer Support",
            "content": "अच्छा तो, उम्म, 4427, परफेक्ट! मेरे पास आपकी फ़ाइल है, EMP-4427-BCF, और उह, अरे वाह, मैं देख सकता हूँ—रुको, नहीं वो—माफ़ करना, मैं सही स्क्रीन देखता हूँ क्योंकि, उम्म, there's definitely something weird happening with your tip distributions..."
        },
        {
            "role": "Customer",
            "content": "हम्म, क्या हो अगर... ये वही एरर हो? हर बार?"
        },
        {
            "role": "Customer Support",
            "content": "आप जानते हैं क्या? उम्म, मुझे लगता है आप कुछ सही कह रहे हैं क्योंकि, उह, जैसे, मैं ये पैटर्न देख रहा हूँ जहाँ—रुकिए—आपका location code LOC-8892-TIP, उम्म, 0.75 पे कैलकुलेट कर रहा है बजाय—अरे! अरे! मुझे समझ आ गया क्या हुआ!"
        },
        {
            "role": "Customer",
            "content": "पर पिछले व्यक्ति ने भी यही कहा था।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं, पर उम्म, ये अलग है! तो जैसे, उन्होंने percentage तो ठीक किया पर, उह, अपडेट नहीं किया—माफ़ करना, I mean the pooling start date is still, उम्म, जनवरी पे सेट है मार्च की जगह जब आपने असल में शुरू किया था, and that's throwing everything off..."
        },
        {
            "role": "Customer",
            "content": "सच में? तो उन्होंने बस... मेरी start date कभी नहीं बदली?"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल! और उम्म, एर, सिस्टम, जैसे, आपकी tips को एक्स्ट्रा phantom employees से डिवाइड कर रहा था बेसिकली? तो उह, मैं बस—मुझे form TIP-ADJUST-3920 सबमिट करनी होगी और, उम्म, सब कुछ मार्च 15 तक backdate करना होगा, is that your correct start date?"
        },
        {
            "role": "Customer",
            "content": "असल में मार्च 12। क्या आप सच में ये ठीक कर सकते हैं?"
        },
        {
            "role": "Customer Support",
            "content": "उम्म, मार्च 12, समझ गया, तो जैसे, हाँ बिल्कुल! मैं, उह, adjustment अभी सबमिट कर रहा हूँ reference number REF-2024-83756 के साथ और, एर, सबसे अच्छी बात ये है, उम्म, once I fix this root issue, ये दोबारा कभी नहीं होगा क्योंकि...well, आपकी start date आखिरकार सही होगी!"
        },
        {
            "role": "Customer",
            "content": "ठीक है तो मतलब... मुझे back pay भी मिलेगी?"
        },
        {
            "role": "Customer Support",
            "content": "अरे हाँ! उम्म, तो जैसे, retroactive payment RET-PAY-4427-A में, उह, मार्च 12 से आगे सब कुछ शामिल होगा, और एर, मैं यहाँ calculate कर रहा हूँ... लगभग, उम्म, रुकिए... $847.32 in adjustments!"
        },
        {
            "role": "Customer",
            "content": "हे भगवान। सच में? ये तो... rent के पैसे हैं।"
        },
        {
            "role": "Customer Support",
            "content": "मैं जानता हूँ ना? और उम्म, ये आपकी अगली paycheck के साथ process होगा, तो, एर, वो दिसंबर 15 है आपके pay schedule PAY-SCH-BIWEEK के अनुसार, और उह, मैं यहाँ एक नोट भी जोड़ रहा हूँ कि—माफ़ करना, बात करते हुए टाइप कर रहा हूँ—that this was a system error so..."
        },
        {
            "role": "Customer",
            "content": "आप सच में मुझे बचा रहे हैं अभी। बहुत बहुत शुक्रिया।"
        },
        {
            "role": "Customer Support",
            "content": "उम्म, ईमानदारी से? इससे मेरा दिन बन गया! जैसे, उह, ये tip pool errors ठीक करना इतना satisfying होता है क्योंकि, एर, once you find the root cause सब कुछ बस, उम्म, click हो जाता है, समझे? आपका confirmation है CNF-98234-RESOLVED।"
        },
        {
            "role": "Customer",
            "content": "मैं यहाँ देखता हूँ... तो दिसंबर 15 को सब कुछ?"
        },
        {
            "role": "Customer Support",
            "content": "हाँ! दिसंबर 15 को पूरा, उम्म, retroactive amount plus, उह, आगे से आपकी regular tips सही तरीके से calculate होंगी proper, एर, मार्च 12 start date के साथ। और, उम्म, मैंने सब कुछ case number CASE-1205-TIPFIX के तहत save किया है, if you need to reference this later!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So basically my tips are wrong. Again. Like last month."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Um, let me just, uh, pull up your account here and—sorry, what's your, um, employee ID? I'm gonna, er, crack this case for you, I love these tip pool puzzles actually..."
        },
        {
            "role": "Customer",
            "content": "It's 4427. They said they fixed it last time."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, 4427, perfect! I've got your file here, EMP-4427-BCF, and uh, oh wow, I can see the—wait, no that's—sorry, let me look at the right screen here because, um, there's definitely something weird happening with your tip distributions..."
        },
        {
            "role": "Customer",
            "content": "Hmm, what if... it's the same error? Every time?"
        },
        {
            "role": "Customer Support",
            "content": "You know what? Um, I think you're onto something because, uh, like, I'm seeing this pattern where—hold on—your location code LOC-8892-TIP is, um, calculating at 0.75 instead of—oh! OH! I see what happened!"
        },
        {
            "role": "Customer",
            "content": "That's what the last person said though."
        },
        {
            "role": "Customer Support",
            "content": "No no, but um, this is different! So like, they fixed the percentage but, uh, didn't update the—sorry, I mean the pooling start date is still, um, set to January instead of March when you actually started and that's throwing everything off..."
        },
        {
            "role": "Customer",
            "content": "Wait really? So they just... never changed my start date?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly! And um, er, the system's been, like, dividing your tips by extra phantom employees basically? So uh, let me just—I need to submit form TIP-ADJUST-3920 and, um, backdate everything to March 15th, is that your correct start date?"
        },
        {
            "role": "Customer",
            "content": "March 12th actually. Can you really fix this?"
        },
        {
            "role": "Customer Support",
            "content": "Um, March 12th, got it, so like, yes absolutely! I'm, uh, submitting the adjustment now with reference number REF-2024-83756 and, er, the beautiful thing is, um, once I fix this root issue, it'll never happen again because...well, your start date will finally be right!"
        },
        {
            "role": "Customer",
            "content": "Okay so that means... I'll get the back pay too?"
        },
        {
            "role": "Customer Support",
            "content": "Oh yes! Um, so like, the retroactive payment RET-PAY-4427-A will, uh, include everything from March 12th forward, and er, I'm calculating here... looks like roughly, um, hold on... $847.32 in adjustments!"
        },
        {
            "role": "Customer",
            "content": "Oh my god. Actually? That's like... rent money."
        },
        {
            "role": "Customer Support",
            "content": "I know right? And um, it'll process with your next paycheck, so, er, that's December 15th according to your pay schedule PAY-SCH-BIWEEK, and uh, I'm also adding a note here that—sorry, typing while I talk—that this was a system error so..."
        },
        {
            "role": "Customer",
            "content": "You're literally saving me right now. Thank you so much."
        },
        {
            "role": "Customer Support",
            "content": "Um, honestly? This made my day! Like, uh, these tip pool errors are so satisfying to fix because, er, once you find the root cause it all just, um, clicks into place, you know? Your confirmation is CNF-98234-RESOLVED."
        },
        {
            "role": "Customer",
            "content": "Let me see here... so December 15th for everything?"
        },
        {
            "role": "Customer Support",
            "content": "Yes! December 15th for the full, um, retroactive amount plus, uh, going forward your regular tips will be calculated correctly using the proper, er, March 12th start date. And, um, I've saved everything under case number CASE-1205-TIPFIX if you need to reference this later!"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "66db38c3_script.json",
    "scenario": "barista, young and talking fast about a tip pooling discrepancy on her paycheck",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "skeptical_guarded",
                "genuinely_grateful"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "vocalized_thinking",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "triumphant_problem_solver",
                "slightly_frazzled"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "self_corrections",
                    "trailing_off",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        }
    }
}