{
    "conversation": [
        {
            "role": "Customer",
            "content": "सुनिए, ये आज ही ठीक होना चाहिए। कल किराया देना है।"
        },
        {
            "role": "Customer Support",
            "content": "अरे अरे अरे ठीक है ठीक है मैं पूरी तरह समझ रहा हूं और मैं बिल्कुल पक्का करूंगा कि ये आपका काम अभी हो जाए मैं आपका account खोलता हूं आपकी employee ID number क्या है?"
        },
        {
            "role": "Customer",
            "content": "वो है... क्या कहते हैं... badge number? 4-4-7-2।"
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट परफेक्ट वो employee ID 4472 और मैं देख रहा हूं आप location 883 पे हैं Maple Street वाली और लग रहा है Friday की payroll run में आपके direct deposit में कोई issue था मैं बस—मैं इसको check करता हूं आपके लिए।"
        },
        {
            "role": "Customer",
            "content": "Friday। हां। Tips plus hourly, Monday को आना चाहिए था।"
        },
        {
            "role": "Customer Support",
            "content": "हां एकदम सही और मैं देख रहा हूं कि file में routing number है 021000021 लेकिन अम्म account पे एक flag है जो कह रहा है invalid format जो अजीब है क्योंकि ये तो बिल्कुल valid routing number है तो मैं कुछ और check करता हूं..."
        },
        {
            "role": "Customer",
            "content": "Invalid? नहीं यार। तीन साल से same account use कर रहा हूं।"
        },
        {
            "role": "Customer Support",
            "content": "पता है पता है ये ये frustrating है और आपको ये सब झेलना नहीं पड़ना चाहिए खासकर जब किराया आने वाला हो तो मैं क्या करूंगा normal verification queue को bypass करके इसे priority processing code PRC-PAYROLL-01 से push कर दूंगा।"
        },
        {
            "role": "Customer",
            "content": "ठीक है तो मतलब... कल सुबह मेरे पास पैसे होंगे?"
        },
        {
            "role": "Customer Support",
            "content": "Actually actually उससे भी बेहतर क्योंकि मैं इसको critical housing assistance mark कर रहा हूं case number CSE-98827-RENT के under हम same-day ACH transfer कर सकते हैं मतलब आज शाम 6 बजे तक funds आपके account में आ जाने चाहिए।"
        },
        {
            "role": "Customer",
            "content": "अरे सच में? क्योंकि पिछली बार उन्होंने कहा था two business days और मैं लगभग evict होते होते बचा था।"
        },
        {
            "role": "Customer Support",
            "content": "अरे नहीं नहीं नहीं ऐसा दोबारा नहीं होने देंगे मैं अभी आपकी profile पे permanent note डाल रहा हूं कि सारे future payments के लिए priority processing और मैं—रुकिए—मैं एक backup paper check भी setup कर रहा हूं location 883 पे just in case।"
        },
        {
            "role": "Customer",
            "content": "मैं देखूं जरा... मेरे landlord को कल दोपहर तक latest चाहिए। तो basically अगर आज रात fail हो गया तो मैं फंस गया। भगवान, sorry, बस इतनी बुरी week रही है, मेरी गाड़ी Tuesday को खराब हो गई और अब ये।"
        },
        {
            "role": "Customer Support",
            "content": "अरे अरे कोई बात नहीं सब ठीक हो जाएगा मैं promise करता हूं पैसे आ जाएंगे और बिल्कुल sure होने के लिए मैं आपको अपना direct extension दे रहा हूं 766-277-6234 और अगर आपको 6:15 तक funds नहीं दिखें तो आप मुझे directly call करिए मैं personally treasury के साथ walk through करूंगा।"
        },
        {
            "role": "Customer",
            "content": "6234। समझ गया। पूरा amount लेकिन ना? 1,847 dollars?"
        },
        {
            "role": "Customer Support",
            "content": "हां अम्म मैं confirm करता हूं $1,847.23 exact दिख रहा है checking account में जो 7789 पे खत्म होता है First National में routing 021000021 और मैंने confirmation code भी generate किया है CNF-DD-98827 आपके records के लिए।"
        },
        {
            "role": "Customer",
            "content": "हम्म, अगर system फिर से reject कर दे तो? जैसे Friday को जो हुआ?"
        },
        {
            "role": "Customer Support",
            "content": "तो exactly इसीलिए मैं बहुत बहुत proactive हो रहा हूं और एक payment guarantee certificate बना रहा हूं PGC-7789-A जिसका basically मतलब है कि अगर हमारी तरफ से कोई भी technical glitch हो तो हम 24 घंटे में आपको certified check काटने के लिए बाध्य हैं।"
        },
        {
            "role": "Customer",
            "content": "ठीक है। हां। ठीक है वो... actually मदद करता है। Certified check काम कर जाएगा।"
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट और मैं एर मैं आपको email भी भेज रहा हूं अभी आपके file वाले address पे इन सारे reference numbers के साथ और मेरी direct line के साथ और honestly please कोई भी और जरूरत हो तो call करने में hesitate मत करिएगा क्योंकि हम यहां हैं आपका ध्यान रखने के लिए ठीक है?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Look, I need this fixed today. Rent's due tomorrow."
        },
        {
            "role": "Customer Support",
            "content": "Oh oh oh okay I completely understand and I'm going to make absolutely sure we get this resolved for you right away let me pull up your account what's your employee ID number?"
        },
        {
            "role": "Customer",
            "content": "It's... what's the word... the badge number? 4-4-7-2."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect that's employee ID 4472 and I can see here you're with location 883 on Maple Street and it looks like there was an issue with your direct deposit from Friday's payroll run let me just—let me dive into this for you."
        },
        {
            "role": "Customer",
            "content": "Friday. Yeah. Tips plus hourly, should've hit Monday."
        },
        {
            "role": "Customer Support",
            "content": "Right exactly and I'm seeing here that the routing number on file is 021000021 but um there's a flag on the account that says invalid format which is strange because that's definitely a valid routing number so let me check something else here..."
        },
        {
            "role": "Customer",
            "content": "Invalid? No. Been using that account for three years."
        },
        {
            "role": "Customer Support",
            "content": "I know I know it's it's frustrating and you shouldn't have to deal with this especially with rent coming up so what I'm going to do is bypass the normal verification queue and push this through priority processing code PRC-PAYROLL-01."
        },
        {
            "role": "Customer",
            "content": "Okay so that means... tomorrow morning I'll have money?"
        },
        {
            "role": "Customer Support",
            "content": "Actually actually even better than that because I'm marking this as critical housing assistance under case number CSE-98827-RENT we can do same-day ACH transfer which means the funds should hit your account by 6 PM tonight."
        },
        {
            "role": "Customer",
            "content": "Wait really? Because last time they said two business days and I almost got evicted."
        },
        {
            "role": "Customer Support",
            "content": "Oh no no no we're not letting that happen again I'm putting a permanent note on your profile right now that says priority processing for all future payments and I'm also—hold on—I'm also setting up a backup paper check to location 883 just in case."
        },
        {
            "role": "Customer",
            "content": "Let me see here... my landlord needs it by noon tomorrow latest. So basically if tonight falls through I'm screwed. God, sorry, it's just been such a week, my car broke down Tuesday and now this."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey it's okay it's going to be okay I promise you the money will be there and just to be absolutely sure I'm giving you my direct extension 766-277-6234 and if you don't see those funds by 6:15 tonight you call me directly and I'll personally walk it through with treasury."
        },
        {
            "role": "Customer",
            "content": "6234. Got it. The full amount though right? 1,847 dollars?"
        },
        {
            "role": "Customer Support",
            "content": "Yes um let me confirm that's showing as $1,847.23 to be exact going to checking account ending in 7789 at First National routing 021000021 and I've also generated confirmation code CNF-DD-98827 for your records."
        },
        {
            "role": "Customer",
            "content": "Hmm, what if the system just rejects it again? Like whatever happened Friday?"
        },
        {
            "role": "Customer Support",
            "content": "So that's exactly why I'm being super super proactive here and creating what we call a payment guarantee certificate PGC-7789-A which basically means even if there's any technical glitch on our end we're obligated to cut you a certified check within 24 hours."
        },
        {
            "role": "Customer",
            "content": "Okay. Yeah. Okay that's... that actually helps. Certified check would work."
        },
        {
            "role": "Customer Support",
            "content": "Perfect and I'm er I'm also sending you an email right now to your address on file with all these reference numbers and my direct line and honestly please don't hesitate to call if you need anything else because we're here to make sure you're taken care of okay?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "176fc445_script.json",
    "professionalism": "casual",
    "scenario": "restaurant server, desperate to get her paycheck direct deposit fixed before rent is due",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "frustrated_impatient",
                "manic_oversharing"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "filled_pauses",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "nurturing_protective",
                "gently_reassuring"
            ],
            "disfluency": {
                "hesitation_types": [
                    "trailing_off",
                    "repetition_stutter",
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        }
    }
}