{
    "conversation": [
        {
            "role": "Customer",
            "content": "तो बेसिकली... मेरा बिल आया है... और जैसे... तीन सौ डॉलर ज़्यादा है?"
        },
        {
            "role": "Customer Support",
            "content": "अच्छा ज़रा आपका अकाउंट खोलता हूं... क्या है... अम्म... आपका अकाउंट नंबर?"
        },
        {
            "role": "Customer",
            "content": "अरे सॉरी... वो है अम्म... रुकिए... 4-7-2-9-8-3-2-1-6."
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट, मिल गया, अकाउंट 472983216 दिख रहा है और मैं देख रहा हूं आपका लेटेस्ट बिल $487.23 का है जो—अरे ये तो definitely, मतलब, काफी ज़्यादा है आपके normal $180 average से, तो ज़रा देखता हूं क्या... क्या चक्कर है।"
        },
        {
            "role": "Customer",
            "content": "हां तो... मैं बस... जैसे मैं सिंगल मदर हूं... और बेसिकली... ये बहुत डरावना है।"
        },
        {
            "role": "Customer Support",
            "content": "अरे मैं पूरी तरह समझ रहा हूं, इतना बड़ा jump है और, अ, मैं आपके usage patterns चेक करता हूं क्योंकि कभी-कभी... अम्म... मीटर रीडिंग की issue होती है या—अच्छा नहीं, actual usage ही बढ़ा है November 3 से 18 तक।"
        },
        {
            "role": "Customer",
            "content": "November तीन? पर जैसे... कुछ change नहीं हुआ... तो मैं... सॉरी मैं बस confused हूं।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं, बिल्कुल माफी मत मांगिए, इसीलिए तो आपको कॉल करना चाहिए था, और मैं क्या करूंगा—ज़रा देखता हूं... मतलब... appliance category का breakdown, heating 62% दिख रहा है total usage का, करीब 1,847 kilowatt hours।"
        },
        {
            "role": "Customer",
            "content": "Heating? अरे... अरे रुको... मेरे बेटे का space heater... उसने कहा था ज़्यादा नहीं लगता।"
        },
        {
            "role": "Customer Support",
            "content": "आह समझ गया, space heaters actually, अम्म, वो थोड़े धोखेबाज़ होते हैं क्योंकि एक normal 1500-watt वाला अगर सिर्फ 8 घंटे daily चले? तो roughly $144 add हो जाते हैं monthly bill में, और अगर वो ज़्यादा चला रहा है तो..."
        },
        {
            "role": "Customer",
            "content": "हे भगवान... तो बेसिकली... मैं... पूरे कमरे को गर्म कर रही थी... सबसे महंगी चीज़ से?"
        },
        {
            "role": "Customer Support",
            "content": "वो है—हां unfortunately वो pretty much सबसे... क्या बोलूं... सबसे inefficient तरीका है heating का, पर सुनिए, मैं आपको budget billing plan पर डाल देता हूं $215 monthly का, और साथ में energy audit program में भी enroll कर देता हूं, reference number EA-7829-XM, बिल्कुल free।"
        },
        {
            "role": "Customer",
            "content": "ये तो बहुत अच्छा है... जैसे... आप बहुत helpful हैं... मुझे लगा था आप सोचेंगे मैं stupid हूं।"
        },
        {
            "role": "Customer Support",
            "content": "अरे नहीं भई, कभी नहीं, ये तो होता रहता है और honestly? खुद single parent होने के नाते, मैं—अरे सॉरी, parent होने के नाते, मुझे पता है बच्चे कैसे बिना पूछे plug कर देते हैं, तो मैं ये भी करता हूं credit code WINTER-SAVE-47 apply कर देता हूं $50 off के लिए इस बिल पर।"
        },
        {
            "role": "Customer",
            "content": "अरे सच में? आप बस... ऐसे कर सकते हैं? अरे थैंक यू so much।"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल, और नया total होगा... ज़रा calculate करता हूं... $437.23 minus fifty से $387.23 बनता है, plus मैं efficiency guide भेज रहा हूं आपके registered email पर, 24 घंटे में आ जाना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "अच्छा तो... ये budget वाली चीज़... जैसे actually में कैसे काम करती है?"
        },
        {
            "role": "Customer Support",
            "content": "तो basically वो आपके last 12 months का average लेते हैं—आपके case में वो है $180—फिर seasonal changes के लिए थोड़ा buffer add करते हैं, तो $215 monthly बनता है, agreement number BBA-2024-11-982, और आप हर महीने same amount pay करती हैं actual usage की परवाह किए बिना।"
        },
        {
            "role": "Customer",
            "content": "ये तो actually... हां... बहुत help करेगा... थैंक यू... really।"
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट, मैंने immediately activate कर दिया है, और आपका confirmation है CTF-8829-BUDGET-AA, plus मैंने space heater वाली situation का note बना दिया है तो अगर आप वापस call करें, कोई भी देख सकता है पूरी story और, अ, आज जहां छोड़ा वहां से आगे help कर सकता है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So basically. I got my bill. And like. It's three hundred dollars higher?"
        },
        {
            "role": "Customer Support",
            "content": "Okay let me pull up your account here... what's the... hmm... account number for you?"
        },
        {
            "role": "Customer",
            "content": "Oh sorry. It's um. Hold on. 4-7-2-9-8-3-2-1-6."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, got it, account 472983216 showing here and I'm seeing your latest bill for $487.23 which is—wait that's definitely, er, way higher than your usual $180 average, so let me dig into what's... what's going on here."
        },
        {
            "role": "Customer",
            "content": "Yeah so. I'm just. Like I'm a single mom. And basically. This is really scary."
        },
        {
            "role": "Customer Support",
            "content": "Oh I completely understand, that's a huge jump and, uh, let me check your usage patterns here because sometimes there's a... hmm... meter reading issue or—actually no, I'm seeing actual usage spiked on November 3rd through the 18th."
        },
        {
            "role": "Customer",
            "content": "November third? But like. Nothing changed. So I don't. I'm sorry I'm just confused."
        },
        {
            "role": "Customer Support",
            "content": "No no, don't apologize at all, this is exactly why you should call, and what I'm gonna do is—let me look at the... er... the breakdown by appliance category here, showing heating at 62% of total usage, that's about 1,847 kilowatt hours."
        },
        {
            "role": "Customer",
            "content": "Heating? Oh. Oh wait. My son's space heater. He said it wasn't using much."
        },
        {
            "role": "Customer Support",
            "content": "Ahh there we go, space heaters are actually, um, they're kind of sneaky because a typical 1500-watt unit running just 8 hours daily? That's gonna add roughly $144 to your monthly bill, and if he's running it more than that..."
        },
        {
            "role": "Customer",
            "content": "Oh my God. So basically. I've been. Heating his whole room. With the most expensive thing?"
        },
        {
            "role": "Customer Support",
            "content": "Well it's—yeah unfortunately they're pretty much the... what's the word... the most inefficient way to heat, but listen, I'm gonna set you up with our budget billing plan at $215 monthly, and also I can get you enrolled in our energy audit program, reference number EA-7829-XM, totally free."
        },
        {
            "role": "Customer",
            "content": "That's really nice. Like. You're being so helpful. I thought you'd think I was stupid."
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh no, never, this happens all the time and honestly? Being a single parent myself, I—wait sorry, being a parent myself, I know how kids just plug things in without asking, so what I'm also gonna do is apply credit code WINTER-SAVE-47 for $50 off this bill."
        },
        {
            "role": "Customer",
            "content": "Wait really? You can just. Do that? Oh thank you so much."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, and the new total is gonna be... let me calculate... $437.23 minus fifty brings you to $387.23, plus I'm sending you our efficiency guide to email address on file, should arrive within 24 hours."
        },
        {
            "role": "Customer",
            "content": "Okay so. The budget thing. Like how does that actually work though?"
        },
        {
            "role": "Customer Support",
            "content": "Right so basically they take your last 12 months average—in your case that's $180—then they add a small buffer for seasonal changes, bringing it to $215 monthly, agreement number BBA-2024-11-982, and you pay the exact same amount every month regardless of actual usage."
        },
        {
            "role": "Customer",
            "content": "That actually. Yeah. That would help so much. Thank you. Really."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, I've activated that effective immediately, and your confirmation is CTF-8829-BUDGET-AA, plus I've made a note about the space heater situation so if you call back, anyone can see the whole story and, er, continue helping from where we left off today."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "15227267_script.json",
    "professionalism": "casual",
    "scenario": "single mom, anxious because the electricity bill is way higher than usual",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "apologetic_embarrassed",
                "warming_up"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "self_corrections"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        }
    }
}