{
    "conversation": [
        {
            "role": "Customer",
            "content": "हाय, तो, अम्म, मैंने असल में पहले कभी कॉल नहीं की है और जैसे, मुझे सच में नहीं पता कि ये कैसे समझाऊं लेकिन बेसिकली..."
        },
        {
            "role": "Customer Support",
            "content": "अरे, अम्म, ये तो—ये तो बिल्कुल ठीक है, अ, एकदम ठीक है। मैं बस, वो, आपका अकाउंट यहाँ खोल लेता हूं और, अम्म, हम मिलकर इसे हैंडल कर लेंगे, ठीक है? आपका, अ, आपका अकाउंट नंबर क्या है या, हम्म, या आपका ईमेल एड्रेस?"
        },
        {
            "role": "Customer",
            "content": "अरे यार सॉरी, हाँ, ये है j-smith-47 at gmail."
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट, परफेक्ट। तो, अम्म, आपका अकाउंट मिल गया है—JSM-4782-XX—और, अ, मैं देख सकता हूं, वो, मैं बस आपकी रीसेंट एक्टिविटी चेक कर लेता हूं। अम्म, आराम से बताइए, ठीक है? कोई—कोई जल्दी नहीं है बिल्कुल।"
        },
        {
            "role": "Customer",
            "content": "तो बेसिकली जो हुआ वो ये है कि, अम्म, मैंने कुछ ऑर्डर किया था? और फिर जैसे, वो बस... मुझे नहीं पता मैंने गलत किया या..."
        },
        {
            "role": "Customer Support",
            "content": "अच्छा, अम्म, तो मुझे, अ, मुझे यहाँ एक ऑर्डर दिख रहा है, वो, तीन दिन पहले का—ऑर्डर नंबर ORD-9923-KL77—और, हम्म, ये अभी, अम्म, प्रोसेसिंग स्टेटस में दिख रहा है जो कि—जो कि बिल्कुल नॉर्मल है।"
        },
        {
            "role": "Customer",
            "content": "अरे नहीं, सॉरी, वो नहीं—मेरा मतलब, जैसे, दो होने चाहिए? या शायद मैंने बस..."
        },
        {
            "role": "Customer Support",
            "content": "ओह! ओह, अम्म, मैं—मैं फिर से चेक करता हूं। हम्म, तो एक्चुअली, अ, मुझे दिख रहा है, वो, एक और ट्रांज़ैक्शन है, अम्म, TXN-44829-PPK, लेकिन वो, अ, वो इनकम्पलीट दिख रहा है? क्या—क्या आप इसी के बारे में कॉल कर रहे हैं?"
        },
        {
            "role": "Customer",
            "content": "हाँ! तो जैसे मैंने दो बार खरीदने की कोशिश की और, अम्म, मुझे नहीं पता कि मुझसे दो बार चार्ज हुआ या..."
        },
        {
            "role": "Customer Support",
            "content": "राइट, राइट, ठीक है। अम्म, तो जो मुझे दिख रहा है वो ये है कि, वो, पहली कोशिश—वो TXN-44829-PPK—वो, अ, वो पूरी तरह से नहीं गई, तो उसके लिए आपसे चार्ज नहीं हुआ है।"
        },
        {
            "role": "Customer",
            "content": "अरे थैंक गॉड, सॉरी, मैं जानता हूं ये आपकी गलती नहीं है या कुछ।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं नहीं, अम्म, प्लीज़ माफी मत मांगिए! ये, अ, ये हर वक्त होता रहता है और, वो, मैं पक्का करूंगा कि आपके लिए ये ठीक से सॉर्ट हो जाए, ठीक है? मैं बस, हम्म, आपकी पेमेंट हिस्ट्री यहाँ डबल-चेक कर लेता हूं।"
        },
        {
            "role": "Customer",
            "content": "तो बेसिकली मैं बस, जैसे, उस फेल वाले को इग्नोर कर सकता हूं फिर?"
        },
        {
            "role": "Customer Support",
            "content": "अम्म, हाँ, एक्ज़ैक्टली। तो वो इनकम्पलीट वाला, अ, वो अपने आप 24 से 48 घंटे में आपके अकाउंट से क्लियर हो जाएगा। लेकिन, अम्म, मैं यहाँ एक नोट डाल रहा हूं—नोट ID NTE-7739-QQM—बस, अ, बाद में कोई कन्फ्यूज़न ना हो इसलिए।"
        },
        {
            "role": "Customer",
            "content": "ठीक है तो जैसे, वो दूसरा वाला पक्का आ रहा है ना? सॉरी, मुझे बस फ्राइडे तक चाहिए ही चाहिए और..."
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल, अम्म, तो आपका ऑर्डर ORD-9923-KL77, अ, गुरुवार को डिलीवर होना शेड्यूल है। लेकिन, वो, मैं—मैं अभी इसे प्रायोरिटी पे अपग्रेड कर देता हूं, बस—बस सेफ रहने के लिए, ठीक है?"
        },
        {
            "role": "Customer",
            "content": "अरे सच में? ये तो इतना... मेरा मतलब थैंक यू, सॉरी इतना मेस बना रहा हूं इसके बारे में।"
        },
        {
            "role": "Customer Support",
            "content": "अरे प्लीज़, अम्म, आप—आप बिल्कुल मेस नहीं हैं! वो, मैंने अब अपडेट कर दिया है ट्रैकिंग TRK-88256-AAL के साथ और, अम्म, आपको टेक्स्ट कन्फर्मेशन मिलेगा, अ, करीब पांच मिनट में सारी डिटेल्स के साथ।"
        },
        {
            "role": "Customer",
            "content": "ये तो जैसे, मुझे जितनी उम्मीद थी उससे कहीं बेहतर है, सच में लगा था मैंने सब कुछ बिगाड़ दिया है।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं, अम्म, आपने—आपने सब कुछ सही किया! और, वो, बस आपको पता हो अगली बार के लिए, अगर आपको फिर कभी वो इनकम्पलीट स्टेटस दिखे, अम्म, तो बस पांच मिनट इंतज़ार कीजिए दोबारा ट्राई करने से पहले। लेकिन, अ, क्या—क्या आज मैं आपकी और कोई मदद कर सकता हूं?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Hi, so, um, I've never actually called before and like, I don't really know how to explain this but basically..."
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, that's—that's totally fine, uh, absolutely fine. Let me just, er, pull up your account here and, um, we can work through this together, okay? What's, uh, what's your account number or, hmm, or your email address?"
        },
        {
            "role": "Customer",
            "content": "Oh god sorry, yeah, it's like j-smith-47 at gmail."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, perfect. So, um, I've got your account here—JSM-4782-XX—and, uh, I can see, er, let me just look at your recent activity. Um, take your time, okay? There's—there's no rush here at all."
        },
        {
            "role": "Customer",
            "content": "So basically what happened is, um, I ordered something? And then like, it just... I dunno if I did it wrong or..."
        },
        {
            "role": "Customer Support",
            "content": "Okay, um, so I'm seeing, uh, I'm seeing an order here from, er, three days ago—order number ORD-9923-KL77—and, hmm, it looks like it's, um, currently in processing status which is—which is totally normal."
        },
        {
            "role": "Customer",
            "content": "Wait no, sorry, that's not—I mean like, there should be two? Or maybe I just..."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Oh, um, let me—let me check again here. Hmm, so actually, uh, I do see, er, there's another transaction, um, TXN-44829-PPK, but it's, uh, it's showing as incomplete? Is that—is that maybe what you're calling about?"
        },
        {
            "role": "Customer",
            "content": "Yes! So like I tried to buy it twice and, um, I don't know if I got charged twice or..."
        },
        {
            "role": "Customer Support",
            "content": "Right, right, okay. Um, so what I'm seeing here is, er, the first attempt—that TXN-44829-PPK—it, uh, it didn't go through completely, so you weren't charged for that one."
        },
        {
            "role": "Customer",
            "content": "Oh thank god, sorry, I know this isn't like your fault or anything."
        },
        {
            "role": "Customer Support",
            "content": "No no no, um, please don't apologize! This is, uh, this happens all the time and, er, I'm gonna make sure we get this sorted out properly for you, okay? Let me just, hmm, double-check your payment history here."
        },
        {
            "role": "Customer",
            "content": "So basically can I just, like, ignore that failed one then?"
        },
        {
            "role": "Customer Support",
            "content": "Um, yes, exactly. So that incomplete one will, uh, it'll automatically clear from your account in, er, 24 to 48 hours. But, um, I'm gonna put a note here—note ID NTE-7739-QQM—just to, uh, to make sure there's no confusion later."
        },
        {
            "role": "Customer",
            "content": "Okay so like, the other one's definitely coming though? Sorry, I just really need it by Friday and..."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, um, so your order ORD-9923-KL77 is, uh, it's scheduled for Thursday delivery. But, er, let me—let me just upgrade that to priority for you, just to—just to be safe, okay?"
        },
        {
            "role": "Customer",
            "content": "Wait really? That's so... I mean like thank you, sorry for being such a mess about this."
        },
        {
            "role": "Customer Support",
            "content": "Oh please, um, you're—you're not a mess at all! Er, I've updated it now with tracking TRK-88256-AAL and, um, you'll get a text confirmation in, uh, in about five minutes with all the details."
        },
        {
            "role": "Customer",
            "content": "This is like, so much better than I expected, honestly thought I'd totally screwed everything up."
        },
        {
            "role": "Customer Support",
            "content": "No no, um, you did—you did everything right! And, er, just so you know for next time, if you ever see that incomplete status again, um, just wait about five minutes before trying again. But, uh, is there—is there anything else I can help you with today?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "68d9629d_script.json",
    "scenario": "nervous first-time caller who isn't sure how to explain their problem",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "empathetic_to_rep",
                "frustrated_impatient"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses",
                    "trailing_off",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "gently_reassuring",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "classic_fillers",
                    "repetition_stutter",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}