{
    "conversation": [
        {
            "role": "Customer",
            "content": "उम, तो मैं—अरे रुको, मुझे, उह, report करना है कि मेरा—driver ने कहा कि उसने, उम, deliver कर दिया है लेकिन यहाँ कुछ भी नहीं है।"
        },
        {
            "role": "Customer Support",
            "content": "मुझे सच में खेद है कि ऐसा हुआ है, मैं आपका account देखता हूं... ठीक है तो आप कौन सा order number check कर रहे हैं?"
        },
        {
            "role": "Customer",
            "content": "वो, उह, रुको मैं—नहीं, उम, एक मिनट—मुझे कैसे पता कि आप, उह, सच में help करेंगे? This feels like—I mean, um, are you real support?"
        },
        {
            "role": "Customer Support",
            "content": "हाँ तो, उम, मैं पूरी तरह से आपकी चिंता समझता हूं, और, हम्म, मैं यहाँ देखता हूं... I'm with the actual support team, my employee ID is REP-7739-NK if you need that for reference, और, उम, मैं सच में आपके package के साथ क्या हुआ ये track करने में help करना चाहता हूं।"
        },
        {
            "role": "Customer",
            "content": "Says delivered at 2:15. यहाँ नहीं है। कुछ भी नहीं।"
        },
        {
            "role": "Customer Support",
            "content": "ठीक है तो, उम, मैं उस delivery पर GPS confirmation check करता हूं... हम्म, मैं देख रहा हूं कि 2:17 PM पर आपके address पर photo confirmation के साथ complete mark किया गया था, tracking number TRK-889264-QP21, लेकिन, उह, कभी-कभी drivers गलत तरीके से चीज़ें mark करते हैं और मैं सच में चाहता हूं कि मेरे पास, उम, इन situations को तुरंत ठीक करने का ज़्यादा control होता।"
        },
        {
            "role": "Customer",
            "content": "Photo? क्या—नहीं वहाँ कोई, उम, मैंने हर जगह check किया और, उह, ये—रुको, उम, क्या किसी ने, एर, बाद में चुरा लिया हो सकता है?"
        },
        {
            "role": "Customer Support",
            "content": "That's definitely possible, and I hate that this is even something we have to consider... क्या आप पड़ोसियों से check कर सकते हैं शायद, और मैं अभी investigation report INV-2847-XK file कर रहा हूं?"
        },
        {
            "role": "Customer",
            "content": "पड़ोसी? मैं नहीं—ये और भी बुरा हो रहा है। What if it's gone forever?"
        },
        {
            "role": "Customer Support",
            "content": "तो, उम, मैं जानता हूं कि ये सच में stressful है, और, उह, ईमानदारी से मैं इस second में जो कर सकता हूं उसमें limited हूं, लेकिन, उम, investigation आम तौर पर 24-48 घंटे लेती है और, हम्म, in most cases we either locate the package or issue a full refund through case number CSE-9983347-B."
        },
        {
            "role": "Customer",
            "content": "24 घंटे? लेकिन मुझे—रुको, उम, ये तो—मुझे आज ही चाहिए! ये, उह, ये तो scam लग रहा है, मुझे कैसे, उम, पता चलेगा कि आप सच में investigate करेंगे?"
        },
        {
            "role": "Customer Support",
            "content": "Right right, मैं समझ रहा हूं।"
        },
        {
            "role": "Customer",
            "content": "लेकिन आप बस—मेरा मतलब है, उम, आप शब्द बोल रहे हैं लेकिन, उह, कुछ हो नहीं रहा! मेरा सामान कहाँ है? क्या ये, एर, सच में real है?"
        },
        {
            "role": "Customer Support",
            "content": "मैं genuinely चाहता हूं कि मैं instantly आपके लिए ये solve कर सकूं, but our system requires the investigation process... आपका case CSE-9983347-B अब active है और आपको हर कुछ घंटों में actual progress reports के साथ email updates मिलेंगे।"
        },
        {
            "role": "Customer",
            "content": "हर कुछ घंटे। बढ़िया। तो मैं बस wait करूं?"
        },
        {
            "role": "Customer Support",
            "content": "उम, actually, हम्म, मैं यहाँ कुछ और try करता हूं... तो मैं check कर रहा हूं कि क्या कोई, उह, इसे expedite करने का तरीका है, और, उम, I can flag it as priority due to the delivery photo not matching your property, reference code PRI-4492-M."
        },
        {
            "role": "Customer",
            "content": "Match नहीं कर रही? रुको—आप देख सकते हैं कि ये गलत है?"
        },
        {
            "role": "Customer Support",
            "content": "हमारे system में delivery photo देख रहा हूं, file IMG-78823-KP, ये आपके address के लिए registered door color से अलग door दिखा रही है, which honestly makes me think the driver went to the wrong house entirely."
        },
        {
            "role": "Customer",
            "content": "गलत घर? तो ये बस—उम, किसी और के door पर पड़ा है? ये, उह, मैं नहीं—what if they took it inside already?"
        },
        {
            "role": "Customer Support",
            "content": "तो मैं इसे standard investigation की बजाय misdelivery mark कर रहा हूं, case type MSD-1147-R, which means we can process a replacement order immediately while we track down the original, और honestly मैं frustrated हूं कि हमारे drivers addresses better double-check नहीं करते।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, so I'm—no wait, I need to, uh, report that my—the driver said he, um, delivered it but there's nothing here."
        },
        {
            "role": "Customer Support",
            "content": "I'm really sorry to hear that's happened, let me pull up your account here... okay so what's the order number you're checking on?"
        },
        {
            "role": "Customer",
            "content": "It's, uh, wait I—no, um, hold on—how do I know you're, uh, actually gonna help? This feels like—I mean, um, are you real support?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, I completely understand your concern, and, hmm, let me see here... I'm with the actual support team, my employee ID is REP-7739-NK if you need that for reference, and, um, I really do want to help track down what happened with your package."
        },
        {
            "role": "Customer",
            "content": "Says delivered at two-fifteen. Not here. Nothing."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, let me check the GPS confirmation on that delivery... hmm, I'm seeing it was marked complete at 2:17 PM with photo confirmation at your address, tracking number TRK-889264-QP21, but, uh, sometimes drivers mark things incorrectly and I really wish I had, um, more control over fixing these situations immediately."
        },
        {
            "role": "Customer",
            "content": "Photo? What—no there's no, um, I checked everywhere and, uh, this is—wait, um, could someone have, er, stolen it after?"
        },
        {
            "role": "Customer Support",
            "content": "That's definitely possible, and I hate that this is even something we have to consider... can you check with neighbors maybe, and I'll file an investigation report INV-2847-XK right now?"
        },
        {
            "role": "Customer",
            "content": "Neighbors? I don't—this is getting worse. What if it's gone forever?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, I know this is really stressful, and, uh, honestly I'm limited in what I can do right this second, but, um, the investigation usually takes 24-48 hours and, hmm, in most cases we either locate the package or issue a full refund through case number CSE-9983347-B."
        },
        {
            "role": "Customer",
            "content": "Twenty-four hours? But I—wait, um, that's not—I need it today! This is, uh, this feels like a scam, how do I, um, even know you'll actually investigate?"
        },
        {
            "role": "Customer Support",
            "content": "Right right, I get it."
        },
        {
            "role": "Customer",
            "content": "But you're just—I mean, um, you're saying words but, uh, nothing's happening! Where's my stuff? Is this, er, even real?"
        },
        {
            "role": "Customer Support",
            "content": "I genuinely wish I could instantly solve this for you, but our system requires the investigation process... your case CSE-9983347-B is now active and you'll get email updates every few hours with actual progress reports."
        },
        {
            "role": "Customer",
            "content": "Every few hours. Great. So I just wait?"
        },
        {
            "role": "Customer Support",
            "content": "Um, actually, hmm, let me try something else here... so I'm checking if there's, uh, any way to expedite this, and, um, I can flag it as priority due to the delivery photo not matching your property, reference code PRI-4492-M."
        },
        {
            "role": "Customer",
            "content": "Not matching? Wait—you can see it's wrong?"
        },
        {
            "role": "Customer Support",
            "content": "Looking at the delivery photo in our system, file IMG-78823-KP, it shows a different door color than what's registered for your address, which honestly makes me think the driver went to the wrong house entirely."
        },
        {
            "role": "Customer",
            "content": "Wrong house? So it's just—um, sitting at someone else's door? This is, uh, I can't—what if they took it inside already?"
        },
        {
            "role": "Customer Support",
            "content": "So I'm marking this as misdelivery rather than standard investigation, case type MSD-1147-R, which means we can process a replacement order immediately while we track down the original, and honestly I'm frustrated our drivers don't double-check addresses better."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "61d53d9c_script.json",
    "scenario": "reporting that their delivery was marked complete but never arrived",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "suspicious_paranoid",
                "panicked_spiral"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "regretfully_limited",
                "burned_out_but_trying"
            ],
            "disfluency": {
                "hesitation_amount": "moderate",
                "hesitation_types": [
                    "vocalized_thinking"
                ],
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        }
    }
}