{
    "conversation": [
        {
            "role": "Customer",
            "content": "अम्म, हैलो? क्या आप—क्या आप मुझे सुन पा रहे हैं? मैं, अ, मैं यहाँ कोने पे खड़ा हूँ और ट्रक बहुत, हम्म, आज बहुत शोर मचा रहे हैं।"
        },
        {
            "role": "Customer Support",
            "content": "अरे बिल्कुल, मैं आपको साफ़ सुन पा रहा हूँ! तो अम्म, मैं भी अभी, अ, अपनी तरफ़ से वॉल्यूम बढ़ा लेता हूँ, और, हम्म, आज मैं आपकी क्या मदद कर सकता हूँ? मैं देख रहा हूँ आपका अकाउंट नंबर ACC-4892-BK है और आप हमारे साथ, अरे वाह, बारह साल से हैं!"
        },
        {
            "role": "Customer",
            "content": "बारह साल! हाँ हाँ हाँ। ज़रा देखूँ तो... मुझे—सॉरी, बस निकल गई—मुझे अपने बिल में हेल्प चाहिए।"
        },
        {
            "role": "Customer Support",
            "content": "जी बिल्कुल, बिल्कुल! तो मैं अभी आपकी बिलिंग हिस्ट्री निकाल रहा हूँ, अकाउंट ACC-4892-BK, और अम्म, मैं देख सकता हूँ आपका लास्ट पेमेंट, अ, ज़रा मैं... पंद्रह तारीख को था। क्या बिल में कोई स्पेसिफिक चीज़ है जो, अम्म, आपको परेशान कर रही है?"
        },
        {
            "role": "Customer",
            "content": "ये ये डबल है। दुगना जो मैं पे करता हूँ। हर महीने, सेम अमाउंट, फिर बूम। ज़रा देखूँ... एक सौ बयालीस डॉलर।"
        },
        {
            "role": "Customer Support",
            "content": "अरे बाप रे, ये तो काफ़ी ज़्यादा हो गया! तो, अम्म, मैं आपका स्टेटमेंट देख रहा हूँ, reference number REF-7739-QZ, और मुझे actually दिख रहा है क्या हुआ। एक, अ, क्या कहते हैं... पिछले महीने का एक adjustment है जो गलत apply हो गया।"
        },
        {
            "role": "Customer",
            "content": "रुको रुको रुको। सुनाई नहीं दे रहा। फ़ायर ट्रक। ओके ओके ओके, adjustment?"
        },
        {
            "role": "Customer Support",
            "content": "हाँ! तो basically अम्म, जो हुआ वो ये है कि, पिछले महीने आपके अकाउंट में एक credit आना था, credit number CRD-8823-LP, $71 का, लेकिन वो, अ, किसी तरह apply होने की जगह reverse हो गया, इसीलिए आपका बिल डबल हो गया।"
        },
        {
            "role": "Customer",
            "content": "ओह! ओह ये—मुझे बस, मुझे बस पता था कुछ गड़बड़ है। पता है ना? बारह साल बाद, मैं अपना बिल जानता हूँ।"
        },
        {
            "role": "Customer Support",
            "content": "आप बिल्कुल जानते हैं, और आपने फ़ोन करके बिल्कुल सही किया! तो, अम्म, मैं अभी आपके लिए इसे ठीक कर देता हूँ। ज़रा मैं, अ, ये करेक्शन प्रोसेस करूँ... ठीक है तो मैं credit CRD-8823-LP वापस आपके अकाउंट में डाल रहा हूँ, और फिर, हम्म, मैं confusion के लिए एक एक्स्ट्रा courtesy credit भी add कर रहा हूँ।"
        },
        {
            "role": "Customer",
            "content": "आप आप बहुत अच्छे हैं। हम्म, क्या होगा अगर... ये फिर से होगा? मेरा मतलब, मैं हमेशा कॉल नहीं कर सकता। स्कूल के घंटे।"
        },
        {
            "role": "Customer Support",
            "content": "अरे, आप स्कूल में काम करते हैं! बहुत अच्छी बात है। और नहीं नहीं नहीं, ये बिल्कुल दोबारा नहीं होगा। मैं, अम्म, यहाँ एक नोट लगा रहा हूँ, note ID NTE-5540-RT, जो आपके अकाउंट को manual review के लिए फ्लैग करता है, तो basically जैसे, एक असली आदमी आपका बिल हर महीने चेक करेगा भेजने से पहले।"
        },
        {
            "role": "Customer",
            "content": "एक असली आदमी! अरे! अरे ये ये बहुत अच्छा है। ज़रा देखूँ... तो अगले महीने, वापस नॉर्मल?"
        },
        {
            "role": "Customer Support",
            "content": "एकदम! वापस आपके रेगुलर अमाउंट पे। तो आपका adjusted balance दिख रहा है, अम्म, मैं पक्का कर लूँ ये सही है... $71.00 एकदम, और आपका अगला रेगुलर बिल, अ, पहली तारीख को हमेशा की तरह आएगा।"
        },
        {
            "role": "Customer",
            "content": "इकहत्तर। अच्छा अच्छा अच्छा। सॉरी! एम्बुलेंस। ये कोना, हमेशा हमेशा कुछ न कुछ।"
        },
        {
            "role": "Customer Support",
            "content": "अरे बाप रे, लग रहा है आप काफ़ी व्यस्त चौराहे पे हैं! पता है क्या? अम्म, चूँकि आप वहाँ सबको सुरक्षित रख रहे हैं, मैं आपके अकाउंट में, अ, हमारा senior safety discount भी add कर देता हूँ—अगले महीने से 15% और छूट, discount code DSC-9921-SR।"
        },
        {
            "role": "Customer",
            "content": "आपको—मेरा मतलब मैं—हम्म, ये तो... मुझे बस बस बिल ठीक करवाना था! लेकिन थैंक यू थैंक यू थैंक यू!"
        },
        {
            "role": "Customer Support",
            "content": "तो अम्म, आप बिल्कुल deserve करते हैं! जो कोई भी वहाँ है, पता है ना, बच्चों को सुरक्षित रख रहा है वो, अ, हर छूट का हकदार है जो हम दे सकते हैं। आज जो कुछ हमने किया उसका आपका नया confirmation number है CNF-4455-WX, और मैं, अम्म, आपके फ़ोन पे एक टेक्स्ट समरी भी भेज रहा हूँ।"
        },
        {
            "role": "Customer",
            "content": "टेक्स्ट! अच्छा। मैं—मैं शांति से पढ़ सकता हूँ। घर पे। आप... ज़रा देखूँ... परफेक्ट रहे। बस परफेक्ट।"
        },
        {
            "role": "Customer Support",
            "content": "अरे वाह, बहुत बहुत शुक्रिया! और अम्म, अगर आपको कभी कुछ और चाहिए, तो बस फिर से कॉल करें और, अ, case number CSE-7710-MN बताएं और उन्हें मेरे सारे नोट्स दिख जाएंगे। अपने कोने पे सुरक्षित रहिएगा, और अम्म, आप जो करते हैं उसके लिए धन्यवाद!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hello? Can you—can you hear me? I'm, uh, I'm out here at the corner and the trucks are just, hmm, they're so loud today."
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, I can hear you just fine! So um, let me just, uh, turn up my volume here on my end too, and, hmm, how can I help you today? I see your account number is ACC-4892-BK and you've been with us for, oh wow, twelve years!"
        },
        {
            "role": "Customer",
            "content": "Twelve years! Yes yes yes. Let me see here... I need—SORRY, bus just went by—I need help with my bill."
        },
        {
            "role": "Customer Support",
            "content": "Of course, of course! So I'm pulling up your billing history right now, account ACC-4892-BK, and um, I can see your last payment was, uh, let me just... it was on the fifteenth. Is there something specific about the bill that's, um, concerning you?"
        },
        {
            "role": "Customer",
            "content": "It's it's double. Twice what I pay. Every month, same amount, then boom. Let me see here... hundred forty-two dollars."
        },
        {
            "role": "Customer Support",
            "content": "Oh my, that is quite a jump! So, um, I'm looking at your statement here, reference number REF-7739-QZ, and I can actually see what happened. There's a, uh, what's the word... an adjustment from last month that got applied incorrectly."
        },
        {
            "role": "Customer",
            "content": "Wait wait wait. Can't hear. Fire truck. Okay okay okay, adjustment?"
        },
        {
            "role": "Customer Support",
            "content": "Yes! So basically um, what happened is like, there was a credit that should have been applied to your account last month, credit number CRD-8823-LP for $71, but it, uh, somehow got reversed instead of applied, which is why your bill doubled."
        },
        {
            "role": "Customer",
            "content": "Oh! Oh that's—I just, I just knew somethin' wasn't right. You know? After twelve years, I know my bill."
        },
        {
            "role": "Customer Support",
            "content": "You absolutely do, and you were completely right to call! So, um, I'm going to fix this right now for you. Let me just, uh, process this correction here... okay so I'm applying credit CRD-8823-LP back to your account, and then, hmm, I'm also adding an additional courtesy credit for the confusion."
        },
        {
            "role": "Customer",
            "content": "You're you're so kind. Hmm, what if... will this happen again? I mean, I can't always call. School hours."
        },
        {
            "role": "Customer Support",
            "content": "Oh, you work at a school! That's wonderful. And no no no, this absolutely won't happen again. I'm, um, putting a note here, note ID NTE-5540-RT, that flags your account for manual review, so basically like, a real person will check your bill every month before it goes out."
        },
        {
            "role": "Customer",
            "content": "A real person! Oh! Oh that's that's wonderful. Let me see here... so next month, back to normal?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly! Back to your regular amount. So your adjusted balance is showing as, um, let me make sure this is right... $71.00 even, and your next regular bill will be issued on, uh, the first as usual."
        },
        {
            "role": "Customer",
            "content": "Seventy-one. Good good good. SORRY! Ambulance. This corner, always always somethin'."
        },
        {
            "role": "Customer Support",
            "content": "Oh my goodness, sounds like you're at quite the busy intersection! You know what? Um, since you're out there keeping everyone safe, let me also, uh, add our senior safety discount to your account—that's another 15% off starting next month, discount code DSC-9921-SR."
        },
        {
            "role": "Customer",
            "content": "You don't—I mean I—hmm, that's so... I just just needed the bill fixed! But thank you thank you thank you!"
        },
        {
            "role": "Customer Support",
            "content": "So um, you absolutely deserve it! Anyone who's out there, you know, keeping kids safe deserves, uh, all the breaks we can give. Your new confirmation number for everything we did today is CNF-4455-WX, and I'm, um, also sending a text summary to your phone."
        },
        {
            "role": "Customer",
            "content": "Text! Good. I can—I can read it quiet. At home. You've been... Let me see here... perfect. Just perfect."
        },
        {
            "role": "Customer Support",
            "content": "Aww, well thank you so much! And um, if you ever need anything else, just call back and, uh, reference case number CSE-7710-MN and they'll see all the notes I've made. Stay safe out there at your corner, and um, thank you for what you do!"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "65ace1e1_script.json",
    "scenario": "crossing guard, elderly and having trouble hearing the agent over traffic noise",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "manic_oversharing",
                "genuinely_grateful"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "repetition_stutter",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "genuinely_warm",
                "carefully_diplomatic"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "word_searching",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        }
    }
}