{
    "conversation": [
        {
            "role": "Character 1",
            "content": "哎，你看起来累得不行了。你什么时候开始上班的？"
        },
        {
            "role": "Character 2",
            "content": "昨天早上6点。连着做了三台急诊手术，然后...然后寄养区又进水了，结果呢，我们得紧急转移27只动物。我到现在都还没好好坐下来歇过。"
        },
        {
            "role": "Character 1",
            "content": "[大笑] 我的天，这也太夸张了吧！你赶紧回家休息去。"
        },
        {
            "role": "Character 2",
            "content": "还不行。4点有只金毛要来，可能是胃扭转，要是情况恶化的话，我是这儿唯一做过足够多GDV手术能处理的。其他人搞不定。"
        },
        {
            "role": "Character 1",
            "content": "但是你都连轴转30多个小时了。这样太危险了吧。"
        },
        {
            "role": "Character 2",
            "content": "相信我，我很清楚自己熬了多少个小时了。不过我的手还很稳，而且那只狗等不及Morrison医生从波特兰开会回来了。"
        },
        {
            "role": "Character 1",
            "content": "那我至少给你弄点吃的吧。你上次吃东西是什么时候？"
        },
        {
            "role": "Character 2",
            "content": "昨天早饭就吃了根能量棒。半夜抢救那只被车撞的猫的时候，吃了半个三明治。其他时间全靠自动贩卖机里那些像烧焦橡胶味儿的咖啡撑着。"
        },
        {
            "role": "Character 1",
            "content": "这样不行的。你会垮掉的。"
        },
        {
            "role": "Character 2",
            "content": "是啊，那你去跟那些不断被送进来的可怜动物说去吧。总得有人在这儿守着，今天这个人就是我，一直到5点换班的人来。"
        },
        {
            "role": "Character 1",
            "content": "其他兽医就这么把你一个人扔这儿了？"
        },
        {
            "role": "Character 2",
            "content": "也不怪他们。陈医生的孩子得了肺炎，Morrison去参加那个必须的继续教育了，Patel医生在度蜜月。就是赶巧全撞一块儿了。"
        },
        {
            "role": "Character 1",
            "content": "就算这样，一个人扛这么多也太过分了。"
        },
        {
            "role": "Character 2",
            "content": "你知道什么才是真正过分的吗？今天我安乐了三只动物，就因为它们的主人拖太久才带过来。这才是真正让我崩溃的。"
        },
        {
            "role": "Character 1",
            "content": "天哪，真的太难受了。这一定很痛苦。"
        },
        {
            "role": "Character 2",
            "content": "今天早上那只最惨。12岁的比格犬，特别乖的那种，但是肾彻底衰竭了。主人一直说上周看着还好好的，但血检显示已经恶化好几个月了。"
        },
        {
            "role": "Character 1",
            "content": "你这么缺觉的情况下，怎么扛得住这种情绪压力？"
        },
        {
            "role": "Character 2",
            "content": "说实话？我根本扛不住。我就是先憋着，等回家了在淋浴间里哭得稀里哗啦二十分钟，我家那几只狗还在那儿闻来闻去，觉得我怎么一身消毒水和死亡的味道。"
        },
        {
            "role": "Character 1",
            "content": "[大声耳语] 你的接班人要是不准时到，我就把你硬拖出去。"
        },
        {
            "role": "Character 2",
            "content": "[大喊] 你试试看！上次有人想在我处理急诊的时候让我走，我直接躲手术室里了，他们最后只能放弃！"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, you look absolutely wiped. When did your shift start?"
        },
        {
            "role": "Character 2",
            "content": "Yesterday at six AM. We had three emergency surgeries back to back, and then the boarding facility flooded so we had to relocate twenty-seven animals. I haven't even sat down properly yet."
        },
        {
            "role": "Character 1",
            "content": "[laugh loudly] Jesus, that's insane! You need to go home immediately."
        },
        {
            "role": "Character 2",
            "content": "Can't yet. There's a golden retriever coming in at four with possible bloat, and I'm the only surgeon here who's done enough GDV corrections to handle it if things go south."
        },
        {
            "role": "Character 1",
            "content": "But you've been up for over thirty hours. That can't be safe."
        },
        {
            "role": "Character 2",
            "content": "Trust me, I know exactly how many hours it's been. My hands are still steady though, and that dog doesn't have time to wait for Dr. Morrison to drive back from his conference in Portland."
        },
        {
            "role": "Character 1",
            "content": "At least let me grab you some food. When did you last eat?"
        },
        {
            "role": "Character 2",
            "content": "Breakfast yesterday was a granola bar. Had half a sandwich around midnight when we were stabilizing that cat hit by a car. Everything else has been vending machine coffee that tastes like burnt rubber."
        },
        {
            "role": "Character 1",
            "content": "That's not sustainable. You're going to collapse."
        },
        {
            "role": "Character 2",
            "content": "Yeah, well, tell that to the parade of suffering animals that keeps coming through that door. Someone has to be here, and today that someone is me until relief arrives at five."
        },
        {
            "role": "Character 1",
            "content": "The other vets really left you alone to handle all this?"
        },
        {
            "role": "Character 2",
            "content": "Not their fault. Dr. Chen's kid has pneumonia, Morrison's at that mandatory continuing education thing, and Dr. Patel is on her honeymoon. It's just spectacularly bad timing all around."
        },
        {
            "role": "Character 1",
            "content": "Still, this is too much for one person."
        },
        {
            "role": "Character 2",
            "content": "You want to know what's too much? Having to put down three animals today because their owners waited too long to bring them in. That's what's actually breaking me right now."
        },
        {
            "role": "Character 1",
            "content": "God, I'm so sorry. That must be devastating."
        },
        {
            "role": "Character 2",
            "content": "The worst was this morning. Twelve-year-old beagle, sweetest thing, but her kidneys were completely shot. Owner kept saying she seemed fine just last week, but the bloodwork showed months of decline."
        },
        {
            "role": "Character 1",
            "content": "How do you handle that emotionally on no sleep?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? I don't. I just compartmentalize until I get home, then I ugly cry in my shower for twenty minutes while my own dogs wonder why I smell like death and disinfectant."
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] Your replacement better show up on time or I'm physically dragging you out of here."
        },
        {
            "role": "Character 2",
            "content": "[shouting] Good luck with that! Last time someone tried to make me leave mid-emergency, I literally hid in the surgical suite until they gave up!"
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_13.txt"
}