{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Então isto é uma unidade de tipo comercial, deve ter uns vinte anos pelo aspecto, e sinceramente estou admirada de ter durado tanto tempo numa garagem doméstica. [examining closely]"
        },
        {
            "role": "Character 2",
            "content": "Funcionou perfeitamente durante duas décadas até à semana passada quando começou a fazer aquele barulho de ranger e depois simplesmente deixou de congelar."
        },
        {
            "role": "Character 1",
            "content": "[gently] O compressor está completamente rebentado, e com uma unidade desta idade, as peças de substituição vão custar mais do que comprar uma nova."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Não, isso não é opção, eu preciso que esta arca específica seja arranjada porque tudo lá dentro tem de ficar exatamente onde está, exatamente como está."
        },
        {
            "role": "Character 1",
            "content": "[carefully] Eu compreendo que possa ser frustrante, mas podíamos transferir tudo para uma unidade nova sem perdas nenhumas, demora talvez uma hora se trabalharmos juntas."
        },
        {
            "role": "Character 2",
            "content": "[voice breaking] Tu não percebes, há dezoito anos de refeições congeladas lá dentro, lasanhas e empadões que fiz para os meus filhos, com etiquetas de datas de noites de escola e aniversários e... [trails off]"
        },
        {
            "role": "Character 1",
            "content": "[softly] Ah. Estou a ver."
        },
        {
            "role": "Character 2",
            "content": "O meu mais novo mudou-se para Seattle o mês passado, e eu sei que é ridículo mas não consigo deitar fora o empadão da última noite dele em casa, nem a sopa que fiz quando a minha filha teve mononucleose. [exhales shakily]"
        },
        {
            "role": "Character 1",
            "content": "Isso não é nada ridículo, a minha mãe guardou a minha luva de basebol em película aderente durante quinze anos depois de eu ter saído para a escola profissional. [pause] Deixa-me fazer uns telefonemas."
        },
        {
            "role": "Character 2",
            "content": "[bitter laugh] Telefonemas não vão trazer de volta um compressor de vinte anos nem os meus filhos que nunca me visitam, que nem sequer sabem que ainda tenho as comidas favoritas deles à espera."
        },
        {
            "role": "Character 1",
            "content": "[determined] Na verdade, há um armazém em Sintra que se especializa em equipamento de restauração vintage, e podem ter peças compatíveis que conseguimos adaptar para manter esta unidade específica a funcionar."
        },
        {
            "role": "Character 2",
            "content": "Porque é que te darias a tanto trabalho pela arca de uma desconhecida cheia de comida que ninguém vai comer? [suspicious]"
        },
        {
            "role": "Character 1",
            "content": "[thoughtfully] Porque o meu pai ainda tem uma arca cheia da comida da minha mãe de antes de ela falecer, e todos os Natais tira um prato para descongelar, só para a ter à mesa de alguma forma."
        },
        {
            "role": "Character 2",
            "content": "[quietly stunned] E isso ajuda-o, manter tudo assim congelado no tempo, ou só torna tudo mais difícil quando abre aquela porta?"
        },
        {
            "role": "Character 1",
            "content": "[honest] As duas coisas, acho eu, mas o dia em que ele estiver pronto para deixar ir será escolha dele, não porque uma máquina decidiu por ele."
        },
        {
            "role": "Character 2",
            "content": "Também pus etiquetas em tudo com notinhas, tipo 'o preferido do Tomás' ou 'feito depois do recital da Sara' porque pensei que um dia eles iam querer saber estas histórias. [voice cracking]"
        },
        {
            "role": "Character 1",
            "content": "[gently firm] Então vamos arranjar esta arca, nem que tenha de conduzir até três distritos para encontrar as peças, porque aquilo não são só refeições, são memórias."
        },
        {
            "role": "Character 2",
            "content": "Sabes qual é a parte mais estúpida? Continuo a cozinhar para cinco pessoas e a congelar os extras, como se... sei lá, como se de tanto encher recipientes eles fossem materializar-se ao jantar de domingo. [hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "[warmly] Olha, vou pôr isto a funcionar até amanhã à tarde, e talvez pudesses ensinar-me essa receita de empadão enquanto esperamos pelas peças?"
        },
        {
            "role": "Character 2",
            "content": "[first real smile in voice] Querias aprender isso? Bem, tem uma camada secreta de cebola caramelizada que demora uma eternidade mas faz toda a diferença do mundo. [brightening slightly]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So this is a commercial-grade unit, probably twenty years old from the look of it, and honestly I'm surprised it's lasted this long in a residential garage. [examining closely]"
        },
        {
            "role": "Character 2",
            "content": "It's worked perfectly fine for two decades until last week when it started making that grinding noise and then just stopped freezing altogether."
        },
        {
            "role": "Character 1",
            "content": "[gently] The compressor's completely shot, and with a unit this old, replacement parts are going to cost more than buying something new entirely."
        },
        {
            "role": "Character 2",
            "content": "[defensive] No, that's not an option, I need this specific freezer fixed because everything inside has to stay exactly where it is, exactly how it is."
        },
        {
            "role": "Character 1",
            "content": "[carefully] I understand that can be frustrating, but we could transfer everything to a new unit without any loss, takes maybe an hour if we work together."
        },
        {
            "role": "Character 2",
            "content": "[voice breaking] You don't understand, there's eighteen years of frozen dinners in there, lasagnas and casseroles I made for my kids, labeled with dates from school nights and birthdays and... [trails off]"
        },
        {
            "role": "Character 1",
            "content": "[softly] Oh. I see."
        },
        {
            "role": "Character 2",
            "content": "My youngest moved to Seattle last month, and I know it's ridiculous but I can't throw away the shepherd's pie from his last night home, or the soup I made when my daughter had mono. [exhales shakily]"
        },
        {
            "role": "Character 1",
            "content": "That's not ridiculous at all, my mom kept my baseball glove in plastic wrap for fifteen years after I left for trade school. [pause] Let me make some calls."
        },
        {
            "role": "Character 2",
            "content": "[bitter laugh] Calls won't bring back a twenty-year-old compressor or my kids who never visit anymore, who don't even know I still have their favorite meals waiting."
        },
        {
            "role": "Character 1",
            "content": "[determined] Actually, there's a warehouse in Riverside that specializes in vintage restaurant equipment, and they might have compatible parts we could retrofit to keep this exact unit running."
        },
        {
            "role": "Character 2",
            "content": "Why would you go through all that trouble for some stranger's freezer full of food that nobody's ever going to eat? [suspicious]"
        },
        {
            "role": "Character 1",
            "content": "[thoughtfully] Because my dad still has a freezer full of my mom's cooking from before she passed, and every Thanksgiving he takes out one dish to defrost, just to have her at the table somehow."
        },
        {
            "role": "Character 2",
            "content": "[quietly stunned] Does it help him, keeping all that frozen in time, or does it just make everything harder when he opens that door?"
        },
        {
            "role": "Character 1",
            "content": "[honest] Both, I think, but the day he's ready to let it go will be his choice, not because some machine decided for him."
        },
        {
            "role": "Character 2",
            "content": "I labeled everything with little notes too, like 'Tommy's favorite' or 'made after Sarah's recital' because I thought someday they'd want to know these stories. [voice cracking]"
        },
        {
            "role": "Character 1",
            "content": "[gently firm] Then we're going to fix this freezer, even if I have to drive to three counties to find the parts, because those aren't just meals, they're memories."
        },
        {
            "role": "Character 2",
            "content": "You know what the stupidest part is? I keep cooking for five people and freezing the extras, like maybe if I fill enough containers they'll somehow materialize at Sunday dinner. [hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "[warmly] Look, I'll get this running by tomorrow afternoon, and maybe you could teach me that shepherd's pie recipe while we wait for the parts to arrive?"
        },
        {
            "role": "Character 2",
            "content": "[first real smile in voice] You'd want to learn that? Well, it's got this secret layer of caramelized onions that takes forever but makes all the difference in the world. [brightening slightly]"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "2ab4f434_scenario.json",
    "scenario": "A refrigeration technician arrives to repair an industrial freezer containing a lifetime of frozen family meals that an empty nester can't bear to throw away now that their children have all moved out.",
    "type": "scenario_conversation",
    "character_1_role": "refrigeration technician",
    "character_2_role": "empty nester",
    "selected_tones": [
        "depressed",
        "attentive",
        "withholding"
    ],
    "tone_options": [
        "inattentive",
        "tiring",
        "oblivious",
        "mediocre",
        "false",
        "depressed",
        "fanatical",
        "withholding",
        "attentive",
        "powerful"
    ]
}