{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[zögernd] Entschuldigen Sie, ähm, ich weiß, das ist jetzt komisch, aber sind Sie nicht die Lederkünstlerin aus der Millbrookstraße? Die, äh, maßgefertigte Geldbörsen und Taschen gemacht hat?"
        },
        {
            "role": "Character 2",
            "content": "[müde] Ja, das bin ich. Oder war ich, nehm' ich an. Der Laden macht morgen tatsächlich zu, also, mmm, technisch gesehen bin ich nur noch eine, die mal mit Leder gearbeitet hat."
        },
        {
            "role": "Character 1",
            "content": "Oh nein, ich—ich hatte Gerüchte gehört, aber ich dachte nicht, dass es stimmt. Sie haben diese Geldbörse für meinen Vater gemacht, so, [schluckt schwer], vor 6 Jahren, bevor er gestorben ist."
        },
        {
            "role": "Character 2",
            "content": "[sanfter werdend] Die mit der Kompassrosen-Naht? Ich erinnere mich an das Stück. Hab' drei Anläufe gebraucht, um die, äh, die Fadentechnik bei dem Design hinzukriegen."
        },
        {
            "role": "Character 1",
            "content": "[leise eindringlich] Er hat sie jeden einzelnen Tag bis zum Ende bei sich getragen. Ich hab' sie tatsächlich noch, sie ist in meinem Spind hier, weil ich, ähm, ich bring' sie manchmal mit zur Arbeit, nur um ihm nah zu sein."
        },
        {
            "role": "Character 2",
            "content": "[hohles lachen] Das ist mehr, als die meisten meiner Arbeiten je jemandem bedeutet haben. 32 Jahre handwerkliche Arbeit und jetzt steh' ich, tja, in einem Supermarkt und kaufe Instantkaffee."
        },
        {
            "role": "Character 1",
            "content": "[dringend] Aber Ihre Arbeit war Kunst, ich meine, echte Kunst. Wie Sie mit Kunden über die Ledermaserung gesprochen haben, wo es herkam, wie jede Haut ihre eigene Geschichte hatte—mein Vater hat wochenlang von dem Termin erzählt."
        },
        {
            "role": "Character 2",
            "content": "Geschichten zahlen aber keine Miete, oder? [seufzt] Der Vermieter hat letztes Jahr die Miete verdreifacht und plötzlich waren all diese Geschichten weniger wert als, ähh, als diese Packung zuckerfreier Kaugummi."
        },
        {
            "role": "Character 1",
            "content": "[zunehmend emotional] Es muss doch was geben, so was wie Crowdfunding oder, oder vielleicht umziehen? Die Leute wollen doch immer noch handgemachte Sachen, sie wollen immer noch diese Verbindung zu etwas Echtem."
        },
        {
            "role": "Character 2",
            "content": "[distanziert] Wissen Sie, was komisch ist? Ich hab' den letzten Monat damit verbracht, mir beizubringen, diese Selbstbedienungskassen zu benutzen, weil ich mich zu sehr geschämt hab', echten Kassiererinnen gegenüberzutreten, die mich vielleicht erkennen könnten."
        },
        {
            "role": "Character 1",
            "content": "Aber genau deswegen brauchen wir doch Menschen wie Sie, weil alles so automatisiert wird und, [stimme leicht brechend], distanziert und kalt und—"
        },
        {
            "role": "Character 2",
            "content": "Kind, Sie sind lieb, aber ich bin 63 Jahre alt und meine Hände zittern jetzt. [atmet schwer aus] Kann ohne meine Brille nicht mal mehr 'ne Nadel einfädeln, und die kann ich mir nicht leisten zu erneuern."
        },
        {
            "role": "Character 1",
            "content": "[verzweifelt] Würden Sie mich wenigstens noch was bei Ihnen kaufen lassen? Vor morgen? Ich hab' in 20 Minuten Pause und könnte, ähm, ich könnte zum Laden kommen."
        },
        {
            "role": "Character 2",
            "content": "[überrascht] Da ist eigentlich nichts mehr, nur noch ein paar Reste und halbfertige Stücke, die, mmm, keiner wollte. Die Werkzeuge sind schon verkauft, um die Nebenkosten vom letzten Monat zu decken."
        },
        {
            "role": "Character 1",
            "content": "Die Reste dann, oder, oder zeigen Sie mir einfach, wie Sie gutes Leder aussuchen, wie Sie wissen, welche Stücke halten werden. Mein Vater hat immer gesagt, man könnte den ganzen Charakter eines Menschen daran erkennen, wie er Materialien auswählt."
        },
        {
            "role": "Character 2",
            "content": "[stimme stockend] Hat er das gesagt? Ihr Vater? Ich, ähh, ich erinnere mich, dass er so viele Fragen gestellt hat, sogar Notizen gemacht, als würde er für 'ne Prüfung lernen oder so."
        },
        {
            "role": "Character 1",
            "content": "[herzlich beharrlich] Er hat eigentlich Sie studiert. Hat gesagt, Sie wären die letzte echte Handwerkerin in der Stadt, dass Ihnen bei der Arbeit zuzusehen so war wie, ähm, wie Geschichte zu beobachten, Stich für Stich."
        },
        {
            "role": "Character 2",
            "content": "[leise gerührt] Wissen Sie was? Kommen Sie nach Ihrer Schicht vorbei. Ich, äh, ich zeig' Ihnen das Design seiner Geldbörse, die Originalskizzen. Vielleicht möchten Sie die haben."
        },
        {
            "role": "Character 1",
            "content": "[atemlos vor dankbarkeit] Wirklich? Oh Gott, ja, unbedingt. Und vielleicht, ich meine, vielleicht könnten wir über Möglichkeiten reden? Meine Cousine leitet einen Makerspace in der Innenstadt und die suchen immer nach, ähm, nach Meisterhandwerkerinnen für Workshops."
        },
        {
            "role": "Character 2",
            "content": "[schwache hoffnung] Unterrichten, hm? Ich schätze, diese zittrigen Hände könnten anderen noch zeigen, was zu tun ist, auch wenn sie's selbst nicht mehr so gut hinkriegen. [pause] Ihrem Vater hätte die Idee gefallen, glaub' ich."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Excuse me, um, I know this is weird but aren't you the leather worker from Millbrook Street? The one who, uh, made custom wallets and bags?"
        },
        {
            "role": "Character 2",
            "content": "[wearily] Yeah, that's me. Or was me, I guess. Shop's closing tomorrow actually, so, mmm, technically I'm just a guy who used to work leather."
        },
        {
            "role": "Character 1",
            "content": "Oh no, I—I heard rumors but I didn't think it was true. You made this wallet for my dad, like, [swallows hard], six years ago before he passed."
        },
        {
            "role": "Character 2",
            "content": "[softening] The one with the compass rose stitching? I remember that piece. Took me three attempts to get the, uh, the threading right on that design."
        },
        {
            "role": "Character 1",
            "content": "[quietly intense] He carried it every single day until the end. I still have it actually, it's in my locker here because I, um, I bring it to work sometimes just to feel close to him."
        },
        {
            "role": "Character 2",
            "content": "[hollow laugh] That's more than most of my work ever meant to anyone. Thirty-two years of crafting and now I'm, well, standing in a grocery store buying instant coffee."
        },
        {
            "role": "Character 1",
            "content": "[urgently] But your work was art, I mean, genuine art. The way you'd talk to customers about the leather grain, where it came from, how each hide had its own story—my dad talked about that appointment for weeks."
        },
        {
            "role": "Character 2",
            "content": "Stories don't pay rent though, do they? [sighs] The landlord tripled the rate last year and suddenly all those stories were worth less than, uhh, than this packet of sugar-free gum."
        },
        {
            "role": "Character 1",
            "content": "[growing emotional] There has to be something, like, crowdfunding or, or maybe relocating? People still want handmade things, they still want that connection to something real."
        },
        {
            "role": "Character 2",
            "content": "[distantly] You know what's funny? I spent the last month teaching myself to use these self-checkout machines because I was too ashamed to face actual cashiers who might recognize me."
        },
        {
            "role": "Character 1",
            "content": "That's exactly why we need people like you though, because everything's becoming so automated and, [voice breaking slightly], disconnected and cold and—"
        },
        {
            "role": "Character 2",
            "content": "Kid, you're sweet, but I'm sixty-three years old and my hands shake now. [exhales heavily] Can't even thread a needle without my glasses, which I can't afford to update."
        },
        {
            "role": "Character 1",
            "content": "[desperately] Would you at least let me buy something from you? Before tomorrow? I have my break in twenty minutes and I could, um, I could come to the shop."
        },
        {
            "role": "Character 2",
            "content": "[surprised] There's nothing left really, just some scraps and half-finished pieces that, mmm, nobody wanted. Tools are already sold to cover last month's utilities."
        },
        {
            "role": "Character 1",
            "content": "The scraps then, or, or even just show me how you pick good leather, how you know which pieces will last. My dad always said you could tell a person's whole character by how they chose materials."
        },
        {
            "role": "Character 2",
            "content": "[voice catching] He said that? Your father? I, uhh, I remember him asking so many questions, taking notes even, like he was studying for an exam or something."
        },
        {
            "role": "Character 1",
            "content": "[warmly insistent] He was studying you, actually. Said you were the last real craftsman in the city, that watching you work was like, um, like watching history being made one stitch at a time."
        },
        {
            "role": "Character 2",
            "content": "[quietly moved] You know what? Come by after your shift. I'll, uh, I'll show you his wallet design, the original sketches. Maybe you'd like to have them."
        },
        {
            "role": "Character 1",
            "content": "[breathless with gratitude] Really? Oh god, yes, absolutely. And maybe, I mean, maybe we could talk about options? My cousin runs a maker space downtown and they're always looking for, um, for master craftspeople to teach workshops."
        },
        {
            "role": "Character 2",
            "content": "[faint hope] Teaching, huh? I suppose these shaky hands could still show someone else what to do, even if they can't quite do it themselves anymore. [pause] Your dad would've liked that idea, I think."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "9350ee37_scenario.json",
    "scenario": "A self-checkout attendant recognizes the leather worker who custom-made a wallet for their late father years ago, approaching them after discovering the artisan's shop is closing forever tomorrow.",
    "type": "scenario_conversation",
    "character_1_role": "self-checkout attendant",
    "character_2_role": "leather worker",
    "selected_tones": [
        "attentive",
        "vanquished",
        "wandering"
    ],
    "tone_options": [
        "attentive",
        "vanquished",
        "inexperienced",
        "wandering",
        "disagreeing",
        "outgoing",
        "unsupportive",
        "triumphant",
        "informed",
        "dishonest"
    ]
}