{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] Tu veux savoir pourquoi j'ai pas opéré Emma ? [pause] Parce que mes mains tremblaient tellement que j'arrivais pas à tenir un scalpel stable, et ça, je l'ai jamais avoué à personne en 30 ans de chirurgie."
        },
        {
            "role": "Character 2",
            "content": "[stern] Docteur Morrison, il y avait 3 autres chirurgiens disponibles ce soir-là, mais vous avez refusé de les laisser prendre le relais. [frustrated] Les infirmières disent que vous êtes resté planté là pendant 20 minutes à bloquer l'accès au bloc 3 pendant que votre fille faisait une hémorragie interne."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Elle faisait pas que saigner."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Le conseil de l'ordre a besoin de plus que ça, Docteur. [sighs] Vous êtes considéré comme le meilleur neurochirurgien de la région, peut-être du pays, et vous avez laissé votre histoire personnelle prendre le dessus sur votre jugement médical alors qu'une vie était en jeu."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Histoire personnelle ? [laughs] C'est comme ça qu'on appelle 17 ans où elle me déteste parce que j'ai choisi cette carrière plutôt que son enfance ? D'avoir raté chaque récital, chaque remise de diplôme, tous les moments qui comptaient parce que l'enfant de quelqu'un d'autre avait besoin d'une opération du cerveau ?"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Votre relation avec Emma n'excuse pas ce qui s'est passé dans ce bloc. [quietly] Dr Chen aurait pu la sauver si vous vous étiez écarté tout de suite au lieu d'essayer de vous prouver quelque chose à vous-même ou à elle."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] J'ai sauvé 843 vies dans cet hôpital. [pause] 843 inconnus qui ont pu rentrer chez eux retrouver leur famille pendant que la mienne s'effondrait dans les salles d'attente au bout du couloir."
        },
        {
            "role": "Character 2",
            "content": "[calmly] Et Emma aurait été la 844e si vous aviez laissé quelqu'un d'autre opérer. Elle est paralysée de la taille jusqu'en bas maintenant parce que ces 20 minutes de retard ont causé des lésions nerveuses supplémentaires."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Chaque fois que je ferme les yeux, je la vois à 7 ans me demander pourquoi Papa pouvait pas venir à son récital de piano. [voice breaking] Et puis je la vois à 23 ans sur ce brancard, et d'un coup j'arrivais plus à me souvenir comment faire la seule chose que je suis censé faire le mieux."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Le conseil d'administration envisage une suspension, mais franchement, je pense qu'ils s'inquiètent plus de leur responsabilité juridique que de l'éthique. [clears throat] Votre réputation a encore un poids énorme ici, peut-être plus qu'elle devrait vu ce qui s'est passé."
        },
        {
            "role": "Character 1",
            "content": "[angry] Ma réputation ? C'est tout ce qui compte pour les gens, c'est ça ? [louder] Pas que j'ai pas dormi depuis cette nuit-là, pas que j'ai présenté ma démission 3 fois mais le chef la refuse à chaque fois parce que je suis trop précieux pour qu'ils me perdent."
        },
        {
            "role": "Character 2",
            "content": "Vous avez présenté des démissions ? C'est pas dans les rapports que j'ai reçus de l'administration. [suspicious] Ils étouffent l'affaire, c'est ça ?"
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Bien sûr qu'ils étouffent. [sighs] Je rapporte 12 millions par an en procédures spécialisées que personne d'autre dans la région peut faire. Emma, c'est juste un dommage collatéral dans leurs calculs de risques."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Pas pour moi. [pause] J'ai interrogé 14 membres du personnel qui étaient là ce soir-là, et chacun d'entre eux dit que vous pleuriez quand la sécurité vous a finalement escorté hors du bloc."
        },
        {
            "role": "Character 1",
            "content": "J'avais pas pleuré depuis mon internat. Pas une fois. Pas quand mon mariage s'est terminé, pas quand mon père est mort, rien de tout ça. [very quietly] Mais la voir comme ça, savoir que j'étais la raison pour laquelle elle était là..."
        },
        {
            "role": "Character 2",
            "content": "[gently] Elle était là parce qu'un conducteur ivre a grillé un feu rouge, Docteur Morrison, pas à cause de vous. Mais votre réaction à cette situation, votre incapacité à séparer votre culpabilité personnelle de votre devoir professionnel — c'est ça qu'on doit régler."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Le régler comment ? Avec une thérapie ? Un blâme officiel dans mon dossier ? [laughs bitterly] Rien peut réparer le fait que la seule fois où ma fille avait vraiment besoin que je sois le chirurgien que tout le monde dit que je suis, j'ai complètement échoué."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Vous avez parlé à Emma depuis l'accident ? [pause] Parce que d'après sa déposition, elle vous a spécifiquement demandé dans l'ambulance, elle arrêtait pas de dire qu'elle savait que son père la sauverait comme il sauvait tous les autres."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Elle veut pas me voir. [shaky voice] Sa mère dit qu'Emma m'en veut pas, mais comment elle pourrait pas m'en vouloir ? Je suis resté là, figé, pendant que des minutes précieuses s'écoulaient, paralysé à l'idée d'être celui qui allait soit sauver, soit tuer ma propre fille."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Docteur Morrison, en 20 ans comme médiateur, j'ai enquêté sur des centaines de décisions médicales. [slowly] Mais j'ai jamais vu quelqu'un se torturer à ce point. Vous avez besoin d'aide, de vraie aide, pas juste pour l'hôpital mais pour vous."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] You want to know why I didn't operate on Emma? [pause] Because my hands were shaking so badly I couldn't hold a scalpel steady, and that's something I've never admitted to anyone in thirty years of surgery."
        },
        {
            "role": "Character 2",
            "content": "[stern] Dr. Morrison, three other surgeons were available that night, but you refused to let them take over. [frustrated] The nurses said you stood there for twenty minutes blocking access to OR-3 while your daughter was bleeding internally."
        },
        {
            "role": "Character 1",
            "content": "[defensive] She wasn't just bleeding."
        },
        {
            "role": "Character 2",
            "content": "[firmly] The medical board needs more than that, Doctor. [sighs] You're considered the best neurosurgeon in the state, maybe the country, and you let personal history override your medical judgment when someone's life was at stake."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Personal history? [laughs] That's what we're calling seventeen years of her hating me for choosing this career over her childhood? For missing every recital, every graduation, every moment that mattered because someone else's child needed brain surgery?"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Your relationship with Emma doesn't excuse what happened in that OR. [quietly] Dr. Chen could have saved her if you'd stepped aside immediately instead of trying to prove something to yourself or to her."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] I've saved eight hundred and forty-three lives in this hospital. [pause] Eight hundred and forty-three strangers who got to go home to their families while mine fell apart in the waiting rooms down the hall."
        },
        {
            "role": "Character 2",
            "content": "[calmly] And Emma would have been eight hundred and forty-four if you'd let someone else operate. She's paralyzed from the waist down now because those twenty minutes of delay caused additional nerve damage."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Every time I close my eyes, I see her at seven years old asking why Daddy couldn't come to her piano recital. [voice breaking] Then I see her at twenty-three on that gurney, and suddenly I couldn't remember how to do the one thing I'm supposedly best at."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] The hospital board is considering suspension, but honestly, I think they're more concerned about the liability than the ethics. [clears throat] Your reputation still carries enormous weight here, perhaps more than it should given what happened."
        },
        {
            "role": "Character 1",
            "content": "[angry] My reputation? That's all anyone cares about, isn't it? [louder] Not that I haven't slept since that night, not that I submitted my resignation three times but the chief keeps refusing it because I'm too valuable to lose."
        },
        {
            "role": "Character 2",
            "content": "You submitted resignations? That's not in any of the reports I received from administration. [suspicious] They're burying this, aren't they?"
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Of course they are. [sighs] I bring in twelve million a year in specialized procedures that no one else in the region can perform. Emma's just collateral damage in their risk assessment calculations."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Not to me she isn't. [pause] I've interviewed fourteen staff members who were there that night, and every single one says you were crying when security finally escorted you out of the OR."
        },
        {
            "role": "Character 1",
            "content": "I hadn't cried since my residency. Not once. Not when my marriage ended, not when my father died, not through any of it. [very quietly] But seeing her like that, knowing I was the reason she was there..."
        },
        {
            "role": "Character 2",
            "content": "[gently] She was there because a drunk driver ran a red light, Doctor Morrison, not because of you. But your response to that situation, your inability to separate your personal guilt from your professional duty—that's what we need to address."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Address it how? With therapy? With a formal reprimand in my file? [laughs bitterly] Nothing fixes the fact that the one time my daughter actually needed me to be the surgeon everyone says I am, I failed completely."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Have you spoken to Emma since the accident? [pause] Because according to her statement, she specifically asked for you in the ambulance, kept saying she knew her dad would save her like he saved everyone else."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] She won't see me. [shaky voice] Her mother says Emma doesn't blame me, but how could she not? I stood there frozen while precious minutes ticked away, paralyzed by the thought of being the one who either saved or killed my own daughter."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Dr. Morrison, in my twenty years as ombudsman, I've investigated hundreds of medical decisions. [slowly] But I've never seen someone torture themselves quite like this. You need help, real help, not just for the hospital's sake but for yours."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "02e81449_scenario.json",
    "scenario": "A prestigious surgeon meets with a hospital ombudsman investigating why the surgeon refused to operate on their own estranged daughter after a car accident.",
    "type": "scenario_conversation",
    "character_1_role": "cream of the crop",
    "character_2_role": "ombudsman",
    "selected_tones": [
        "honest",
        "combative",
        "hushed"
    ],
    "tone_options": [
        "booming",
        "welcoming",
        "open",
        "spontaneous",
        "hushed",
        "combative",
        "encouraging",
        "honest",
        "one-sided",
        "misdirecting"
    ]
}