{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[avec hésitation] Alors, euh, avant qu'on commence à parler de votre mariage, je dois vous poser une question sur ce formulaire médical que vous avez rempli—ça dit que vous avez eu, euh, une opération importante il y a 5 ans environ ?"
        },
        {
            "role": "Character 2",
            "content": "[nerveusement] Ah, c'était juste, euh, un don de rein en fait. [doucement] Rien qui pourrait affecter la thérapie ou quoi que ce soit, j'ai juste voulu être complet avec les papiers. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[prudemment] Un don de rein, c'est incroyablement généreux de votre part. [se racle la gorge] C'était pour quelqu'un de votre famille, ou—enfin, si vous êtes à l'aise pour en parler ?"
        },
        {
            "role": "Character 2",
            "content": "[rapidement] Non, non, c'était anonyme en fait, par le programme de donneurs vivants de l'hôpital. [doucement] Ils vous matchent avec celui qui en a le plus besoin, vous voyez ? J'ai jamais rencontré le receveur."
        },
        {
            "role": "Character 1",
            "content": "[voix tremblante] C'est remarquable. [pause] Pardon, c'est juste que—mon conjoint a reçu un rein anonyme il y a 5 ans à l'Hôpital Mercy, et ça lui a littéralement sauvé la vie."
        },
        {
            "role": "Character 2",
            "content": "[surpris] Oh wouah, c'est, euh, c'est toute une coïncidence. [chaleureusement] Je suis vraiment content qu'il ait trouvé un donneur—les listes d'attente sont juste atroces, non ? [soupire]"
        },
        {
            "role": "Character 1",
            "content": "La date d'opération que vous avez notée, le 15 mars, c'est—[expire] c'est exactement quand mon conjoint a eu sa greffe, et je reconnais votre groupe sanguin sur le formulaire."
        },
        {
            "role": "Character 2",
            "content": "[très doucement] Je vois. [nerveusement] Écoutez, je savais pas quand j'ai pris ce rendez-vous, je vous jure—la réceptionniste a juste dit que vous étiez spécialisé dans les couples qui gèrent l'épuisement des aidants et j'ai pensé—"
        },
        {
            "role": "Character 1",
            "content": "[avec émotion] Vous lui avez sauvé la vie. [tremblant] Putain, j'arrive pas à croire que vous êtes là dans mon bureau après tout ce temps, et vous me dites que votre mariage bat de l'aile ? [pause]"
        },
        {
            "role": "Character 2",
            "content": "[tristement] Ouais, euh, apparemment donner des morceaux de soi-même ça règle pas vraiment les problèmes à la maison, hein ? [rire amer] Mon partenaire dit que je m'occupe plus des inconnus que de notre propre relation."
        },
        {
            "role": "Character 1",
            "content": "[prudemment] Je dois rester professionnel là, mais aussi—[soupire] J'ai littéralement écrit des lettres de remerciement pour vous chaque année que l'hôpital a refusé de transmettre à cause du secret médical."
        },
        {
            "role": "Character 2",
            "content": "[chaleureusement] Vous me devez rien, vraiment. [fermement] Je l'ai fait parce que quelqu'un avait besoin d'aide, et je pouvais aider—c'est juste, euh, c'est qui je suis, pour le meilleur et pour le pire. [s'estompant]"
        },
        {
            "role": "Character 1",
            "content": "Mais c'est exactement ça que votre conjoint supporte pas, non ? Cette compulsion de donner et donner jusqu'à ce qu'il reste plus rien pour vos proches ?"
        },
        {
            "role": "Character 2",
            "content": "[défensivement] C'est pas une compulsion, c'est juste—[expire] okay, peut-être que si. [doucement] Je fais du bénévolat dans 3 endroits différents tout en bossant à temps plein, et ouais, j'ai raté notre anniversaire. Encore."
        },
        {
            "role": "Character 1",
            "content": "[doucement] Écoutez, euh, éthiquement je devrais probablement vous référer à un autre thérapeute vu cette connexion, mais je comprends aussi ce schéma mieux que quiconque parce que j'ai vécu avec les résultats de votre générosité."
        },
        {
            "role": "Character 2",
            "content": "[anxieusement] Est-ce que vous, euh, vous accepteriez de continuer à me voir quand même ? [rapidement] Je veux dire, si vous pensez pouvoir rester objectif—j'ai vraiment pas envie de recommencer avec quelqu'un d'autre là maintenant. [soupire]"
        },
        {
            "role": "Character 1",
            "content": "Franchement ? Je pense que je vous dois au moins d'essayer de sauver votre mariage comme vous m'avez sauvé de devenir veuf."
        },
        {
            "role": "Character 2",
            "content": "[pleurant en parlant] C'est ça le truc justement—je suis super doué pour sauver la vie et les mariages des autres apparemment, mais j'arrive pas à, euh, trouver comment sauver les miens. [reniflement]"
        },
        {
            "role": "Character 1",
            "content": "[chaleureusement] Bon, la première étape c'est de reconnaître que votre propre mariage mérite le même effort héroïque que vous mettez pour aider des inconnus. [fermement] Et oui, je vais vous aider, même si on doit établir des limites un peu particulières ici."
        },
        {
            "role": "Character 2",
            "content": "[soulagé] Merci. [avec émotion] Peut-être que vous pourrez m'apprendre à être égoïste pour une fois—ou au moins, vous voyez, sélectif sur qui reçoit des morceaux de moi. [longue pause]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] So, um, before we start talking about your marriage, I need to ask about this medical history form you filled out—it says you've had, er, major surgery about five years ago?"
        },
        {
            "role": "Character 2",
            "content": "[nervously] Oh, that was just, um, a kidney donation actually. [quietly] Nothing that would affect therapy or anything like that, I just figured I should be thorough with the paperwork. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[carefully] A kidney donation, that's incredibly generous of you. [clearing throat] Was it for someone in your family, or—I mean, if you're comfortable sharing that kind of information?"
        },
        {
            "role": "Character 2",
            "content": "[quickly] No, no, it was actually anonymous through the hospital's living donor program. [softly] They match you with whoever needs it most, you know? I never even met the recipient."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] That's remarkable. [pause] I'm sorry, I just—my spouse received an anonymous kidney donation five years ago at Mercy General, and it quite literally saved their life."
        },
        {
            "role": "Character 2",
            "content": "[surprised] Oh wow, that's, um, that's quite a coincidence. [warmly] I'm so glad they found a match—the waiting lists are just brutal, aren't they? [sighs]"
        },
        {
            "role": "Character 1",
            "content": "The surgery date you wrote down, March fifteenth, that's—[exhales] that's exactly when my spouse had their transplant, and I recognize your blood type from the form."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] I see. [nervously] Look, I didn't know when I booked this appointment, I swear—the receptionist just said you specialized in couples dealing with caregiver fatigue and I thought—"
        },
        {
            "role": "Character 1",
            "content": "[emotionally] You saved their life. [trembling] God, I can't believe you're sitting here in my office after all this time, and you're telling me your marriage is falling apart? [pause]"
        },
        {
            "role": "Character 2",
            "content": "[sadly] Yeah, um, turns out giving away pieces of yourself doesn't actually fix the problems at home, you know? [bitter laugh] My partner says I care more about strangers than our own relationship."
        },
        {
            "role": "Character 1",
            "content": "[carefully] I need to be professional here, but I also—[sighs] I've literally written thank you letters to you every year that the hospital wouldn't forward because of privacy rules."
        },
        {
            "role": "Character 2",
            "content": "[warmly] You don't owe me anything, really. [firmly] I did it because someone needed help, and I could help—that's just, er, that's who I am, for better or worse. [trailing off]"
        },
        {
            "role": "Character 1",
            "content": "But that's exactly what your spouse is struggling with, isn't it? This compulsion to give and give until there's nothing left for the people closest to you?"
        },
        {
            "role": "Character 2",
            "content": "[defensively] It's not a compulsion, it's just—[exhales] okay, maybe it is. [quietly] I've been volunteering at three different places while working full-time, and yeah, I missed our anniversary. Again."
        },
        {
            "role": "Character 1",
            "content": "[gently] Listen, um, ethically I should probably refer you to another therapist given this connection, but I also understand this pattern better than anyone might because I've lived with the results of your generosity."
        },
        {
            "role": "Character 2",
            "content": "[anxiously] Would you, uh, would you be willing to keep seeing me anyway? [quickly] I mean, if you think you can stay objective—I really don't want to start over with someone new right now. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "Honestly? I think I owe you at least the attempt to help save your marriage the way you saved mine from becoming a widower's grief."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] That's the thing though—I'm really good at saving other people's lives and marriages apparently, but I can't seem to, um, figure out how to save my own. [sniffle]"
        },
        {
            "role": "Character 1",
            "content": "[warmly] Well, the first step is recognizing that your own marriage deserves the same heroic effort you put into helping strangers. [firmly] And yes, I'll help you, though we need to establish some unique boundaries here."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Thank you. [emotionally] Maybe you can teach me how to be selfish for once—or at least, you know, selective about who gets pieces of me. [long pause]"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "02f6b5d5_scenario.json",
    "scenario": "A marriage therapist realizes their new client is the person who anonymously donated a kidney to save their spouse's life five years ago, but revealing this knowledge could breach patient confidentiality protocols.",
    "type": "scenario_conversation",
    "character_1_role": "marriage therapist",
    "character_2_role": "giver",
    "selected_tones": [
        "caring",
        "nervous",
        "watchful"
    ],
    "tone_options": [
        "withering",
        "unhelpful",
        "nervous",
        "withholding",
        "expressive",
        "watchful",
        "stimulating",
        "anticipating",
        "diffuse",
        "caring"
    ]
}