{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[confus] Alors euh, je viens d'apprendre par la secrétaire du département que vous allez, [voix tremblante], partir le mois prochain, et enfin, mes dossiers de candidature sont dus dans six semaines et je suis, [anxieux], complètement perdu sur ce que ça veut dire pour mes lettres de recommandation."
        },
        {
            "role": "Character 2",
            "content": "[chaleureux] Je comptais te le dire cette semaine, mais oui, je suis, [doucement], enceint de huit mois et mon médecin insiste pour que je prenne mon congé plus tôt que prévu."
        },
        {
            "role": "Character 1",
            "content": "[frustré] Mais enfin, vous me supervisez depuis, [tremblant], deux ans et vous connaissez chaque détail de mes recherches, euh, mes galères avec la chimie organique, et genre, [très doucement], à quel point entrer en médecine compte pour moi."
        },
        {
            "role": "Character 2",
            "content": "Je comprends que ce timing te semble, euh, [avec empathie], catastrophique, et je veux dire, je n'arrive pas à dormir en pensant à toi et mes autres étudiants."
        },
        {
            "role": "Character 1",
            "content": "[avec hésitation] C'est juste que, euh, vous êtes le seul professeur qui a vraiment, [contrarié], cru en moi quand tous les autres disaient que j'étais pas fait pour ça, tu vois? [soupir]"
        },
        {
            "role": "Character 2",
            "content": "[désolé] Écoute, euh, j'ai déjà rédigé ta lettre de recommandation parce que je savais que ça, [soulagé], pourrait arriver, et ben, c'est la plus élogieuse que j'aie jamais écrite. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[halètement léger] Vous l'avez déjà écrite, même avec tout ce que vous, [excité], traversez en ce moment, les complications de grossesse dont vous m'aviez parlé le mois dernier?"
        },
        {
            "role": "Character 2",
            "content": "La vérité c'est que te superviser a été l'un des, [fièrement], moments forts de ma carrière, et te voir évoluer de cet étudiant terrorisé de première année à quelqu'un qui est, [sincèrement], prêt à devenir un médecin incroyable."
        },
        {
            "role": "Character 1",
            "content": "[en chuchotant] Merci."
        },
        {
            "role": "Character 2",
            "content": "[ravi] Avant de partir, je veux te présenter trois collègues qui ont accepté de, [avec assurance], t'accompagner dans le processus de candidature, parce que ta réussite compte autant pour, [passionnément], nous tous."
        },
        {
            "role": "Character 1",
            "content": "[en pleurant] Je sais pas comment faire ça sans vous là chaque semaine à me pousser à être meilleur que ce que je, [nerveux], pensais possible."
        },
        {
            "role": "Character 2",
            "content": "[pensif] Tu sais, euh, devenir parent m'a fait réaliser que le mieux qu'on puisse faire c'est préparer les gens qu'on, [très timidement], aime à réussir sans nous, et honnêtement, tu es plus prêt que tu ne le, [joyeux], crois, enfin tu l'as déjà prouvé."
        },
        {
            "role": "Character 1",
            "content": "[amer] Je suppose que, euh, je suis en colère contre la situation, pas contre vous, parce que genre, [lentement], c'est comme perdre un membre de ma famille pile quand j'ai le plus besoin de vous. [rire]"
        },
        {
            "role": "Character 2",
            "content": "[en plaisantant] Ben, si tu me trouves exigeant maintenant, attends de voir quand je serai un parent privé de sommeil répondant à tes, [amical], emails paniqués sur les entretiens tout en berçant un bébé qui pleure à, [fort], trois heures du matin!"
        },
        {
            "role": "Character 3",
            "content": "Mais sérieusement, euh, vous m'avez appris que parfois, [courageusement], lâcher prise c'est montrer qu'on a confiance en quelqu'un, euh, et peut-être que c'est votre façon de dire que je suis prêt."
        },
        {
            "role": "Character 2",
            "content": "Le jour où tu es entré dans mon bureau, terrifié et, euh, [curieux], déterminé, je me suis revu il y a vingt ans, et ben, [voix qui s'éteint], j'ai su que tu étais spécial..."
        },
        {
            "role": "Character 1",
            "content": "[trop poli] Je veux que vous sachiez que euh, quand je serai médecin, je parlerai à chaque étudiant en difficulté du professeur qui a, [animé], changé ma vie tout en portant sa propre vie en lui, vous voyez?"
        },
        {
            "role": "Character 2",
            "content": "[très excité] C'est exactement pourquoi j'ai écrit dans ta lettre que tu possèdes quelque chose, euh, [formellement], qu'on ne peut pas enseigner - la capacité de transformer les défis personnels en empathie profonde pour les autres, et ben, [raclement de gorge], c'est ça qui fera de toi un médecin extraordinaire."
        },
        {
            "role": "Character 1",
            "content": "[en souriant] Donc je suppose que, euh, c'est pas vraiment un adieu, c'est plutôt genre, [plein d'espoir], à bientôt à ma cérémonie de remise des blouses avec votre bébé, pas vrai?"
        },
        {
            "role": "Character 2",
            "content": "Je serai celui au fond qui, [pleurs], épuisé mais applaudissant le plus fort quand ils appelleront ton nom, parce que te voir réussir vaudra chaque, [très sincèrement], sacrifice que j'ai fait pour t'aider à y arriver."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[confused] So um, I just heard from the department secretary that you're, [shaky voice], leaving next month, and I mean, my applications are due in six weeks and I'm, [anxious], completely lost about what this means for my recommendations."
        },
        {
            "role": "Character 2",
            "content": "[warm] I was planning to tell you this week, but yes, I'm, [gently], eight months pregnant and my doctor insists I take leave earlier than expected."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Well, I mean, you've been mentoring me for, [trembling], two years and you know every detail of my research, um, my struggles with organic chemistry, and like, [very quietly], how much getting into medical school means to me."
        },
        {
            "role": "Character 2",
            "content": "I understand how this timing feels, um, [empathetically], devastating, and I mean, I've been losing sleep thinking about you and my other students."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] It's just, um, you're the only professor who actually, [upset], believed in me when everyone else said I wasn't cut out for this, you know? [sigh]"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Listen, er, I've already drafted your recommendation letter because I knew this, [relieved], might happen, and well, it's the strongest one I've ever written. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] You already wrote it, even with everything you're, [excited], dealing with right now, the pregnancy complications you mentioned last month?"
        },
        {
            "role": "Character 2",
            "content": "The truth is, mentoring you has been one of the, [proudly], highlights of my career, and watching you grow from that terrified freshman into someone who's, [sincerely], ready to be an incredible physician."
        },
        {
            "role": "Character 1",
            "content": "[whispering] Thank you."
        },
        {
            "role": "Character 2",
            "content": "[delighted] Before I leave, I want to introduce you to three colleagues who've agreed to, [confidently], support you through the application process, because your success matters that much to, [passionately], all of us."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] I don't know how to do this without you there every week pushing me to be better than I, [nervous], thought possible."
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] You know, um, becoming a parent has made me realize that the best thing we can do is prepare the people we, [very meekly], care about to succeed without us, and honestly, you're more ready than you, [cheerful], believe, I mean you've already proven that."
        },
        {
            "role": "Character 1",
            "content": "[bitter] I guess, um, I'm angry at the situation, not at you, because like, [slowly], this feels like losing family right when I need you most. [laugh]"
        },
        {
            "role": "Character 2",
            "content": "[joking] Well, if you think I'm tough now, wait until I'm a sleep-deprived new parent answering your, [friendly], panicked emails about interviews while bouncing a crying baby at, [loudly], three in the morning!"
        },
        {
            "role": "Character 3",
            "content": "But seriously, um, you've taught me that sometimes, [courageously], letting go is how we show faith in someone, er, and maybe this is your way of saying I'm ready."
        },
        {
            "role": "Character 2",
            "content": "The day you walked into my office, terrified and, er, [curious], determined, I saw myself twenty years ago, and well, [trailing off], I knew you were special..."
        },
        {
            "role": "Character 1",
            "content": "[overly polite] I want you to know that um, when I become a doctor, I'll tell every struggling student about the professor who, [animated], changed my life while carrying her own life inside her, you know?"
        },
        {
            "role": "Character 2",
            "content": "[very excited] That's exactly why I wrote in your letter that you possess something, um, [formally], unteachable - the ability to transform personal challenges into profound empathy for others, and well, [clearing throat], that will make you extraordinary in medicine."
        },
        {
            "role": "Character 1",
            "content": "[smiling speaking] So I guess, um, this isn't really goodbye, it's more like, [hopeful], see you at my white coat ceremony with your baby in tow, right?"
        },
        {
            "role": "Character 2",
            "content": "I'll be the one in the back row, [cry], exhausted but cheering the loudest when they call your name, because watching you succeed will be worth every, [very sincerely], sacrifice I made to help you get there."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "593986e1_scenario.json",
    "scenario": "A college student discovers their academic advisor, who has been mentoring them through medical school applications, is pregnant and planning to leave the university before their crucial recommendation letters are due.",
    "type": "scenario_conversation",
    "character_1_role": "student",
    "character_2_role": "expecting parent",
    "selected_tones": [
        "releasing",
        "pulling-in",
        "admiring"
    ],
    "tone_options": [
        "releasing",
        "formal",
        "pushing-away",
        "condensing",
        "cooled",
        "hostile",
        "admiring",
        "pulling-in",
        "victorious",
        "taking"
    ]
}