{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[trembling] Eh, conseguí el trabajo en Pixar y, bueno, [overwhelmed], necesitaba contártelo a ti primero porque, o sea, [tearful], sin esos meses que pasaste enseñándome rotoscopia cuando estaba, em, [voice breaking], apenas aguantando la sobriedad, probablemente estaría muerta ahora mismo."
        },
        {
            "role": "Character 2",
            "content": "[gentle] Siempre tuviste el talento, eh, incluso cuando te temblaban las manos, [proud], tan fuerte que apenas podías coger el stylus, quiero decir, [emotional], aún así veías cada fotograma como si fuera poesía, ¿sabes?"
        },
        {
            "role": "Character 1",
            "content": "El primer día que entré en tu estudio oliendo a, [ashamed], sudor de tres días y síndrome de abstinencia, simplemente me diste té y me enseñaste cómo se mueve la luz a través de las secuencias animadas."
        },
        {
            "role": "Character 2",
            "content": "[soft] Bueno, reconocí algo en tus ojos que, em, [knowing], me recordaba a mi hermano antes de que perdiera su batalla contra, o sea, [heavy], los mismos demonios contra los que tú estabas luchando, así que, esto, [determined], no iba a dejar que otra artista desapareciera en esa oscuridad."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Cada fotograma que calcábamos juntas se convertía en una razón para mantenerme, [choked up], limpia una hora más. [exhales slowly]"
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] Eh, ¿recuerdas cuando no podías parar el temblor de tu mano, bueno, [remembering], y pasamos seis horas en un solo ciclo de caminata? [laughs softly]"
        },
        {
            "role": "Character 1",
            "content": "[nostalgic] O sea, ese ciclo de caminata me salvó la vida porque, em, [intense], concentrarme en cada micromovimiento le daba a mi cerebro algo que hacer además de, pues, [releasing], ansiar lo que me estaba matando, ¿sabes?, [quiet], y nunca me hiciste sentir patética por tardar tanto."
        },
        {
            "role": "Character 2",
            "content": "[warm] Enseñarte no fue caridad, fue, [sincere], ver a alguien reconstruirse fotograma a, [moved], fotograma en algo hermoso."
        },
        {
            "role": "Character 1",
            "content": "[crying softly] Pues, eh, cuando recibí la llamada de Pixar, o sea, [shaking], mi primer pensamiento no fue celebrar sino terror de que, esto, [vulnerable], recayera bajo la presión. [sighs deeply]"
        },
        {
            "role": "Character 2",
            "content": "[firm] Escúchame, ya has hecho la, [passionate], animación más difícil de tu vida redibujándote desde, [fierce], cero cuando todo en ti quería, [protective], rendirse y fundirse a negro."
        },
        {
            "role": "Character 1",
            "content": "A veces todavía veo el número de mi antiguo camello en el móvil que, [haunted], no puedo borrar porque borrarlo se siente como, [struggling], pretender que esa parte de mí nunca existió."
        },
        {
            "role": "Character 2",
            "content": "[understanding] Ese número son solo píxeles muertos ahora comparado con los, [treasuring], miles de fotogramas que has creado que palpitan con, [proud], vida y el portfolio que te consiguió trabajo en el mejor, [beaming], estudio de animación del mundo."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] La directora de contratación dijo que mi trabajo de rotoscopia tenía una, [amazed], honestidad cruda que nunca habían visto antes."
        },
        {
            "role": "Character 2",
            "content": "[knowing] Porque aprendiste a animar mientras tu alma se estaba, [profound], quebrando, y esa vulnerabilidad se filtra a través de cada, [thoughtful], línea que dibujas haciendo tu trabajo trascendentalmente, [reverent], humano de formas que otros artistas solo pueden fingir. [pauses]"
        },
        {
            "role": "Character 1",
            "content": "[breaking down] Pues, o sea, estoy aterrada de que el éxito vaya a, em, [scared], activar algo latente y lo pierda todo otra vez, ¿sabes?, [whispering], incluida esta versión de mí misma que me ayudaste a ser. [cries quietly]"
        },
        {
            "role": "Character 2",
            "content": "[steady] No eres la misma persona que entró en mi estudio, [certain], hace dos años porque esa persona no podía imaginar, [gentle], un futuro más allá del siguiente chute."
        },
        {
            "role": "Character 1",
            "content": "Em, te he traído algo de mi primera nómina de Pixar, bueno, [nervous], no es mucho pero es un comienzo para devolver lo que, o sea, [earnest], invertiste en alguien a quien todos los demás habían descartado como, esto, [grateful], otra estadística esperando suceder. [voice cracks]"
        },
        {
            "role": "Character 2",
            "content": "[touched] Verte aquí de pie limpia y empleada en Pixar es, [tearful], pago suficiente, pero lo que realmente importa es que por fin estás, [releasing], lista para perdonarte a ti misma. [breathes deeply]"
        },
        {
            "role": "Character 1",
            "content": "[determined] Eh, quiero empezar un programa enseñando animación a, bueno, [passionate], personas en recuperación porque quizás calcar luz a través de la oscuridad, o sea, [inspired], podría salvar a alguien más como tú me salvaste a mí. [sniffles]"
        },
        {
            "role": "Character 2",
            "content": "Ese es el fotograma más hermoso que, esto, [proud], hayas concebido jamás, y te ayudaré a animar cada, em, [committed], segundo hasta hacerlo realidad porque, bueno, [treasuring], algunos ciclos merecen repetirse para siempre."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[trembling] Um, I got the job at Pixar and, well, [overwhelmed], I needed to tell you first because I mean, [tearful], without those months you spent teaching me rotoscoping when I was, um, [voice breaking], barely holding onto sobriety, I'd probably be dead right now."
        },
        {
            "role": "Character 2",
            "content": "[gentle] You always had the talent, um, even when your hands were, [proud], shaking so bad you could barely hold the stylus, I mean, [emotional], you still saw every frame like it was poetry, you know?"
        },
        {
            "role": "Character 1",
            "content": "The first day I walked into your studio smelling like, [ashamed], three-day-old sweat and withdrawal, you just handed me tea and showed me how light moves through animated sequences."
        },
        {
            "role": "Character 2",
            "content": "[soft] Well, I recognized something in your eyes that, um, [knowing], reminded me of my brother before he lost his battle with, I mean, [heavy], the same demons you were fighting, so, er, [determined], I wasn't going to let another artist disappear into that darkness."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Every frame we traced together became a reason to stay, [choked up], clean for one more hour. [exhales slowly]"
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] Um, remember when you couldn't stop your hand from, well, [remembering], trembling and we spent six hours on a single walking cycle? [laughs softly]"
        },
        {
            "role": "Character 1",
            "content": "[nostalgic] I mean, that walking cycle saved my life because, um, [intense], focusing on each micro-movement gave my brain something to do besides, well, [releasing], craving the thing that was killing me, you know, [quiet], and you never once made me feel pathetic for taking so long."
        },
        {
            "role": "Character 2",
            "content": "[warm] Teaching you wasn't charity, it was, [sincere], watching someone reconstruct themselves frame by, [moved], frame into something beautiful."
        },
        {
            "role": "Character 1",
            "content": "[crying softly] Well, um, when I got the call from Pixar, I mean, [shaking], my first thought wasn't celebration but terror that, er, [vulnerable], I'd relapse under the pressure. [sighs deeply]"
        },
        {
            "role": "Character 2",
            "content": "[firm] Listen to me, you've already done the hardest, [passionate], animation of your life by redrawing yourself from, [fierce], scratch when everything in you wanted to, [protective], give up and fade to black."
        },
        {
            "role": "Character 1",
            "content": "Sometimes I still see my old dealer's number in my phone that I, [haunted], can't delete because deleting it feels like, [struggling], pretending that part of me never existed."
        },
        {
            "role": "Character 2",
            "content": "[understanding] That number is just dead pixels now compared to the, [treasuring], thousands of frames you've created that pulse with, [proud], life and the portfolio that got you hired at the best, [beaming], animation studio in the world."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] The hiring manager said my rotoscope work had a, [amazed], raw honesty they'd never seen before."
        },
        {
            "role": "Character 2",
            "content": "[knowing] Because you learned to animate while your soul was, [profound], cracking open, and that vulnerability bleeds through every, [thoughtful], line you draw making your work transcendentally, [reverent], human in ways other artists can only pretend. [pauses]"
        },
        {
            "role": "Character 1",
            "content": "[breaking down] Well, I mean, I'm terrified that success will, um, [scared], trigger something dormant and I'll lose everything again, you know, [whispering], including this version of myself you helped me become. [cries quietly]"
        },
        {
            "role": "Character 2",
            "content": "[steady] You're not the same person who walked into my studio, [certain], two years ago because that person couldn't imagine, [gentle], a future past the next fix."
        },
        {
            "role": "Character 1",
            "content": "Um, I brought you something from my first Pixar paycheck, well, [nervous], it's not much but it's a start on repaying what, I mean, [earnest], you invested in someone everyone else had written off as, er, [grateful], another statistic waiting to happen. [voice cracks]"
        },
        {
            "role": "Character 2",
            "content": "[touched] Seeing you stand here clean and employed at Pixar is, [tearful], payment enough, but what really matters is you're finally, [releasing], ready to forgive yourself. [breathes deeply]"
        },
        {
            "role": "Character 1",
            "content": "[determined] Um, I want to start a program teaching animation to, well, [passionate], people in recovery because maybe tracing light through darkness, I mean, [inspired], could save someone else the way you saved me. [sniffles]"
        },
        {
            "role": "Character 2",
            "content": "That's the most beautiful frame you've, er, [proud], ever conceived, and I'll help you animate every, um, [committed], second of it into reality because, well, [treasuring], some cycles are worth repeating forever."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "a71892b0_scenario.json",
    "scenario": "A former drug addict visits the rotoscope artist who spent months teaching them animation skills during their recovery, now that they've finally landed their first job at Pixar.",
    "type": "scenario_conversation",
    "character_1_role": "helped",
    "character_2_role": "rotoscope artist",
    "selected_tones": [
        "treasuring",
        "thoughtful",
        "releasing"
    ],
    "tone_options": [
        "constant",
        "spontaneous",
        "annoying",
        "idealistic",
        "thoughtful",
        "dominant",
        "dormant",
        "treasuring",
        "blunt",
        "releasing"
    ]
}