{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[urgent] Entonces eh, has publicado ese vídeo mostrando, [panicked], toda la distribución de nuestra planta de tratamiento incluyendo los, [strained], códigos de acceso en el panel de seguridad, o sea, ¿tienes alguna idea de lo que has hecho?"
        },
        {
            "role": "Character 2",
            "content": "El vídeo ya tiene, [shocked], tres millones de visualizaciones y la gente dice que es la mirada más, [defensive], fascinante a la infraestructura que han visto nunca, [breaking], que es exactamente lo que queríamos."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Pues acabas de darle literalmente a cualquier terrorista potencial o, eh, saboteador un plano completo para contaminar el suministro de agua de media ciudad."
        },
        {
            "role": "Character 2",
            "content": "[confused] Pero pensaba que mostrar a la gente cómo se limpia su agua les haría, [faltering], apreciar más a los trabajadores esenciales."
        },
        {
            "role": "Character 1",
            "content": "[furious] O sea, hay una razón por la que tenemos autorizaciones de seguridad y, [exasperated], verificaciones de antecedentes, ¿sabes?, no dejamos que cualquiera entre y, [voice cracking], grabe lo que quiera, eh, especialmente los sistemas de cloración."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Bueno, eh, tú firmaste el formulario de autorización y tipo, [uncomfortable], nunca dijiste nada sobre lo que no podía mostrar, así que o sea, [quieter], ¿cómo iba yo a saberlo?"
        },
        {
            "role": "Character 1",
            "content": "[incredulous] Eh, pensaba que tenías suficiente sentido común para entender que, [bitter], publicar nuestros protocolos de emergencia y ubicaciones de almacenamiento químico era, pues, [shouting], obviamente peligroso, ¡o sea, es como publicar los códigos nucleares!"
        },
        {
            "role": "Character 2",
            "content": "[frantic] Vale entonces, eh, lo quito ahora mismo, o sea, [trembling], puedo borrar todo y a lo mejor, ehh, publicar una disculpa o algo."
        },
        {
            "role": "Character 1",
            "content": "[grim] Quitarlo no servirá de nada porque la gente ya lo ha, [resigned], grabado y compartido por plataformas que ni siquiera podemos, [exhausted], rastrear, y seguridad nacional viene de camino. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[terrified] ¿Seguridad nacional viene aquí para hablar, [voice breaking], conmigo?"
        },
        {
            "role": "Character 1",
            "content": "[stern] Bueno, eh, no solo hablar, probablemente te van a, em, interrogar durante horas sobre tus intenciones y contactos."
        },
        {
            "role": "Character 2",
            "content": "[pleading] Eh, mira, solo estaba intentando, [desperate], mostrar a los héroes que mantienen nuestra ciudad funcionando y tipo, [crying], nunca quise que pasara nada de esto, ¿sabes?, solo quería ayudar."
        },
        {
            "role": "Character 1",
            "content": "[softer] O sea, entiendo que tenías buenas intenciones, pero eh, las buenas intenciones no, [heavy], arreglan el hecho de que ahora tenemos que revisar todo nuestro sistema de seguridad y, pues, [defeated], reubicar infraestructura crítica que lleva ahí décadas."
        },
        {
            "role": "Character 2",
            "content": "[guilt-ridden] Los comentarios siguen diciendo lo educativo que es y piden, [choked up], más visitas a instalaciones."
        },
        {
            "role": "Character 1",
            "content": "Esos mismos comentaristas podrían estar mapeando nuestras vulnerabilidades y, [cold], planeando quién sabe qué ahora mismo."
        },
        {
            "role": "Character 2",
            "content": "[whispered] Lo siento muchísimo."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Sentirlo no deshace lo hecho ni protege a los, [weary], dos millones de personas cuyo suministro de agua está ahora comprometido."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Por favor dime que hay algo que pueda hacer para, [frantic], arreglar esto porque testificaré o ayudaré con las mejoras de seguridad o, [breaking down], lo que necesites para enmendar esto."
        },
        {
            "role": "Character 1",
            "content": "[measured] Lo único que puedes hacer ahora es, [firm], cooperar completamente con la investigación y esperar que crean que solo eres peligrosamente ingenua."
        },
        {
            "role": "Character 2",
            "content": "[defeated] Todos mis seguidores se basaban en mostrar a trabajadores esenciales y ahora, [bitter], me he convertido en la mayor amenaza para la gente que estaba intentando, [trailing off], celebrar. [long pause]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[urgent] So um, you posted that video showing, [panicked], the entire layout of our treatment facility including the, [strained], access codes on the security panel, I mean, do you have any idea what you've done?"
        },
        {
            "role": "Character 2",
            "content": "The video already has, [shocked], three million views and people are saying it's the most, [defensive], fascinating look at infrastructure they've ever seen, [breaking], which is exactly what we wanted."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Well, you literally just gave every potential terrorist or, um, saboteur a complete blueprint to contaminate the water supply for half the city."
        },
        {
            "role": "Character 2",
            "content": "[confused] But I thought showing people how their water gets cleaned would, [faltering], make them appreciate essential workers more."
        },
        {
            "role": "Character 1",
            "content": "[furious] I mean, there's a reason we have security clearances and, [exasperated], background checks, you know, we don't just let anyone walk through and, [voice cracking], film whatever they want, um, especially not the chlorination systems."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Well, um, you signed the release form and like, [uncomfortable], never said anything about what I couldn't show, so I mean, [quieter], how was I supposed to know?"
        },
        {
            "role": "Character 1",
            "content": "[incredulous] Um, I thought you had enough common sense to understand that, [bitter], posting our emergency protocols and chemical storage locations was, well, [shouting], obviously dangerous, I mean, it's like publishing the nuclear codes!"
        },
        {
            "role": "Character 2",
            "content": "[frantic] Okay so, um, I'll take it down right now, I mean, [trembling], I can delete everything and maybe, uhh, post an apology or something."
        },
        {
            "role": "Character 1",
            "content": "[grim] Taking it down won't matter because people have already, [resigned], screen-recorded and shared it across platforms we can't even, [exhausted], track, and homeland security is on their way here. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[terrified] Homeland security is coming here to talk to, [voice breaking], me?"
        },
        {
            "role": "Character 1",
            "content": "[stern] Well, um, not just talk, they're probably going to, er, question you for hours about your intentions and contacts."
        },
        {
            "role": "Character 2",
            "content": "[pleading] Um, look, I was just trying to, [desperate], show people the heroes who keep our city running and like, [crying], I never meant for any of this to happen, you know, I just wanted to help."
        },
        {
            "role": "Character 1",
            "content": "[softer] I mean, I get that you meant well, but um, good intentions don't, [heavy], fix the fact that we now have to overhaul our entire security system and, well, [defeated], relocate critical infrastructure that's been there for decades."
        },
        {
            "role": "Character 2",
            "content": "[guilt-ridden] The comments keep saying how educational it is and asking for, [choked up], more facility tours."
        },
        {
            "role": "Character 1",
            "content": "Those same commenters could be mapping our vulnerabilities and, [cold], planning who knows what right now."
        },
        {
            "role": "Character 2",
            "content": "[whispered] I'm so sorry."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Being sorry doesn't un-ring this bell or protect the, [weary], two million people whose water supply is now compromised."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Please tell me there's something I can do to, [frantic], fix this because I'll testify or help with security upgrades or, [breaking down], whatever you need to make this right."
        },
        {
            "role": "Character 1",
            "content": "[measured] The only thing you can do now is, [firm], cooperate fully with the investigation and hope they believe you're just dangerously naive."
        },
        {
            "role": "Character 2",
            "content": "[defeated] My entire following was built on showcasing essential workers and now, [bitter], I've become the biggest threat to the very people I was trying to, [trailing off], celebrate. [long pause]"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "9db1f155_scenario.json",
    "scenario": "A wastewater operator discovers that the social media follower who's been documenting their work for months has accidentally posted footage revealing critical infrastructure vulnerabilities to millions of viewers.",
    "type": "scenario_conversation",
    "character_1_role": "wastewater operator",
    "character_2_role": "follower",
    "selected_tones": [
        "endangering",
        "unintentional",
        "informed"
    ],
    "tone_options": [
        "absorbing",
        "punitive",
        "unintentional",
        "forgettable",
        "informed",
        "triumphant",
        "neutral",
        "abrupt",
        "soaring",
        "endangering"
    ]
}