{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[firm] Este perro tiene una hemorragia interna y necesita cirugía inmediata, [volcanic], surgery right now or he won't survive the next hour."
        },
        {
            "role": "Character 2",
            "content": "[controlling] Mira, eh, entiendo tus preocupaciones médicas pero, [urgent], tenemos 3 rehenes en ese edificio y, bueno, este perro es el único entrenado para, [desperate], detectar el tipo específico de explosivo que estamos manejando, so I need you to patch him up enough to work. [demanding]"
        },
        {
            "role": "Character 1",
            "content": "[incredulous] ¿Remendarlo lo suficiente para, [disgusted], trabajar cuando tiene el bazo roto y está sangrando en su, [furious], cavidad abdominal?"
        },
        {
            "role": "Character 2",
            "content": "Bueno, eh, ¿no puedes simplemente, [frustrated], darle algo para mantenerlo en pie durante, digo, 20 minutos mientras nosotras, [calculating], despejamos el edificio?"
        },
        {
            "role": "Character 1",
            "content": "[cold] ¿Le pedirías a una médica humana que mandara a un oficial moribundo de vuelta al, [bitter], campo de batalla?"
        },
        {
            "role": "Character 2",
            "content": "[volatile] Eh, esos rehenes incluyen 2 niños menores de 10 años y, bueno, su madre que está, [breaking], embarazada de 8 meses, so yeah, I'm asking you to do whatever it takes, digo, para darnos una oportunidad de luchar aquí. [harsh]"
        },
        {
            "role": "Character 1",
            "content": "No es una herramienta, es, [shaking], un ser vivo que ha servido a vuestro departamento durante, [emotional], 6 años."
        },
        {
            "role": "Character 2",
            "content": "[sharp] Y ahora mismo, eh, es lo único que se interpone entre, [tense], esos niños y una bomba que podría arrasar, bueno, media manzana."
        },
        {
            "role": "Character 1",
            "content": "[unwilling] Puedo estabilizarlo pero, eh, mandarlo allí es, digo, basically signing his death warrant."
        },
        {
            "role": "Character 2",
            "content": "[quiet] Entonces esa es una decisión con la que tendré que, [heavy], vivir."
        },
        {
            "role": "Character 1",
            "content": "[defeated] Vale, eh, le daré adrenalina y, [reluctant], coagulantes temporales pero necesitas entender que cada minuto que trabaje está, bueno, quitándole meses de vida si es que siquiera, [hollow], sobrevive a esto."
        },
        {
            "role": "Character 2",
            "content": "[measured] ¿Cuánto tiempo puedes, [careful], darme con esos, [grim], medicamentos?"
        },
        {
            "role": "Character 1",
            "content": "15 minutos máximo antes de que su presión sanguínea baje demasiado, [clinical], y sus órganos empiecen a fallar uno por, [detached], uno como fichas de dominó cayendo en, [mechanical], cámara lenta."
        },
        {
            "role": "Character 2",
            "content": "[determined] 15 minutos para salvar 4 vidas incluyendo a un, [steady], bebé no nacido mientras potencialmente sacrificamos al perro que ha, [pained], salvado a docenas de otros durante su carrera."
        },
        {
            "role": "Character 1",
            "content": "[soft] Rex, ese es su nombre, [trembling], not just \"the dog\" or \"the K9 unit.\""
        },
        {
            "role": "Character 2",
            "content": "Sé su, eh, nombre y sé que su entrenador está llorando en el, [struggling], pasillo ahora mismo pero digo, esos niños—"
        },
        {
            "role": "Character 1",
            "content": "[resigned] Lo prepararé pero quiero que conste que esto, [angry], va contra cada juramento que hice como veterinaria de primero, [bitter], no hacer daño a los animales bajo mi, [broken], cuidado."
        },
        {
            "role": "Character 2",
            "content": "[weary] Eh, bueno, nada de esta situación permite que nadie mantenga sus, [haunted], manos limpias y cargaré con esta decisión junto con cada otra elección imposible, [cracking], que he tenido que tomar en situaciones donde no hay, digo, no good answer exists. [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[quiet] Solo prométeme que lo traerás de vuelta, [pleading], vivo."
        },
        {
            "role": "Character 2",
            "content": "No puedo prometer eso, eh, pero puedo prometer que si lo perdemos, bueno, no será, [solemn], en vano porque esos niños van a volver a casa con sus, [determined], padres esta noche, no matter what it costs us."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[firm] This dog has internal bleeding and needs immediate, [volcanic], surgery or he won't survive the next hour."
        },
        {
            "role": "Character 2",
            "content": "[controlling] Look, um, I understand your medical concerns but, [urgent], we have three hostages in that building and, well, this K9 is the only one trained to, [desperate], detect the specific explosive device we're dealing with, so I mean, patch him up enough to work. [demanding]"
        },
        {
            "role": "Character 1",
            "content": "[incredulous] Patch him up enough to, [disgusted], work when his spleen is ruptured and he's bleeding into his, [furious], abdominal cavity?"
        },
        {
            "role": "Character 2",
            "content": "Well, um, can't you just, [frustrated], give him something to keep him going for, I mean, twenty minutes while we, [calculating], clear the building?"
        },
        {
            "role": "Character 1",
            "content": "[cold] Would you ask a human doctor to send a dying officer back into, [bitter], the field?"
        },
        {
            "role": "Character 2",
            "content": "[volatile] Um, those hostages include two children under ten and, well, their mother who's, [breaking], eight months pregnant, so yeah, I'm asking you to, [harsh], do whatever it takes to give us, I mean, a fighting chance here."
        },
        {
            "role": "Character 1",
            "content": "He's not a tool, he's, [shaking], a living creature who served your department for, [emotional], six years."
        },
        {
            "role": "Character 2",
            "content": "[sharp] And right now, um, he's the only thing standing between, [tense], those kids and a bomb that could level, well, half a city block."
        },
        {
            "role": "Character 1",
            "content": "[unwilling] I can stabilize him but, um, sending him in there is, I mean, basically signing his death warrant."
        },
        {
            "role": "Character 2",
            "content": "[quiet] Then that's a decision I'll have to, [heavy], live with."
        },
        {
            "role": "Character 1",
            "content": "[defeated] Fine, um, I'll give him adrenaline and, [reluctant], temporary coagulants but you need to understand that every minute he works is, well, taking months off his life if he even, [hollow], survives this."
        },
        {
            "role": "Character 2",
            "content": "[measured] How long can you, [careful], give me with those, [grim], medications?"
        },
        {
            "role": "Character 1",
            "content": "Fifteen minutes maximum before his blood pressure drops too, [clinical], low and his organs start shutting down one by, [detached], one like dominoes falling in, [mechanical], slow motion."
        },
        {
            "role": "Character 2",
            "content": "[determined] Fifteen minutes to save four lives including an, [steady], unborn child while potentially sacrificing the dog who's, [pained], saved dozens of others over his career."
        },
        {
            "role": "Character 1",
            "content": "[soft] Rex, that's his name, [trembling], not just the dog or the K9 unit."
        },
        {
            "role": "Character 2",
            "content": "I know his, um, name and I know his handler's crying in the, [struggling], hallway right now but I mean, those kids—"
        },
        {
            "role": "Character 1",
            "content": "[resigned] I'll prep him but I want it on record that this, [angry], goes against every oath I took as a veterinarian to first, [bitter], do no harm to the animals in my, [broken], care."
        },
        {
            "role": "Character 2",
            "content": "[weary] Um, well, nothing about this situation lets anyone keep their, [haunted], hands clean and I'll carry this decision along with every other impossible, [cracking], choice I've had to make in situations where there's no, I mean, good answer. [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[quiet] Just promise me you'll bring him back, [pleading], alive."
        },
        {
            "role": "Character 2",
            "content": "I can't promise that, um, but I can promise that if we lose him, well, it won't be, [solemn], for nothing because those kids are going home to their, [determined], parents tonight no matter what it, I mean, costs us."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "a004fa4a_scenario.json",
    "scenario": "A veterinary surgeon must choose between saving a police K9's life and allowing the dog to complete one final bomb detection mission to rescue hostages.",
    "type": "scenario_conversation",
    "character_1_role": "veterinary surgeon",
    "character_2_role": "special situations analyst",
    "selected_tones": [
        "volcanic",
        "controlling",
        "unwilling"
    ],
    "tone_options": [
        "dropping",
        "satisfied",
        "dry",
        "innovating",
        "anticipating",
        "decelerating",
        "volcanic",
        "controlling",
        "volatile",
        "unwilling"
    ]
}