{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[tembloroso] Eh, sé que seguramente os llegan madres como yo todo el tiempo, pero yo, [desesperado], necesito entender por qué mi hija no puede, bueno, acceder a este ensayo que podría salvarle la vida. [voz quebrada]"
        },
        {
            "role": "Character 2",
            "content": "[suave] Entiendo perfectamente su frustración, y quiero, [cuidadoso], ayudarla a navegar esta situación tan increíblemente difícil lo mejor que pueda."
        },
        {
            "role": "Character 1",
            "content": "[suplicante] Bueno, o sea, solo tiene 14 años y los médicos dicen que, [con voz entrecortada], tenemos quizá 6 meses, pero el tratamiento de vuestra empresa mostró, [esperanzado], tasas de respuesta del 90 por ciento en los datos preliminares, y es que, [quebrado], no entiendo los criterios de exclusión, ¿sabes?"
        },
        {
            "role": "Character 2",
            "content": "[pausado] Entonces, eh, el problema es que los pacientes pediátricos menores de 16 requieren, [clínico], protocolos de dosificación completamente diferentes, y no hemos completado, [vacilante], los estudios de seguridad para ese grupo de edad todavía, lo cual sé que, [pesado], suena a burocracia cuando tu hija se está muriendo. [suspira suavemente]"
        },
        {
            "role": "Character 1",
            "content": "Eh, pero otros países están permitiendo el uso compasivo, así que o sea, [confundido], ¿por qué no podemos simplemente, bueno, firmar las exenciones que necesitéis?"
        },
        {
            "role": "Character 2",
            "content": "Las regulaciones de la FDA aquí son, [cuidadoso], diferentes de los programas europeos de acceso expandido, y aunque yo personalmente, [conflictuado], desearía que fuera así de simple, hay marcos legales que tenemos que seguir."
        },
        {
            "role": "Character 1",
            "content": "[enfadado] Bueno, o sea, me está pidiendo que, [amargo], acepte que mi hija tiene que morir por, [temblando], papeleo y protocolos mientras los niños en Francia están recibiendo este tratamiento, y yo, eh, no puedo hacer eso, simplemente no puedo, [derrumbándose], quedarme aquí sentada escuchando regulaciones."
        },
        {
            "role": "Character 2",
            "content": "[suave] Eh, mire, no debería decir esto, pero hay, [mirando alrededor], en realidad una forma en que podríamos ayudar a través de un programa diferente que, [bajando la voz], no se publicita mucho, y o sea, [acogedor], ¿estaría dispuesta a explorar algunas vías alternativas?"
        },
        {
            "role": "Character 1",
            "content": "[atónito] ¿Hay un programa que no ha, [suspicaz], mencionado hasta ahora que podría ayudar a mi hija moribunda?"
        },
        {
            "role": "Character 2",
            "content": "[sincero] Bueno, eh, se llama Protocolo de Paciente Nominado, y requiere, [explicando], documentación considerable de su equipo oncológico, pero si podemos demostrar, [alentador], que se han agotado los tratamientos estándar, hay una posibilidad, y o sea, [esperanzado], una posibilidad real de que podamos conseguir la aprobación."
        },
        {
            "role": "Character 1",
            "content": "[desesperado] Por favor, sí."
        },
        {
            "role": "Character 2",
            "content": "[concentrado] Eh, necesito que entienda que esto no está garantizado, pero voy a, [decidido], guiar personalmente su solicitud a través de cada departamento, ¿sabes?"
        },
        {
            "role": "Character 1",
            "content": "[lloroso] Bueno, o sea, ¿por qué haría eso por nosotras cuando ni siquiera, [confundido], nos conoce?"
        },
        {
            "role": "Character 2",
            "content": "Porque, eh, antes de trabajar aquí, era, [vulnerable], enfermera pediátrica, y vi a demasiados niños, bueno, [dolorido], escapársenos mientras los tratamientos esperaban en las estanterías las aprobaciones. [pausa]"
        },
        {
            "role": "Character 1",
            "content": "[agradecido] El oncólogo dijo que nadie en la empresa siquiera, [abrumado], devolvía nuestras llamadas hasta hoy. [llorando suavemente]"
        },
        {
            "role": "Character 2",
            "content": "[cálido] A veces la persona adecuada solo necesita, [acogedor], escuchar la historia correcta en el momento correcto, y el caso de tu hija, [apasionado], me importa ahora, de verdad."
        },
        {
            "role": "Character 1",
            "content": "[esperanzado] Se llama Emma, y todavía, [sonriendo entre lágrimas], baila en su habitación del hospital incluso con todos los tubos conectados."
        },
        {
            "role": "Character 2",
            "content": "[conmovido] Bueno, eh, vamos a darle a Emma todas las oportunidades de seguir, [decidido], bailando, y o sea, llamaré al comité de revisión esta noche. [resuelto]"
        },
        {
            "role": "Character 1",
            "content": "[susurrado] Eh, no sé cómo agradecerte por, [emocionado], verla realmente como algo más que un número de caso, por verla como, [voz quebrada], mi mundo entero, que es lo que es, ¿sabes?"
        },
        {
            "role": "Character 2",
            "content": "No necesitas agradecerme todavía—vamos a, [decidido], enviar esta solicitud esta noche, y yo, eh, [firme], te guiaré por cada formulario, porque Emma merece, bueno, [apasionado], cada oportunidad de luchar que podamos darle."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[trembling] Um, I know you probably get parents like me all the time, but I, [desperate], need to understand why my daughter can't, well, access this trial that could save her life. [voice breaking]"
        },
        {
            "role": "Character 2",
            "content": "[gentle] I understand your frustration completely, and I want to, [careful], help you navigate this incredibly difficult situation as best I can."
        },
        {
            "role": "Character 1",
            "content": "[pleading] Well, I mean, she's only fourteen and the doctors are saying, [choked up], we have maybe six months, but your company's treatment showed, [hopeful], ninety percent response rates in the early data, and I just, [breaking], don't understand the exclusion criteria, you know?"
        },
        {
            "role": "Character 2",
            "content": "[measured] So, um, the challenge is that pediatric patients under sixteen require, [clinical], entirely different dosing protocols, and we haven't completed, [hesitant], the safety studies for that age group yet, which I know, [heavy], sounds like bureaucracy when your child is dying. [sighs quietly]"
        },
        {
            "role": "Character 1",
            "content": "Um, but other countries are allowing compassionate use, so I mean, [confused], why can't we just, well, sign whatever waivers you need?"
        },
        {
            "role": "Character 2",
            "content": "The FDA regulations here are, [careful], different from European expanded access programs, and while I personally, [conflicted], wish it were that simple, there are legal frameworks we have to follow."
        },
        {
            "role": "Character 1",
            "content": "[angry] Well, I mean, you're asking me to just, [bitter], accept that my daughter has to die because of, [shaking], paperwork and protocols while kids in France are getting this treatment, and I, um, can't do that, I just can't, [breaking down], sit here and listen to regulations."
        },
        {
            "role": "Character 2",
            "content": "[soft] Um, look, I shouldn't be saying this, but there's, [glancing around], actually a way we might be able to help through a different program that's, [lowering voice], not widely publicized, and I mean, [inviting], would you be willing to explore some alternative pathways?"
        },
        {
            "role": "Character 1",
            "content": "[stunned] There's a program you haven't, [suspicious], mentioned until now that could help my dying child?"
        },
        {
            "role": "Character 2",
            "content": "[earnest] Well, um, it's called Named Patient Protocol, and it requires, [explaining], significant documentation from your oncology team, but if we can demonstrate, [encouraging], that standard treatments have been exhausted, there's a possibility, and I mean, [hopeful], a real possibility we could get approval."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Please, yes."
        },
        {
            "role": "Character 2",
            "content": "[focused] Um, I need you to understand this isn't guaranteed, but I'm going to, [determined], personally shepherd your application through every department, you know?"
        },
        {
            "role": "Character 1",
            "content": "[tearful] Well, I mean, why would you do that for us when you don't even, [confused], know us?"
        },
        {
            "role": "Character 2",
            "content": "Because, um, before I worked here, I was, [vulnerable], a pediatric nurse, and I watched too many kids, well, [pained], slip away while treatments sat on shelves waiting for approvals. [pauses]"
        },
        {
            "role": "Character 1",
            "content": "[grateful] The oncologist said nobody at the company would even, [overwhelmed], return our calls until today. [crying softly]"
        },
        {
            "role": "Character 2",
            "content": "[warm] Sometimes the right person just needs to, [inviting], hear the right story at the right time, and your daughter's case, [passionate], it matters to me now, truly."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] Her name is Emma, and she still, [smiling through tears], dances in her hospital room even with all the tubes attached."
        },
        {
            "role": "Character 2",
            "content": "[moved] Well, um, let's give Emma every chance to keep, [determined], dancing, and I mean, I'll call the review board tonight. [resolute]"
        },
        {
            "role": "Character 1",
            "content": "[whispered] Um, I don't know how to thank you for, [emotional], actually seeing her as more than a case number, for seeing her as, [voice cracking], my whole world, which she is, you know?"
        },
        {
            "role": "Character 2",
            "content": "You don't need to thank me yet—let's, [purposeful], get this application submitted tonight, and I'll, um, [steady], walk you through every single form, because Emma deserves, well, [passionate], every fighting chance we can give her."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "a41dafe3_scenario.json",
    "scenario": "A mother confronts a medical science liaison at a pharmaceutical company about the experimental treatment her terminally ill daughter desperately needs but was denied access to.",
    "type": "scenario_conversation",
    "character_1_role": "mother",
    "character_2_role": "medical science liaison",
    "selected_tones": [
        "uncertain",
        "advising",
        "inviting"
    ],
    "tone_options": [
        "wilting",
        "disrespecting",
        "telling",
        "inviting",
        "obscuring",
        "triumphant",
        "uncertain",
        "biased",
        "inexperienced",
        "advising"
    ]
}