{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[con cansancio] Me han dejado traerte algo del pan de masa madre que tanto te gustaba, el que lleva romero del huerto de detrás de la panadería."
        },
        {
            "role": "Character 2",
            "content": "[vacío] Has conducido tres horas para traerme pan cuando las dos sabemos que no me has perdonado lo que le hice al negocio, a tu reputación en este pueblo."
        },
        {
            "role": "Character 1",
            "content": "[pausado] He conducido tres horas porque sigues siendo mi hija, y mañana el jurado decide si pasas los próximos cinco años entre rejas o vuelves a casa."
        },
        {
            "role": "Character 2",
            "content": "¿A casa? ¿Al piso encima de la panadería donde todos los que entran a por su café de la mañana saben perfectamente lo que hice con las inversiones de sus planes de pensiones?"
        },
        {
            "role": "Character 1",
            "content": "[firmeza silenciosa] Al piso donde aprendiste a dar forma a los cruasanes a las cuatro de la madrugada, donde hacías los deberes cubierta de harina mientras yo preparaba todo para el turno del mediodía."
        },
        {
            "role": "Character 2",
            "content": "Eso fue antes de descubrir que podía ganar más en un día moviendo números en una pantalla que lo que tú ganas en un mes amasando al amanecer."
        },
        {
            "role": "Character 1",
            "content": "[bruscamente] Esos números pertenecían a personas de verdad, la señora Chen que te enseñó piano, el señor Rodríguez que nos arregló el horno gratis cuando no podíamos pagar la reparación."
        },
        {
            "role": "Character 2",
            "content": "[a la defensiva] Iba a devolverlo todo con los beneficios, ese era el plan desde el principio antes de que el mercado se diera la vuelta y todo se viniera abajo."
        },
        {
            "role": "Character 1",
            "content": "Ibas a devolverlo. [suspira] Igual que ibas a devolver los diez mil que cogiste de la caja cuando tenías diecinueve años."
        },
        {
            "role": "Character 2",
            "content": "[atónito y callado] ¿Lo sabías? Todos estos años lo has sabido y nunca dijiste nada, ni siquiera cambiaste la combinación de la caja fuerte..."
        },
        {
            "role": "Character 1",
            "content": "Pues claro que lo sabía, llevo cuadrando esos libros desde antes de que nacieras, y lo cubrí porque pensé que solo necesitabas tiempo para madurar. [exhala pesadamente]"
        },
        {
            "role": "Character 2",
            "content": "[voz quebrada] Así que llevas ocho años decepcionada conmigo, viéndome fingir que tenía éxito mientras sabías que empecé con dinero robado a mi propia madre."
        },
        {
            "role": "Character 1",
            "content": "[más suave] ¿Decepcionada? No, aterrada de que en algún momento fallé al enseñarte que el dinero no son solo números, es confianza, son los sueños de la gente y su red de seguridad."
        },
        {
            "role": "Character 2",
            "content": "Me enseñaste a trabajar jornadas de dieciocho horas para clientes que se quejan de una subida de cincuenta céntimos en las baguettes mientras conducen coches de 60.000 euros. [risa amarga]"
        },
        {
            "role": "Character 1",
            "content": "[suavemente] Te enseñé que el trabajo honesto significa dormir tranquila, algo que dudo que hayas hecho desde que empezó a desmoronarse todo esto hace seis meses."
        },
        {
            "role": "Character 2",
            "content": "[apenas audible] No he dormido una noche entera desde que la policía judicial llamó a mi puerta a las cinco y media de la mañana, la misma hora a la que tú enciendes los hornos."
        },
        {
            "role": "Character 1",
            "content": "Tu abogada piensa que si testificas, si muestras arrepentimiento genuino, el juez podría reducir la condena a dos años, quizá dieciocho meses con buena conducta. [cuidadosamente neutral]"
        },
        {
            "role": "Character 2",
            "content": "[risa hueca] Arrepentimiento genuino."
        },
        {
            "role": "Character 1",
            "content": "[cansado pero firme] La masa madre aguanta tres días si la envuelves bien, y estaré aquí mañana cuando lean el veredicto, pase lo que pase."
        },
        {
            "role": "Character 2",
            "content": "¿Por qué? ¿Por qué sigues apareciendo cuando he destrozado todo lo que tardaste treinta años en construir, tu reputación, tu posición en la comunidad, todo? [voz entrecortada]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[wearily] They let me bring you some of the sourdough you used to love, the one with rosemary from the garden behind the shop."
        },
        {
            "role": "Character 2",
            "content": "[hollow] You drove three hours to bring me bread when we both know you haven't forgiven me for what I did to the business, to your reputation in this town."
        },
        {
            "role": "Character 1",
            "content": "[measured] I drove three hours because you're still my daughter, and tomorrow the jury decides whether you spend the next five years behind bars or come home."
        },
        {
            "role": "Character 2",
            "content": "Home? The apartment above the bakery where everyone who comes in for their morning coffee knows exactly what I did with their pension fund investments?"
        },
        {
            "role": "Character 1",
            "content": "[quietly firm] The apartment where you learned to shape croissants at four in the morning, where you did your homework covered in flour while I prepped for the lunch rush."
        },
        {
            "role": "Character 2",
            "content": "That was before I discovered I could make more in a day moving numbers on a screen than you make in a month kneading dough at dawn."
        },
        {
            "role": "Character 1",
            "content": "[sharply] Those numbers belonged to real people, Mrs. Chen who taught you piano, Mr. Rodriguez who fixed our oven for free when we couldn't afford repairs."
        },
        {
            "role": "Character 2",
            "content": "[defensive] I was going to pay it all back with the returns, that was always the plan before the market turned and everything collapsed."
        },
        {
            "role": "Character 1",
            "content": "You were going to pay it back. [sighs] Just like you were going to pay back the ten thousand you took from the register when you were nineteen."
        },
        {
            "role": "Character 2",
            "content": "[stunned quiet] You knew about that? All these years you knew and never said anything, never even changed the combination on the safe?"
        },
        {
            "role": "Character 1",
            "content": "Of course I knew, I've been balancing those books since before you were born, and I covered it because I thought you just needed time to grow up. [exhales heavily]"
        },
        {
            "role": "Character 2",
            "content": "[voice cracking] So you've been disappointed in me for eight years, watching me pretend to be successful while knowing I started with stolen money from my own mother."
        },
        {
            "role": "Character 1",
            "content": "[softer] Disappointed? No, terrified that somewhere I failed to teach you that money isn't just numbers, it's trust, it's people's dreams and safety nets."
        },
        {
            "role": "Character 2",
            "content": "You taught me to work eighteen-hour days for customers who complain about a fifty-cent price increase on baguettes while driving sixty-thousand-dollar cars. [bitter laugh]"
        },
        {
            "role": "Character 1",
            "content": "[gently] I taught you that honest work means sleeping soundly, something I doubt you've done since this whole thing started unraveling six months ago."
        },
        {
            "role": "Character 2",
            "content": "[barely audible] I haven't slept through the night since the FBI knocked on my door at five-thirty in the morning, the same time you start the ovens."
        },
        {
            "role": "Character 1",
            "content": "Your lawyer thinks if you testify, show genuine remorse, the judge might reduce the sentence to two years, maybe eighteen months with good behavior. [carefully neutral]"
        },
        {
            "role": "Character 2",
            "content": "[hollow laugh] Genuine remorse."
        },
        {
            "role": "Character 1",
            "content": "[tired but firm] The sourdough will keep for three days if you wrap it properly, and I'll be here tomorrow when they read the verdict, whatever happens."
        },
        {
            "role": "Character 2",
            "content": "Why? Why keep showing up when I've destroyed everything you spent thirty years building, your reputation, your standing in the community, everything? [voice breaking]"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "5cafc128_scenario.json",
    "scenario": "A baker visits their adult daughter in holding the night before the jury delivers a verdict on her embezzlement charges.",
    "type": "scenario_conversation",
    "character_1_role": "baker",
    "character_2_role": "defendant",
    "selected_tones": [
        "tired",
        "withholding",
        "shielding"
    ],
    "tone_options": [
        "telling",
        "unknowing",
        "harsh",
        "training",
        "withholding",
        "tired",
        "dropping",
        "shielding",
        "lucid",
        "attentive"
    ]
}