{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[atónito] Eh, perdona, no puedes estar aquí durante la, [sin aliento], prueba de sonido, o sea, esta azotea está restringida para el equipo del concierto y, bueno, espera—¿de verdad eres tú?"
        },
        {
            "role": "Character 2",
            "content": "[pillado desprevenido] Bueno, eh, solo he venido a arreglar las líneas telefónicas que, [nervioso], se dañaron con la tormenta de anoche, así que, eh, no sabía que había un evento aquí arriba hoy."
        },
        {
            "role": "Character 1",
            "content": "[tembloroso] Mamá, han, em, han pasado 17 años desde que, [voz quebrada], saliste por esa puerta, y o sea, ¿ahora estás colgada del lateral de este edificio como, pues, como si no hubiera pasado nada?"
        },
        {
            "role": "Character 2",
            "content": "No sabía que, eh, estarías aquí trabajando en este evento, quiero decir, [conmocionado], había oído que te dedicabas a la ingeniería de sonido pero, bueno, nunca imaginé que nos cruzaríamos así. [pausa larga]"
        },
        {
            "role": "Character 1",
            "content": "¿Sabías de mi carrera pero nunca se te ocurrió, [amargo], contactar conmigo o felicitarme por haber llegado a ser alguien? [ríe con tristeza]"
        },
        {
            "role": "Character 2",
            "content": "Mira, sé cómo, [defensivo], debe parecer esto, pero, eh, había razones por las que tuve que, [con dificultad], irme que no podía explicarle a una niña de 10 años, y bueno, cuando fuiste lo bastante mayor para entenderlo, o sea, ya parecía demasiado tarde."
        },
        {
            "role": "Character 1",
            "content": "[desesperado] En cada concierto que mezclo, con cada grupo con el que trabajo, sigo, [indagador], esperando que quizás algún día aparezcas entre el público porque papá decía que, [nostálgico], amabas la música más que nada excepto, [voz quebrada], al parecer más que a nosotras."
        },
        {
            "role": "Character 2",
            "content": "[en voz baja] Pues, em, eso no es justo."
        },
        {
            "role": "Character 1",
            "content": "[enfadado] Lo que no es justo es crecer preguntándome qué había hecho, [dolido], mal para que mi madre desapareciera, pasarme años en terapia intentando, [agotado], entender por qué no fui suficiente para hacer que te, [destrozado], quedaras."
        },
        {
            "role": "Character 2",
            "content": "Eh, escucha, tu padre y yo, teníamos, [cuidadosamente], problemas que no tenían nada que ver contigo, y quiero decir, irme era la única forma de manteneros a salvo de—bueno, de cosas que no necesitabas saber."
        },
        {
            "role": "Character 1",
            "content": "[frustrado] Así que, eh, sigues guardando secretos incluso ahora cuando estoy aquí como, [decidido], una adulta que merece la verdad sobre por qué mi madre me abandonó, y, pues, actúas como si debiera, [sarcástico], aceptar tus vagas explicaciones y seguir adelante, o sea, ¿como si esos 17 años de silencio no casi me hubieran destruido?"
        },
        {
            "role": "Character 2",
            "content": "Tienes razón. [suspira profundamente]"
        },
        {
            "role": "Character 1",
            "content": "[más suave] Este equipo que manejo genera unos 40.000 vatios de potencia, [técnico], suficientes para dejar sorda a alguien permanentemente si cometo un error con los, [concentrado], monitores."
        },
        {
            "role": "Character 2",
            "content": "[confundido] Es un cambio de tema interesante pero estoy, [curioso], escuchando lo que necesites decir ahora mismo. [carraspea]"
        },
        {
            "role": "Character 1",
            "content": "Bueno, eh, el caso es que aprendí a manejar cosas peligrosas con, [orgulloso], precisión porque nunca quise hacer daño a nadie como, eh, tú nos hiciste daño cuando te fuiste."
        },
        {
            "role": "Character 2",
            "content": "[emocionado] Dios, te has convertido en todo."
        },
        {
            "role": "Character 1",
            "content": "El grupo empieza la prueba de sonido en 10 minutos y necesito, [profesional], terminar de calibrar estos altavoces, pero después del concierto de esta noche quizás podríamos, [esperanzado], hablar de verdad?"
        },
        {
            "role": "Character 2",
            "content": "Eh, tengo tres edificios más que revisar hoy pero, bueno, [vacilante], podría volver sobre las 9 si de verdad quieres, o sea, intentar entendernos. [voz temblorosa]"
        },
        {
            "role": "Character 1",
            "content": "[firme] No vuelvas a desaparecer porque, eh, no te daré otra oportunidad después de esta, y quiero decir, [vulnerable], necesito saber si de verdad eres capaz de quedarte esta vez o si, pues, debería dejarte ir para siempre. [pausa]"
        },
        {
            "role": "Character 2",
            "content": "[decidido] Eh, estaré aquí, o sea, a las 9 en punto. [sollozos]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Um, excuse me, you can't be up here during the, [breathless], soundcheck, I mean, this rooftop is restricted for the concert crew and, well, wait—is that really you?"
        },
        {
            "role": "Character 2",
            "content": "[caught off-guard] Well, um, I'm just here to fix the phone lines that, [nervous], got damaged in last night's storm, so, uh, I didn't know there was an event happening up here today."
        },
        {
            "role": "Character 1",
            "content": "[trembling] Dad, it's, um, it's been seventeen years since you, [voice cracking], walked out that door, and I mean, now you're just hanging off the side of this building like, well, like nothing happened?"
        },
        {
            "role": "Character 2",
            "content": "I didn't know you'd, um, be here working this event, I mean, [shocked], I heard you were doing sound engineering but, well, never imagined we'd cross paths like this. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "You heard about my career but never thought to, [bitter], reach out or congratulate me on making something of myself? [laughs sadly]"
        },
        {
            "role": "Character 2",
            "content": "Look, I know how this, [defensive], must seem, but, um, there were reasons I had to, [struggling], leave that I couldn't explain to a ten-year-old, and well, by the time you were old enough to understand, I mean, it felt too late."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Every concert I mix, every band I work with, I keep, [searching], hoping maybe one day you'd show up in the audience because Mom said you, [nostalgic], loved music more than anything except, [voice breaking], apparently more than us."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Well, um, that's not fair."
        },
        {
            "role": "Character 1",
            "content": "[angry] Not fair is growing up wondering what I did, [hurt], wrong to make my father disappear, spending years in therapy trying to, [exhausted], understand why I wasn't enough to make you, [broken], stay."
        },
        {
            "role": "Character 2",
            "content": "Um, listen, your mother and I, we had, [carefully], problems that had nothing to do with you, and I mean, leaving was the only way to keep you both safe from—well, from things you didn't need to know about."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] So, um, you're still keeping secrets even now when I'm standing here as, [determined], an adult who deserves the truth about why my father abandoned me, and, well, you're acting like I should just, [sarcastic], accept your vague explanations and move on, I mean, like those seventeen years of silence didn't nearly destroy me?"
        },
        {
            "role": "Character 2",
            "content": "You're right. [sighs deeply]"
        },
        {
            "role": "Character 1",
            "content": "[softer] This equipment I'm running generates about forty thousand watts of power, [technical], enough to blow out someone's hearing permanently if I make one mistake with the, [focused], monitors."
        },
        {
            "role": "Character 2",
            "content": "[confused] That's an interesting change of subject but I'm, [curious], listening to whatever you need to say right now. [clears throat]"
        },
        {
            "role": "Character 1",
            "content": "Well, um, the point is that I learned to handle dangerous things with, [proud], precision because I never wanted to hurt anyone the way, uh, you hurt us when you left."
        },
        {
            "role": "Character 2",
            "content": "[emotional] God, you became everything."
        },
        {
            "role": "Character 1",
            "content": "The band starts their soundcheck in ten minutes and I need to, [professional], finish calibrating these speakers, but after the show tonight maybe we could, [hopeful], actually talk?"
        },
        {
            "role": "Character 2",
            "content": "Um, I've got three more buildings to service today but, well, [tentative], I could come back around nine if you really want to, I mean, try to understand each other. [voice shaking]"
        },
        {
            "role": "Character 1",
            "content": "[firm] Don't disappear again because, um, I won't give you another chance after this, and I mean, [vulnerable], I need to know if you're actually capable of staying this time or if, well, I should just let you go forever. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[determined] Um, I'll be here, I mean, nine o'clock. [sniffles]"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "70902072_scenario.json",
    "scenario": "A monitor engineer working a rooftop concert discovers the telephone lineman suspended from safety gear outside the building is their estranged parent who left when they were young.",
    "type": "scenario_conversation",
    "character_1_role": "monitor engineer",
    "character_2_role": "telephone lineman",
    "selected_tones": [
        "caught-off-guard",
        "loving",
        "forward-thinking"
    ],
    "tone_options": [
        "entitled",
        "conscious",
        "efficient",
        "caught-off-guard",
        "loving",
        "forward-thinking",
        "inspiring",
        "ignorant",
        "futuristic",
        "wasteful"
    ]
}