{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Encore une livraison sans papiers."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] Écoute, je sais que c'est chiant, mais je vais retrouver le bon de commande là, tout de suite. Des fois les chauffeurs oublient de prendre le bordereau au dispatch. Laisse-moi appeler le fournisseur direct et on va régler ça dans les 10 minutes."
        },
        {
            "role": "Character 1",
            "content": "[bored] Toujours la même rengaine."
        },
        {
            "role": "Character 2",
            "content": "Le nouveau système devrait régler ça. À partir du mois prochain, tout passe en numérique—fini les papiers qui disparaissent, tu scannes le code QR et paf, t'as toute la doc sur ta tablette direct."
        },
        {
            "role": "Character 1",
            "content": "C'est ce que la direction nous promet ?"
        },
        {
            "role": "Character 2",
            "content": "Pour une fois, la direction tient parole. J'ai vu la version bêta tourner à l'entrepôt de Lyon. Ils ont réduit leurs erreurs de réception de 70% rien que sur le premier trimestre."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] J'espère que t'as raison là-dessus."
        },
        {
            "role": "Character 2",
            "content": "Crois-moi, j'en ai autant marre que toi de courir après la paperasse. Ça fait 12 ans que je bosse ici et j'ai jamais vu un tel bordel avec les documents jusqu'à ces derniers mois."
        },
        {
            "role": "Character 1",
            "content": "12 ans à la réception ?"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] J'ai commencé sur le quai, j'ai grimpé jusqu'à responsable. Je devrais être aux opérations maintenant mais ils arrêtent pas de dire qu'ils ont besoin de gens expérimentés ici pour d'abord régler les problèmes."
        },
        {
            "role": "Character 1",
            "content": "Ça me dit quelque chose."
        },
        {
            "role": "Character 2",
            "content": "[excited] Attends, t'es Thomas de l'équipe de nuit ! J'ai entendu dire que t'as refusé le poste de chef d'équipe trois fois. Putain, faut du cran pour dire non à ce genre de salaire."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] L'argent c'est pas tout."
        },
        {
            "role": "Character 2",
            "content": "T'as complètement raison. Les emmerdes qui viennent avec l'encadrement valent pas les 8000 euros de plus par an. Je passe la moitié de mon temps en réunion à parler des problèmes au lieu de vraiment les résoudre."
        },
        {
            "role": "Character 1",
            "content": "Cette palette est abîmée."
        },
        {
            "role": "Character 2",
            "content": "Ça remonte direct dans le camion. Je signe pas pour de la marchandise endommagée, surtout pas avec notre audit trimestriel qui arrive. Le chauffeur n'aura qu'à expliquer à son dispatcher pourquoi il rentre avec du fret."
        },
        {
            "role": "Character 1",
            "content": "[slowly] Il va pas être content."
        },
        {
            "role": "Character 2",
            "content": "Son bonheur c'est pas mon problème. Mon problème c'est de m'assurer qu'on se tape pas le coût de marchandise qu'on peut pas vendre. Y'a sûrement pour 2000 euros de produits foutus là."
        },
        {
            "role": "Character 1",
            "content": "C'est juste."
        },
        {
            "role": "Character 2",
            "content": "Bon, une fois qu'on aura réglé ça, viens prendre un café avec moi. Je voudrais qu'on discute de ton programme d'optimisation du quai de chargement que t'as mis en place sur l'équipe de nuit. Il paraît que ça fait des miracles."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Another delivery with no paperwork."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] I know it's frustrating, but I'll track down the purchase order right now. Sometimes the drivers forget to grab the manifest from dispatch. Let me call the vendor directly and we'll get this sorted within ten minutes."
        },
        {
            "role": "Character 1",
            "content": "[bored] Same story every week."
        },
        {
            "role": "Character 2",
            "content": "The new system should fix this. Starting next month, everything goes digital—no more missing papers, just scan the QR code and boom, instant documentation on your tablet."
        },
        {
            "role": "Character 1",
            "content": "That what corporate's promising?"
        },
        {
            "role": "Character 2",
            "content": "Corporate's actually following through this time. I've seen the beta version running at the Cincinnati warehouse. Cut their receiving errors by seventy percent in the first quarter alone."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] Hope you're right about that."
        },
        {
            "role": "Character 2",
            "content": "Trust me, I'm as tired of chasing paperwork as you are. Been doing this for twelve years and I've never seen such a mess with documentation until these last few months."
        },
        {
            "role": "Character 1",
            "content": "Twelve years in receiving?"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Started on the dock, worked my way up to manager. Would've been in operations by now but they keep saying they need experienced people down here to fix the problems first."
        },
        {
            "role": "Character 1",
            "content": "Sounds familiar."
        },
        {
            "role": "Character 2",
            "content": "[excited] Wait, you're Tom from third shift! I heard you turned down the supervisor position three times. Man, that takes guts to say no to that kind of money."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Money isn't everything."
        },
        {
            "role": "Character 2",
            "content": "You're absolutely right. The headaches that come with management aren't worth the extra eight grand a year. I spend half my time in meetings talking about problems instead of actually solving them."
        },
        {
            "role": "Character 1",
            "content": "This pallet's damaged."
        },
        {
            "role": "Character 2",
            "content": "That's going straight back on the truck. I'm not signing for damaged goods, especially not with our quarterly audit coming up. The driver can explain to his dispatcher why he's returning with freight."
        },
        {
            "role": "Character 1",
            "content": "[slowly] He's not gonna be happy."
        },
        {
            "role": "Character 2",
            "content": "His happiness isn't my problem. My problem is making sure we don't eat the cost of merchandise we can't sell. That's probably two thousand dollars worth of product that's been compromised."
        },
        {
            "role": "Character 1",
            "content": "Fair enough."
        },
        {
            "role": "Character 2",
            "content": "Look, once we get this sorted, grab a coffee with me. I want to pick your brain about that loading dock efficiency program you implemented on thirds. Heard it's working miracles."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue10_20.txt"
}