{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Alors, euh, est-ce que t'es vraiment, genre, membre ici ou est-ce que tu t'es, euh, infiltré?"
        },
        {
            "role": "Character 2",
            "content": "Oh je t'en prie, je suis membre depuis 2019 — j'ai payé les frais astronomiques, j'ai survécu l'initiation bizarre avec le bandeau et l'ananas, the whole deal."
        },
        {
            "role": "Character 1",
            "content": "Attends, je veux dire, il y avait un ananas? Personne ne m'a, euh, mentionné d'ananas... honestly."
        },
        {
            "role": "Character 2",
            "content": "Ils ont arrêté ça après qu'une personne ait développé une allergie violente en pleine cérémonie — maintenant ils te font juste réciter de la poésie en équilibre sur une jambe."
        },
        {
            "role": "Character 1",
            "content": "C'est, ben, somehow worse? Genre, je peux même pas, tu sais, me souvenir de mon propre numéro de téléphone, basically."
        },
        {
            "role": "Character 2",
            "content": "N'est-ce pas? J'ai complètement [cry] massacré du Yeats et ils m'ont quand même accepté, probably out of pity more than anything else."
        },
        {
            "role": "Character 1",
            "content": "Tu sembles plutôt à l'aise ici maintenant quand même."
        },
        {
            "role": "Character 2",
            "content": "4 ans de pratique! Je sais quels fauteuils en cuir grincent, quel barman fait les martinis les plus forts, and exactly how to avoid Geoffrey when he starts his golf stories."
        },
        {
            "role": "Character 1",
            "content": "Geoffrey sonne, hmm, épuisant... I guess, anyway, everyone here seems, en fait, un peu trop."
        },
        {
            "role": "Character 2",
            "content": "Totalement! Mais, okay alors, une fois que t'apprends leurs manies, euh, ils sont surprisingly entertaining — genre, euh, regarder des gens riches essayer d'être normaux, c'est honestly hilarious."
        },
        {
            "role": "Character 1",
            "content": "Définis \"normal.\""
        },
        {
            "role": "Character 2",
            "content": "Bon, hier Richard a essayé de, tu sais, créer un lien avec le serveur en discutant de son enfance, euh, \"humble\" avec seulement 3 maisons de vacances — it was, actually, painful to watch."
        },
        {
            "role": "Character 1",
            "content": "3 maisons de vacances c'est humble?"
        },
        {
            "role": "Character 2",
            "content": "Pour sa défense, ses voisins en avaient [shy] 7, donc relativement parlant il était pratiquement classe moyenne — at least that's how he tells it."
        },
        {
            "role": "Character 1",
            "content": "Cet endroit est dingue."
        },
        {
            "role": "Character 2",
            "content": "Écoute, c'est [stern] complètement cinglé, mais, bon, le plateau de fromages est divin et ils ont, euh, des journaux de 12 pays différents, so there's that."
        },
        {
            "role": "Character 1",
            "content": "Je suis, euh, seulement ici parce que mon patron a, genre, insisté... the thing is, I don't really fit in."
        },
        {
            "role": "Character 2",
            "content": "Oh crois-moi, personne ici [jealous] ne s'intègre vraiment — on fait tous juste, hmm, semblant avec des degrés de succès variables while, basically, eating overpriced nuts."
        },
        {
            "role": "Character 1",
            "content": "Peut-être que je devrais [over confidently] commencer à raconter aux gens mon histoire de yacht."
        },
        {
            "role": "Character 2",
            "content": "Parfait! Juste, ah, assure-toi qu'il est amarré quelque part, tu sais, d'exotique — these people can smell, vraiment, une fausse histoire de Monaco from, well, across the room."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, are you actually, like, a member here or did you, er, sneak in?"
        },
        {
            "role": "Character 2",
            "content": "Oh please, I've been a member since 2019 — paid the astronomical fee, sat through the weird initiation with the blindfold and the pineapple, the whole deal."
        },
        {
            "role": "Character 1",
            "content": "Wait, I mean, there was a pineapple? Nobody, uh, mentioned a pineapple to me... honestly."
        },
        {
            "role": "Character 2",
            "content": "They stopped doing that after someone developed a violent allergy mid-ceremony — now they just make you recite poetry while standing on one leg."
        },
        {
            "role": "Character 1",
            "content": "That's, well, somehow worse? Like, I can't even, you know, remember my own phone number, basically."
        },
        {
            "role": "Character 2",
            "content": "Right? I completely [cry] butchered some Yeats and they still let me in, probably out of pity more than anything else."
        },
        {
            "role": "Character 1",
            "content": "You seem pretty comfortable here now though."
        },
        {
            "role": "Character 2",
            "content": "Four years of practice! I know which leather chairs squeak, which bartender makes the strongest martinis, and exactly how to avoid Geoffrey when he starts his golf stories."
        },
        {
            "role": "Character 1",
            "content": "Geoffrey sounds, hmm, exhausting... I guess, anyway, everyone here seems, actually, a bit much."
        },
        {
            "role": "Character 2",
            "content": "Totally! But, okay so, once you learn their quirks, umm, they're surprisingly entertaining — like, err, watching wealthy people try to be normal is honestly hilarious."
        },
        {
            "role": "Character 1",
            "content": "Define \"normal.\""
        },
        {
            "role": "Character 2",
            "content": "Well, yesterday Richard tried to, you know, relate to the waiter by discussing his, uh, \"humble\" childhood with only three vacation homes — it was, actually, painful to watch."
        },
        {
            "role": "Character 1",
            "content": "Three vacation homes is humble?"
        },
        {
            "role": "Character 2",
            "content": "In his defense, his neighbors had [shy] seven, so relatively speaking he was practically middle class — at least that's how he tells it."
        },
        {
            "role": "Character 1",
            "content": "This place is insane."
        },
        {
            "role": "Character 2",
            "content": "Listen, it's [stern] completely bonkers, but, well, the cheese plate is divine and they have, umm, newspapers from twelve different countries, so there's that."
        },
        {
            "role": "Character 1",
            "content": "I'm, er, only here because my boss, sort of, insisted... the thing is, I don't really fit in."
        },
        {
            "role": "Character 2",
            "content": "Oh trust me, nobody here [jealous] actually fits in — we're all just, hmm, pretending with varying degrees of success while, basically, eating overpriced nuts."
        },
        {
            "role": "Character 1",
            "content": "Maybe I should [over confidently] start telling people about my yacht."
        },
        {
            "role": "Character 2",
            "content": "Perfect! Just, ah, make sure it's moored somewhere, you know, exotic — these people can smell, really, a fake Monaco story from, well, across the room."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_14.txt"
}