{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Salut, j'ai reçu un email disant que je devais venir vous voir pour quelque chose ?"
        },
        {
            "role": "Character 2",
            "content": "Oui, merci d'être venu. Euh, asseyez-vous je vous prie — je suis Sarah Martinez, la coordinatrice Title IX ici, et bon, nous devons discuter d'une situation qui a été portée à notre attention."
        },
        {
            "role": "Character 1",
            "content": "Une situation ? Je ne [long pause] comprends pas ce que ça pourrait bien être."
        },
        {
            "role": "Character 2",
            "content": "Alors c'est, vous savez, jamais facile à aborder, mais en fait, nous avons reçu un signalement concernant un incident lors du euh, pot du département de journalisme vendredi dernier qui vous implique."
        },
        {
            "role": "Character 1",
            "content": "Quoi ? Quel genre de signalement ?"
        },
        {
            "role": "Character 2",
            "content": "Je veux dire, je dois être clair sur le fait que c'est juste une discussion préliminaire — on est en fait en train de rassembler des informations à ce stade, et rien n'a été déterminé, c'est genre un processus initial de collecte des faits."
        },
        {
            "role": "Character 1",
            "content": "C'est, euh, complètement dingue. J'ai à peine, enfin, je suis resté à cet événement vingt minutes !"
        },
        {
            "role": "Character 2",
            "content": "Je comprends que c'est, hmm, [cheerful] étonnamment stressant, mais genre, notre objectif ici c'est juste d'assurer la sécurité de tous et de clarifier ce qui s'est passé ce soir-là."
        },
        {
            "role": "Character 1",
            "content": "Vous pouvez, en gros, juste me dire de quoi je suis euh, accusé exactement ?"
        },
        {
            "role": "Character 2",
            "content": "Le signalement allègue que vous avez fait des [flirtatious] avances répétées non désirées envers un autre étudiant, y compris le suivre jusqu'à sa voiture après qu'on vous ait demandé d'arrêter — ce sont des allégations sérieuses que nous devons investiguer."
        },
        {
            "role": "Character 1",
            "content": "Suivre quelqu'un ? C'est, le truc c'est que c'est complètement faux ! Je suis parti avec mon colocataire, on peut genre vérifier ça facilement !"
        },
        {
            "role": "Character 2",
            "content": "C'est exactement le genre d'information qu'on a besoin d'entendre, et votre colocataire peut certainement fournir une déclaration s'il est disposé à le faire dans le cadre de notre processus."
        },
        {
            "role": "Character 1",
            "content": "Ça me, euh, détruit. Qui a fait ce signalement d'ailleurs ? J'ai pas le droit de, disons, connaître mon accusateur ?"
        },
        {
            "role": "Character 2",
            "content": "Écoutez, bref, je comprends complètement votre [bitter] frustration, mais c'est juste que notre politique exige de maintenir la confidentialité pendant l'enquête initiale pour protéger toutes les parties impliquées contre d'éventuelles représailles."
        },
        {
            "role": "Character 1",
            "content": "Des représailles ? Je vais pas vraiment faire de représailles contre qui que ce soit ! Ça, euh, détruit complètement ma réputation !"
        },
        {
            "role": "Character 2",
            "content": "J'entends vos préoccupations, et je veux que vous sachiez qu'aucune détermination n'a été prise — vous aurez pleinement l'opportunité de présenter votre version, y compris des témoins et toute preuve que vous voulez qu'on considère."
        },
        {
            "role": "Character 1",
            "content": "Des preuves ? Comment je, okay donc, fournis des preuves que quelque chose ne s'est pas passé ? Vous voyez, c'est impossible !"
        },
        {
            "role": "Character 2",
            "content": "Voilà le truc, on ne vous demande pas de prouver un négatif — on vous demande en fait juste de partager votre souvenir des événements, de fournir toute information qui pourrait nous aider, et de participer à notre processus établi."
        },
        {
            "role": "Character 1",
            "content": "C'est, bon alors, [very loudly] complètement injuste ! Toute ma carrière académique pourrait être ruinée par une, euh, fausse accusation !"
        },
        {
            "role": "Character 2",
            "content": "Je comprends que ça semble écrasant, mais notre processus est conçu pour être équitable et approfondi pour tout le monde — fixons un entretien formel pour la semaine prochaine où vous pourrez venir avec un conseiller et on pourra tout passer en revue systématiquement."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hi, I got an email saying I needed to come see you about something?"
        },
        {
            "role": "Character 2",
            "content": "Yes, thanks for coming in. Um, please have a seat — I'm Sarah Martinez, the Title IX coordinator here, and well, we need to discuss a situation that's been brought to our attention."
        },
        {
            "role": "Character 1",
            "content": "A situation? I don't [long pause] understand what this could possibly be about."
        },
        {
            "role": "Character 2",
            "content": "So this is, you know, never easy to discuss, but honestly, we received a report regarding an incident at last Friday's er, journalism department mixer that involves you."
        },
        {
            "role": "Character 1",
            "content": "What? What kind of report?"
        },
        {
            "role": "Character 2",
            "content": "I mean, I need to be clear that this is just a preliminary discussion — we're actually gathering information at this stage, and nothing has been determined, kind of like an initial fact-finding process."
        },
        {
            "role": "Character 1",
            "content": "This is, uh, completely insane. I barely even so, stayed at that event for twenty minutes!"
        },
        {
            "role": "Character 2",
            "content": "I understand this is, hmm, [cheerful] surprisingly stressful, but like, our goal here is just to ensure everyone's safety and get clarity on what happened that evening."
        },
        {
            "role": "Character 1",
            "content": "Can you, basically, just tell me what I'm uhh, being accused of exactly?"
        },
        {
            "role": "Character 2",
            "content": "The report alleges that you made [flirtatious] repeated unwanted advances toward another student, including following them to their car after being asked to stop — these are serious allegations we need to investigate."
        },
        {
            "role": "Character 1",
            "content": "Following someone? That's, the thing is, completely false! I left with my roommate, we can sort of verify that easily!"
        },
        {
            "role": "Character 2",
            "content": "That's exactly the kind of information we need to hear, and your roommate can certainly provide a statement if they're willing to do so as part of our process."
        },
        {
            "role": "Character 1",
            "content": "This is, err, destroying me. Who even made this report? Don't I have a right to, I guess, know my accuser?"
        },
        {
            "role": "Character 2",
            "content": "Look, anyway, I understand your [bitter] frustration completely, but it's just that our policy requires maintaining confidentiality during the initial investigation to protect all parties involved from potential retaliation."
        },
        {
            "role": "Character 1",
            "content": "Retaliation? I'm not really going to retaliate against anyone! This is, ah, completely destroying my reputation!"
        },
        {
            "role": "Character 2",
            "content": "I hear your concerns, and I want you to know that no determinations have been made — you'll have full opportunity to present your side, including witnesses and any evidence you want us to consider."
        },
        {
            "role": "Character 1",
            "content": "Evidence? How do I, okay so, provide evidence that something didn't happen? You see, this is impossible!"
        },
        {
            "role": "Character 2",
            "content": "Here's the thing, we're not asking you to prove a negative — we're actually just asking you to share your recollection of events, provide any supporting information you have, and participate in our established process."
        },
        {
            "role": "Character 1",
            "content": "This is, right so, [very loudly] completely unfair! My entire academic career could be ruined by some, umm, false accusation!"
        },
        {
            "role": "Character 2",
            "content": "I understand this feels overwhelming, but our process is designed to be fair and thorough for everyone — let's schedule a formal interview for next week where you can bring an advisor and we can go through everything systematically."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_18.txt"
}