{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hey there! So um, funny story... My package never arrived. Again. For the third time actually."
        },
        {
            "role": "Customer Support",
            "content": "Oh no, I—I'm so sorry to hear that. Let me pull up your account right away... *exhales* okay, what's your order number? I actually had something similar happen to me last month with my daughter's birthday gift."
        },
        {
            "role": "Customer",
            "content": "It's ORD-4428-NX. Look I'm trying really hard not to... you know what, never mind."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it, pulling that up now. Er, so I can see the tracking shows delivered yesterday at 2:47 PM to your front door, but—hmm, you're saying it's not there? I totally get how frustrating this is."
        },
        {
            "role": "Customer",
            "content": "Yeah no, it's hilarious actually. My front door. Which doesn't exist because I live in an apartment..."
        },
        {
            "role": "Customer Support",
            "content": "*sharp inhale* Oh jeez, that's—okay so the driver marked it as unit 1A but your account shows unit 14A. That's definitely our mistake. Um, let me check with the delivery team real quick, see if we can track down where it actually went."
        },
        {
            "role": "Customer",
            "content": "You know what would be great? If just once something could just... sorry, I'm being unfair."
        },
        {
            "role": "Customer Support",
            "content": "No no no, you're—you're absolutely right to be upset. *sighs* Alright so, uh, the package is showing as unrecoverable, which means—I mean basically it's gone. But here's what I can do for you right away."
        },
        {
            "role": "Customer",
            "content": "Gone. Of course it's gone. My nephew's birthday is tomorrow and I just..."
        },
        {
            "role": "Customer Support",
            "content": "Okay listen, I—I have kids too, right? So here's what we're gonna do. The item PSU-8827-G is actually in stock at our express warehouse just 47 miles from you. If I process this as code RUSH24, er, you'll have it by 10 AM tomorrow guaranteed."
        },
        {
            "role": "Customer",
            "content": "Wait really? That would actually... oh thank God. You have no idea how much I..."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, I'm—I'm doing it right now. *exhales* The new total is gonna be $0.00 because obviously we're covering everything, shipping included. Should take about, hmm, 30 seconds to process here."
        },
        {
            "role": "Customer",
            "content": "You're literally saving my life. My sister would've killed me if I showed up empty-handed again..."
        },
        {
            "role": "Customer Support",
            "content": "*soft laugh* Trust me, I—I get it. My brother still brings up the time I forgot his kid's present from like three years ago. Alright so confirmation number is CNF-9902-441-XK and you'll get an email in about 2 minutes."
        },
        {
            "role": "Customer",
            "content": "I could cry. Seriously. After the week I've had this is just..."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey, it's—it's all good now, okay? Er, actually wait, let me also add a $25 credit to your account for future orders. Code GFT-2534-M. Consider it an early birthday gift for your nephew from us."
        },
        {
            "role": "Customer",
            "content": "Stop, you're being too nice! Now I feel bad for being all passive aggressive earlier..."
        },
        {
            "role": "Customer Support",
            "content": "Oh please, you were—you were fine! Honestly, if someone lost my package three times I'd probably, uh... well, let's just say you handled it better than I would've. *nervous laugh*"
        },
        {
            "role": "Customer",
            "content": "Well thanks for being so human about this. Most reps would've just read the script and..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no, scripts are—they're not really my thing. *exhales* Anyway, your nephew's gonna love that robot kit. My daughter has the same one, she built it in like 2 hours flat. Call us at 800-555-2847 if you need anything else, okay?"
        }
    ],
    "content_type": "customer_support",
    "source_file": "95a2c05a_script.json",
    "actor": 3,
    "scenario": "angry but trying to stay calm because they know yelling won't help",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}