{
    "conversation": [
        {
            "role": "Customer",
            "content": "Thank you so much for picking up. I'm—I'm actually kind of freaking out here."
        },
        {
            "role": "Customer Support",
            "content": "Oh no no no, I'm—I'm so sorry you're dealing with this. Let me pull up your account right away, can I get your account number or the phone number associated with it?"
        },
        {
            "role": "Customer",
            "content": "It's um... five five five, eight three seven, two nine four one."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it, pulling that up now, account A-88392-K, and I can see—oh. Oh dear. Yes yes yes, I see what you mean about the balance showing zero point zero zero dollars when there should definitely be funds there."
        },
        {
            "role": "Customer",
            "content": "Right! There should be. There should be like three thousand in there."
        },
        {
            "role": "Customer",
            "content": "I'm—I'm so sorry about this. This is—this is not good, I know. Let me check the transaction history for the past 72 hours, reference number TRX-9847623, to see if there's been any unusual activity."
        },
        {
            "role": "Customer",
            "content": "I just—wait, actually—could this be because of that deposit I made yesterday?"
        },
        {
            "role": "Customer Support",
            "content": "Which deposit? Tell me more about that."
        },
        {
            "role": "Customer",
            "content": "The mobile check deposit. For twenty-eight hundred. It said it went through."
        },
        {
            "role": "Customer Support",
            "content": "Okay okay, mobile deposit, let me—let me check that. Transaction ID MD-7739-XK2 shows pending from yesterday at 3:47 PM, and—oh. Oh I'm so sorry. The system flagged it for additional verification."
        },
        {
            "role": "Customer",
            "content": "What does that even mean?"
        },
        {
            "role": "Customer Support",
            "content": "Right right, so basically—and I'm really sorry this wasn't clearer—when deposits over 2500 dollars come through mobile, they go through extra fraud prevention checks, case number FP-88214-B, which can take 24 to 48 hours."
        },
        {
            "role": "Customer",
            "content": "But my balance shouldn't be zero! I had—I had money in there already!"
        },
        {
            "role": "Customer Support",
            "content": "You're absolutely right. You're right right right. This is—this is our mistake. The system shouldn't have frozen your existing balance of 487 dollars and 32 cents while reviewing the new deposit."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay so... so what happens now? Can you fix this?"
        },
        {
            "role": "Customer Support",
            "content": "Yes. Yes yes. I'm—I'm putting through an override right now, authorization code OVR-5521-ZM9, to immediately release your original balance while the check clears."
        },
        {
            "role": "Customer",
            "content": "Oh thank god. Thank you. That's—that's exactly what I needed."
        },
        {
            "role": "Customer Support",
            "content": "Done. Your 487.32 is available now. The check deposit will still take another—let me see—probably 18 to 24 hours based on verification queue VQ-7734."
        },
        {
            "role": "Customer",
            "content": "That's fine. That's fine. I just needed something in there. Thank you so much."
        },
        {
            "role": "Customer Support",
            "content": "I'm—I'm really sorry about the scare. I've added a note, case note CN-9982341-A, to prevent this from happening with future deposits. Is there—is there anything else I can help with today?"
        }
    ],
    "content_type": "customer_support",
    "source_file": "9ad774f8_script.json",
    "actor": 3,
    "scenario": "panicked because their account shows a zero balance when it should have money",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}