{
    "conversation": [
        {
            "role": "Customer",
            "content": "I need paper statements. Not electronic."
        },
        {
            "role": "Customer Support",
            "content": "Sure thing! So I can definitely help you switch that over to paper statements for your account. Let me just... pull up your profile here real quick. Can I get your account number or the phone number associated with the account?"
        },
        {
            "role": "Customer",
            "content": "Um, it's, uh... five five five. Eight nine. Seven two."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect. Okay so I've got your account here, account number ACC-88972-VK, and I can see you're currently enrolled in our paperless billing system since... looks like March of last year."
        },
        {
            "role": "Customer",
            "content": "Correct. I want that changed. Today."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, um, so basically I can, uh, switch you over right now and, er, your next statement will be mailed to the address on file. Let me just... okay. So that's going to be 1847 Riverside Drive, is that still correct?"
        },
        {
            "role": "Customer",
            "content": "Um, no actually—sorry, it's, uh, Riverdale. Not side. Riverdale."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Riverdale, got it got it. Let me update that... R-I-V-E-R-D-A-L-E. Alright so. Your reference number for this change is REF-29384-QM and you should receive your first paper statement within... seven to ten business days."
        },
        {
            "role": "Customer",
            "content": "Seven to ten? That's... unacceptable."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, I totally get that, and, uh, honestly if I could make it faster I would but, er, that's just the standard processing time for the switch from electronic to paper. The system has to... cycle through. Your next billing date is the 15th so you'll definitely have it before then."
        },
        {
            "role": "Customer",
            "content": "I'm sorry, I just—this is, um, kind of important. I need the physical copy."
        },
        {
            "role": "Customer Support",
            "content": "Of course, of course. Um, so like, if you need a statement right away, uh, I could actually email you a PDF that you could print? And then, er, the official paper ones would start coming after that."
        },
        {
            "role": "Customer",
            "content": "That defeats the entire purpose."
        },
        {
            "role": "Customer Support",
            "content": "Right. Yeah. Hmm. Okay so... let me check something else here. Sometimes we can expedite these requests if there's a specific reason. Is there, um, any particular urgency I should note in the system?"
        },
        {
            "role": "Customer",
            "content": "I just, uh, I prefer paper. Is that so, um, difficult?"
        },
        {
            "role": "Customer Support",
            "content": "Not at all, not at all! So, um, like I said, it's all set up now, reference REF-29384-QM, and, uh, you'll get paper statements from now on. Er, is there anything else about your account preferences you'd like to change while we're at it?"
        },
        {
            "role": "Customer",
            "content": "Um, actually, sorry—I'm being, uh... No. That's everything."
        },
        {
            "role": "Customer Support",
            "content": "No worries at all! Totally understand. So just to confirm everything: paper statements will be mailed to 1847 Riverdale Drive, starting with your next cycle, and your confirmation is REF-29384-QM."
        },
        {
            "role": "Customer",
            "content": "Right. Um, thank you. I, uh, appreciate it."
        },
        {
            "role": "Customer Support",
            "content": "You're very welcome! And, um, just so you know, if you ever need to switch back to electronic or, er, make any other changes, you can always call us back or actually do it yourself online in your account settings under delivery preferences. Have a great rest of your day!"
        }
    ],
    "content_type": "customer_support",
    "source_file": "b5a3e163_script.json",
    "scenario": "trying to get a paper statement instead of electronic",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "seething_controlled",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_amount": "light",
                "hesitation_types": [
                    "hedge_words",
                    "filled_pauses",
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "regretfully_limited"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "classic_fillers",
                    "repetition_stutter",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        }
    }
}