{
    "conversation": [
        {
            "role": "Customer",
            "content": "So I need—no wait, um, my plan's not—I mean it's broken. Got an hour."
        },
        {
            "role": "Customer Support",
            "content": "Okay so basically um let me just pull up your account real quick here and uh we'll get this sorted out for you no problem so what's your phone number?"
        },
        {
            "role": "Customer",
            "content": "It's um... five five five—wait no, that's—sorry. Five one five. Two eight nine. Four four six one."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it so um I'm seeing account number ACC-7739-PH21 here and uh basically it looks like your plan got suspended yesterday so that's probably why you're having issues right?"
        },
        {
            "role": "Customer",
            "content": "Yeah. Just need it on."
        },
        {
            "role": "Customer Support",
            "content": "So like um the good news is we can definitely get this fixed real quick it's just showing a past due balance of eighty-seven fifty on invoice INV-442896 from last month so basically once we clear that up you'll be good to go."
        },
        {
            "role": "Customer",
            "content": "I paid—no I didn't—um, sorry. Can I just... pay now?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely absolutely so um let me just set up a quick payment here and we'll have you back online in like two minutes tops so you want to use the card on file ending in 3847?"
        },
        {
            "role": "Customer",
            "content": "That's—wait, which—sorry, yeah. That one."
        },
        {
            "role": "Customer Support",
            "content": "Perfect so um basically I'm processing that right now and uh your confirmation number is gonna be PAY-889264-L and like as soon as this goes through which should be any second now your service will automatically restore."
        },
        {
            "role": "Customer",
            "content": "Um, how long does—I mean will it—sorry, when exactly?"
        },
        {
            "role": "Customer Support",
            "content": "So like it's actually going through right now um I can see the payment posted and uh your service should be back in about thirty seconds to a minute max so you'll definitely be good for your shift."
        },
        {
            "role": "Customer",
            "content": "Okay. Just... checking boxes here."
        },
        {
            "role": "Customer Support",
            "content": "Hey so um I totally get it like you just need your phone working for work right and uh good news is I'm seeing the reactivation signal sent to device ID DEV-7264-MNP so basically any second now you should see your bars come back."
        },
        {
            "role": "Customer",
            "content": "Still nothing. Um, should I—no wait—there. One bar."
        },
        {
            "role": "Customer Support",
            "content": "There we go so like um it'll keep getting stronger over the next minute or two and uh basically your account ACC-7739-PH21 is showing fully active now so you're all set."
        },
        {
            "role": "Customer",
            "content": "Sorry I was—I mean, um, thanks for being—yeah. Quick."
        },
        {
            "role": "Customer Support",
            "content": "No no you're totally fine so um like I also went ahead and added a note to your account that you're an essential worker so basically if this ever happens again just mention reference code REF-3982-EW and we'll prioritize getting you back online."
        },
        {
            "role": "Customer",
            "content": "Oh. I didn't—that's actually—um, sorry, that's really... thanks."
        },
        {
            "role": "Customer Support",
            "content": "Of course of course so like you're out there helping people right so um we gotta make sure your phone works and uh your next bill date is the fifteenth with autopay set up on transaction schedule TRX-8847-AUTO so you should be all good going forward."
        }
    ],
    "content_type": "customer_support",
    "source_file": "b13b5113_script.json",
    "scenario": "home health aide, desperate to fix her phone plan before her shift starts in an hour",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "resigned_going_through_motions",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "false_starts",
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "patient_teacher",
                "veteran_efficient"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        }
    }
}