{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] ¿Roberto? ¿De verdad eres tú ahí sentado como oficial de asilo en el caso Morales? [pause] Dios, ¿cuánto ha pasado, siete años desde que desapareciste de nuestro piso?"
        },
        {
            "role": "Character 2",
            "content": "[quietly] Hola, Santiago. [clears throat] No sabía que trabajabas en este juzgado, I specifically requested cases outside the downtown district, para evitar a cualquiera que pudiera conocer."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Pues sorpresa, aquí estoy presentando apelaciones de deportación mientras tú eres el que las firma. [exhales] La familia Morales tiene tres hijos nacidos aquí, por cierto."
        },
        {
            "role": "Character 2",
            "content": "Conozco su caso."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] ¿De verdad lo conoces? Porque el Roberto que yo conocía habría luchado con uñas y dientes contra separar familias, not rubber-stamping their removal orders. [shaky voice] ¿Qué te ha pasado?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Me han pasado siete años procesando solicitudes de asilo, Santiago. [sighs] Ves suficientes casos fraudulentos, suficientes historias ensayadas, and you start recognizing patterns, patrones que el yo idealista de la universidad habría ignorado."
        },
        {
            "role": "Character 1",
            "content": "[angry] ¿Así que te rendiste? ¿Te convertiste en otro engranaje más del sistema que machaca a la gente? [pause] ¿El Roberto que organizaba protestas contra los centros de detención familiar ahora manda familias a esos mismos centros?"
        },
        {
            "role": "Character 2",
            "content": "[monotone] Sigo la ley y los precedentes establecidos, which is more than I can say for some clerks, los que entrenan a sus clientes sobre qué historias lacrimógenas contar exactamente. [clears throat] Sí, he leído tus notas de caso."
        },
        {
            "role": "Character 1",
            "content": "[defensive] No son historias lacrimógenas, es gente real con traumas reales que necesita alguien que les ayude a navegar un sistema imposiblemente complejo. [trembling] A diferencia de ti, I still believe in actually helping people."
        },
        {
            "role": "Character 2",
            "content": "[tired] ¿Ayudarles? [bitter laugh] Santiago, la mitad están mintiendo, la otra mitad no califica bajo los estatutos actuales, and maybe five percent have legitimate claims, casos que se aprobarán sin importar lo que hagamos tú o yo."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] El Roberto que yo conocía habría luchado por ese cinco por ciento como si sus vidas dependieran de ello. [pause] Porque sí dependen."
        },
        {
            "role": "Character 2",
            "content": "[regretful] Ese Roberto se quemó después de que su caso denegado número 112 resultara en un intento de suicidio en el parking del centro de detención. [voice breaking] Un chaval de 19 años al que le había prometido que estaría a salvo."
        },
        {
            "role": "Character 1",
            "content": "[softly] Joder, Rober, no lo sabía. [pause] ¿Por eso te fuiste sin decir nada? ¿Simplemente desapareciste un martes por la mañana con la mitad de tus cosas todavía en el piso?"
        },
        {
            "role": "Character 2",
            "content": "[mumbling] No podía enfrentarme a nadie que todavía creyera que el sistema podía funcionar. [sighs] Especialmente a ti con tus libros de derecho constitucional y tus subrayadores, and your absolute certainty, esa certeza absoluta de que la justicia era alcanzable si nos esforzábamos lo suficiente."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] ¿Entonces en vez de eso te convertiste en parte del sistema que odiabas? [confused] ¿Cómo es que firmar órdenes de deportación honra la memoria de ese chaval o mejora algo para alguien?"
        },
        {
            "role": "Character 2",
            "content": "[firmly] Porque al menos puedo asegurarme de que el proceso sigue el procedimiento adecuado, that nobody gets railroaded without due process. [exhales] No puedo salvarles, pero puedo asegurarme de que tengan todas las oportunidades que permite la ley."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] La familia Morales necesita más que procedimientos adecuados, Roberto. [pleading] Necesitan a alguien que les vea como seres humanos, not case numbers in your daily quota."
        },
        {
            "role": "Character 2",
            "content": "Cuarenta y tres casos esta semana."
        },
        {
            "role": "Character 1",
            "content": "[sadly] ¿Eso es lo que el señor Morales es para ti? ¿El caso número 43? [sighs] Su hija María sacó matrícula de honor el semestre pasado, she wants to be a doctor, ¿lo sabías?"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Revisaré su expediente otra vez esta noche. [long pause] Es todo lo que puedo prometer, Santiago, because that's all I have left to give, después de siete años viendo cómo el sistema rompe a todos los que toca."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] Rebecca? Is that really you sitting there as the asylum officer on the Morales case? [pause] God, it's been what, seven years since you just vanished from our apartment?"
        },
        {
            "role": "Character 2",
            "content": "[quietly] Hello, Sarah. [clears throat] I didn't know you worked in this courthouse, I specifically requested cases outside the downtown district to avoid anyone I might know."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Well, surprise, here I am filing deportation appeals while you're the one signing off on them. [exhales] The Morales family has three kids born here, by the way."
        },
        {
            "role": "Character 2",
            "content": "I know their case."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Do you though? Because the Rebecca I knew would have fought tooth and nail against separating families, not rubber-stamping their removal orders. [shaky voice] What happened to you?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Seven years of processing asylum claims happened, Sarah. [sighs] You see enough fraudulent cases, enough coached stories, and you start recognizing patterns that the idealistic college version of me would have ignored."
        },
        {
            "role": "Character 1",
            "content": "[angry] So you just gave up? Became another cog in the system grinding people down? [pause] The Rebecca who organized protests against family detention centers is now sending families to them?"
        },
        {
            "role": "Character 2",
            "content": "[monotone] I follow the law and established precedent, which is more than I can say for some clerks who coach their clients on exactly what sob stories to tell. [clears throat] Yes, I've read your case notes."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Those aren't sob stories, they're real people with real trauma who need someone to help them navigate an impossibly complex system. [trembling] Unlike you, I still believe in actually helping people."
        },
        {
            "role": "Character 2",
            "content": "[tired] Help them? [bitter laugh] Sarah, half of them are lying, the other half don't qualify under current statutes, and maybe five percent have legitimate claims that will get approved regardless of what either of us does."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] The Rebecca I knew would have fought for that five percent like their lives depended on it. [pause] Because they do."
        },
        {
            "role": "Character 2",
            "content": "[regretful] That Rebecca burned out after her hundred and twelfth denied case resulted in a suicide attempt in the detention center parking lot. [voice breaking] A nineteen-year-old kid I'd promised would be safe."
        },
        {
            "role": "Character 1",
            "content": "[softly] Oh God, Becca, I didn't know. [pause] Is that why you left without saying anything? Just disappeared one Tuesday morning with half your stuff still in the apartment?"
        },
        {
            "role": "Character 2",
            "content": "[mumbling] I couldn't face anyone who still believed the system could work. [sighs] Especially not you with your constitutional law textbooks and your highlighters and your absolute certainty that justice was achievable if we just tried hard enough."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] So instead you became part of the system you hated? [confused] How does signing deportation orders honor that kid's memory or make anything better for anyone?"
        },
        {
            "role": "Character 2",
            "content": "[firmly] Because at least I can ensure the process follows proper procedure, that nobody gets railroaded without due process. [exhales] I can't save them, but I can make sure they get every chance the law allows."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] The Morales family needs more than proper procedure, Rebecca. [pleading] They need someone to see them as human beings, not case numbers in your daily quota."
        },
        {
            "role": "Character 2",
            "content": "Forty-three cases this week."
        },
        {
            "role": "Character 1",
            "content": "[sadly] Is that what Mr. Morales is to you? Case number forty-three? [sighs] His daughter Maria made honor roll last semester, she wants to be a doctor, did you know that?"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] I'll review their file again tonight. [long pause] That's all I can promise, Sarah, because that's all I have left to give after seven years of watching the system break everyone it touches."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "39b980f2_scenario.json",
    "scenario": "A court clerk recognizes an asylum officer as her former college roommate who disappeared without explanation years ago, now processing the deportation case of the clerk's current client.",
    "type": "scenario_conversation",
    "character_1_role": "court clerk",
    "character_2_role": "asylum officer",
    "selected_tones": [
        "tired",
        "choppy",
        "separating"
    ],
    "tone_options": [
        "lenient",
        "rehearsed",
        "choppy",
        "bold",
        "varied",
        "separating",
        "mindless",
        "tired",
        "fanatical",
        "affectionate"
    ]
}