{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[warmly] Esto es un trabajo increíble."
        },
        {
            "role": "Character 2",
            "content": "[surprised] Gracias, no esperaba a nadie hoy. [quietly] El cartel de fuera dice solo con cita previa porque he estado intentando terminar los últimos pedidos antes de cerrar el mes que viene."
        },
        {
            "role": "Character 1",
            "content": "[concerned] ¿Cerrar? Pero estas tablas son extraordinarias, la artesanía no tiene nada que ver con lo que he visto en las tiendas comerciales. [passionately] Vine aquí específicamente porque los chavales del centro juvenil me dijeron que haces tablas que realmente enseñan a la gente a surfear como es debido."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Ya, bueno, hacer tablas de calidad no paga las facturas cuando todo el mundo quiere basura hecha en fábrica por la mitad de precio. [sighs] 23 años llevo dándole forma a las tablas, and now I can't even afford the lease on this place."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] En realidad vine aquí para encargar 30 tablas personalizadas para un programa de terapia de surf que estamos empezando para jóvenes en riesgo. [pause] ¿Pero parece que quizás no puedas aceptar ese tipo de pedido ahora mismo?"
        },
        {
            "role": "Character 2",
            "content": "¿30 tablas?"
        },
        {
            "role": "Character 1",
            "content": "[earnestly] Por lo menos para empezar."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Eso me llevaría meses de trabajo, pero solo los materiales costarían más de lo que tengo en mi cuenta ahora mismo. [laughs bitterly] Necesitaría por lo menos 15.000 por adelantado solo para los blancos y la resina, y mi crédito está jodido de intentar mantener este sitio a flote."
        },
        {
            "role": "Character 1",
            "content": "[firmly] ¿Y si te pago el importe total por adelantado, plus an additional advance for your time? [excited] Estos chavales necesitan a alguien que entienda que el surf no es solo mantenerse de pie en una tabla, it's about respect for the ocean and finding peace in the movement."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] ¿Harías eso? ¿Confiar en alguien que acabas de conocer con esa cantidad de dinero? [exhales] La mayoría de la gente entra aquí, mira mis herramientas viejas y el taller polvoriento, and they assume I'm some washed-up beach bum."
        },
        {
            "role": "Character 1",
            "content": "[appreciatively] Veo a alguien que eligió la artesanía sobre el beneficio, which tells me everything about your character. [warmly] El programa necesita tablas hechas con intención, no producidas en masa en una fábrica, porque a estos chavales les han dado un tratamiento de cadena de montaje toda su vida."
        },
        {
            "role": "Character 2",
            "content": "[emotional] Cada tabla necesitaría dimensiones diferentes según el tamaño del chaval, su nivel de habilidad, y con qué están luchando emocionalmente. [speeding up] Podría añadir estabilidad extra para los ansiosos, raíles más responsivos para los chavales que necesitan sentir control."
        },
        {
            "role": "Character 1",
            "content": "[delighted] Eso es exactamente el tipo de pensamiento que necesitan estos niños, someone who sees them as individuals worthy of customization. [passionately] ¿Considerarías no solo hacer las tablas, sino enseñar a algunos de los mayores a darles forma ellos mismos?"
        },
        {
            "role": "Character 2",
            "content": "[stunned] ¿Enseñarles? ¿Aquí en mi taller? [nervously] Nunca he trabajado realmente con críos, mostly just crusty old surfers who know exactly what they want and leave me alone to create it."
        },
        {
            "role": "Character 1",
            "content": "[gently] Estos chavales necesitan desesperadamente mentores que les puedan enseñar que la maestría requiere paciencia y dedicación. [sincerely] Verte trabajar, seeing how you run your hands along the rails to feel for imperfections, eso es una lección de vida que no pueden conseguir en ningún aula."
        },
        {
            "role": "Character 2",
            "content": "[thoughtfully] Mi abuelo me enseñó a dar forma cuando tenía 14 años, decía que trabajar con las manos te mantiene honesto. [pause] Quizás es hora de que lo transmita en vez de dejar que muera con esta tienda."
        },
        {
            "role": "Character 1",
            "content": "¿Cuánto necesitarías para mantener este sitio funcionando otro año mientras construimos el programa juntos?"
        },
        {
            "role": "Character 2",
            "content": "[quietly] Vas en serio."
        },
        {
            "role": "Character 1",
            "content": "[confidently] Me he pasado 10 años financiando programas que tratan síntomas, pero viéndote hablar de esas tablas, ¿cómo cada una podría abordar una necesidad emocional específica? [excited] That's treating the whole person, y eso vale cada céntimo."
        },
        {
            "role": "Character 2",
            "content": "[overwhelmed] Con el alquiler, materiales, servicios, y quizás algo de equipamiento de seguridad actualizado para los chavales, probablemente 90.000 cubriría todo. [chuckles] Pero honestamente, just having purpose again, saber que estas tablas realmente ayudarían a alguien a encontrar su camino, eso vale más que cualquier cheque."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[warmly] This is incredible work."
        },
        {
            "role": "Character 2",
            "content": "[surprised] Thanks, I wasn't expecting anyone today. [quietly] The sign out front says by appointment only because I've been trying to finish up the last few orders before I shut down next month."
        },
        {
            "role": "Character 1",
            "content": "[concerned] Shut down? But these boards are extraordinary, the craftsmanship is unlike anything I've seen in the commercial shops. [passionately] I came here specifically because the kids at the youth center told me you make boards that actually teach people how to surf properly."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Yeah, well, making quality boards doesn't pay the bills when everyone wants factory-made junk for half the price. [sighs] Twenty-three years I've been shaping, and now I can't even afford the lease on this place."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] I actually came here to commission thirty custom boards for a surf therapy program we're starting for at-risk youth. [pause] But it sounds like you might not be able to take that kind of order right now?"
        },
        {
            "role": "Character 2",
            "content": "Thirty boards?"
        },
        {
            "role": "Character 1",
            "content": "[earnestly] At least to start."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] That would take me months of work, but the materials alone would cost more than I have in my account right now. [laughs bitterly] I'd need at least fifteen thousand up front just for the blanks and resin, and my credit's shot from trying to keep this place afloat."
        },
        {
            "role": "Character 1",
            "content": "[firmly] What if I paid the full amount upfront, plus an additional advance for your time? [excited] These kids need someone who understands that surfing isn't just about standing on a board, it's about respect for the ocean and finding peace in the movement."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] You'd do that? Trust someone you just met with that kind of money? [exhales] Most people come in here, look around at my old tools and dusty workshop, and assume I'm some washed-up beach bum."
        },
        {
            "role": "Character 1",
            "content": "[appreciatively] I see someone who chose craft over profit, which tells me everything about your character. [warmly] The program needs boards shaped with intention, not mass-produced in a factory, because these kids have been given factory-line treatment their whole lives."
        },
        {
            "role": "Character 2",
            "content": "[emotional] Each board would need different dimensions based on the kid's size, ability level, and what they're struggling with emotionally. [speeding up] I could build in extra stability for the anxious ones, more responsive rails for the kids who need to feel control."
        },
        {
            "role": "Character 1",
            "content": "[delighted] That's exactly the kind of thinking these children need, someone who sees them as individuals worthy of customization. [passionately] Would you consider not just making the boards, but teaching some of the older kids how to shape their own?"
        },
        {
            "role": "Character 2",
            "content": "[stunned] Teach them? Here in my workshop? [nervously] I've never really worked with kids before, mostly just crusty old surfers who know exactly what they want and leave me alone to create it."
        },
        {
            "role": "Character 1",
            "content": "[gently] These kids desperately need mentors who can show them that mastery takes patience and dedication. [sincerely] Watching you work, seeing how you run your hands along the rails to feel for imperfections, that's a life lesson they can't get in any classroom."
        },
        {
            "role": "Character 2",
            "content": "[thoughtfully] My grandfather taught me to shape when I was fourteen, said working with your hands keeps you honest. [pause] Maybe it's time I passed that on instead of letting it die with this shop."
        },
        {
            "role": "Character 1",
            "content": "How much would you need to keep this place running for another year while we build the program together?"
        },
        {
            "role": "Character 2",
            "content": "[quietly] You're serious."
        },
        {
            "role": "Character 1",
            "content": "[confidently] I've spent ten years funding programs that treat symptoms, but watching you talk about those boards, how each one could address a specific emotional need? [excited] That's treating the whole person, and that's worth every penny."
        },
        {
            "role": "Character 2",
            "content": "[overwhelmed] With the lease, materials, utilities, and maybe some updated safety equipment for the kids, probably ninety thousand would cover everything. [chuckles] But honestly, just having purpose again, knowing these boards would actually help someone find their way, that's worth more than any check."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "3506c78e_scenario.json",
    "scenario": "A wealthy altruist arrives at a local surfboard shaper's workshop to commission dozens of custom boards for an at-risk youth surf therapy program, but discovers the shaper is about to close shop due to financial struggles.",
    "type": "scenario_conversation",
    "character_1_role": "altruist",
    "character_2_role": "surfboard shaper",
    "selected_tones": [
        "appreciating",
        "engaged"
    ],
    "tone_options": [
        "appreciating",
        "fragmented",
        "uninspiring",
        "calculated",
        "containing",
        "engaged",
        "stilted",
        "hard",
        "authoritative",
        "measured"
    ]
}