{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[焦虑地] 那个...我在这儿坐了都快一个小时了，就一直在想Sarah的事儿。[叹气] 就是说，嗯...她昨天说了句特别伤人的话，我觉得她根本都没意识到。[困惑地] 不是，你跟别人说人家的梦想\"不现实\"，这不是...怎么说呢，这不是很打击人嘛？[沮丧地] 最糟糕的是，其他人就坐在那儿点头附和。[停顿] 没一个人说话。[非常轻声] 我觉得自己特别渺小。\n\n[愤怒地] 不过你知道吗？我真的累了，老是我一个人在那儿理解别人。[苦涩地] 她从来不道歉，就会说那种\"哎呀，你又敏感了\"。[嘲讽地] \"你又敏感了。\"[呻吟] 天哪，我最烦她这么说了。\n\n[悲伤地] 但是吧，想到我们一起经历的那些美好时光，我就...[声音渐弱] 我不知道自己是不是真的准备好失去这段友谊了。[犹豫地] 也许我可以，嗯，再试着跟她谈一次？[充满希望地] 把话说开，你懂吧？[停顿] 告诉她，她这样否定我的目标让我有多难受。[缓慢地] 或者说了也没用。[疲惫地] 说实话，我真的累了，老在脑子里反复想这些事。[无奈地] 可能有些友谊就是会走到尽头吧。"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] So I've been sitting here for like an hour trying to figure out what to do about Sarah. [sigh] The thing is, um... she said something really hurtful yesterday and I don't think she even realizes it. [confused] Like, how do you not know that telling someone their dreams are \"unrealistic\" is, I don't know, crushing? [frustrated] And the worst part is everyone else was just sitting there nodding along. [pause] Nobody said anything. [very quietly] I felt so small.\n\n[angry] You know what though? I'm tired of always being the one who has to be understanding. [bitter] She never apologizes for anything, just does that thing where she's like \"oh, you're being sensitive again.\" [mocking] \"You're being sensitive.\" [groan] God, I hate when she says that.\n\n[sad] But then I remember all the good times we've had and I just... [trailing off] I don't know if I'm ready to lose that. [hesitantly] Maybe I could, um, try talking to her one more time? [hopeful] Really lay it out there, you know? [pause] Tell her how it makes me feel when she dismisses my goals like that. [slowly] Or maybe that's pointless. [exhausted] Honestly, I'm just so tired of having this same conversation in my head. [resigned] Maybe some friendships just run their course."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "1a024c4c_monologue.json",
    "type": "emotional_monologue",
    "subject": "============================================================",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}