{
    "conversation": [
        {
            "role": "Speaker",
            "content": "天哪，Jake，我——[惊讶地] 我真的没想到你会这么说。[停顿] 没有没有，我没哭，我就是...[抽鼻子] 好吧，是有点哭了啦。[笑] 你刚才打电话来，我还以为你又要借我的卡车什么的，没想到——没想到是这个。[温暖地] 我当然要陪着你啊，你是我弟弟。我才不管什么\"继\"不\"继\"的，你知道的吧。[停顿] 你说我光是听你说话就帮了你很多？[非常真诚地] Jake，你那时候过得那么苦。我能怎么办，就这么看着吗？[激动地] 还记得那天晚上吗，凌晨2点的时候你带着那瓶威士忌出现在我家门口？[轻笑] 我们在门廊上坐到天亮，就那么聊着，也不知道都聊了些什么，反正什么都聊。[停顿] 我觉得我就是，嗯...做了个正常人该做的事。[哭着说] 别说了，你要让我彻底崩溃了。[抽鼻子] 听着，你能挺过来是因为你自己坚强，不是因为——[停顿] 好好好，我承认有点功劳。[笑] 但说真的，看到你又开心起来了？[如释重负] 这就是我想要的全部了。所有那些深夜电话，所有的纸巾，一切都值了。[温暖地] 你知道我永远都在的，对吧？永远都在。"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Oh my god, Jake, I— [surprised] I had no idea you felt that way. [pause] No, no, I'm not crying, I'm just... [sniffle] okay maybe I'm crying a little. [laugh] When you called just now I thought you were going to ask to borrow my truck again or something, not— not this. [warm] Of course I was there for you, you're my brother. I don't care about the \"step\" part, you know that. [pause] You're telling me that me just listening helped? [very sincerely] Jake, you were going through hell. What was I supposed to do, just watch? [emotional] Remember that night you showed up at like 2 AM with that bottle of whiskey? [chuckle] We sat on my porch until sunrise just talking about, I don't know, everything and nothing. [pause] I thought I was just, um... being a decent human being. [crying while speaking] Stop it, you're gonna make me completely lose it here. [sniffle] Look, you got through it because you're strong, not because— [pause] okay, okay, I'll take some credit. [laugh] But seriously, seeing you happy again? [relieved] That's all I wanted. That's worth every late night phone call, every box of tissues, everything. [warm] You know I'm always here, right? Always."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "202de09a_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your stepbrother calling to say your support helped him get through his divorce",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}