{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confused] 等等，这个收购文件上的名字... Davidson创意方案？不可能— [pause] 我的天。[quietly] Tommy Davidson。就是那个—就是雪松街的Tommy。[nervous laugh] 这是他的公司？我们马上要拆分贱卖的那家？[frustrated] 当然了。当然我第一次主导的项目，就是要，呃...就是要毁掉我发小的心血。[bitter] 天哪，我什么时候变成这种人了？我们以前还在他家后院搭秘密基地，一起幻想以后开公司呢。[regretful] 结果现在我穿着西装，为了季度收益把他的梦想撕得粉碎。[long pause] 合伙人明天要我的报告。他们才不在乎他教我骑自行车，也不在乎他妈妈每周六给我们包饺子。[sarcastic] 就是又一家效率低下的小公司，对吧？模式过时，利润率差。[very quietly] 我可以申请回避。说有利益冲突。[hesitantly] 但那样的话Johnson就会接手，而他比我还要— [trailing off] 比我还要心狠手辣，看来是这样。[sigh] 20年了，我们竟然这样重逢。我拿着我的报表，他却...他却要赌上一切。"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, this name on the acquisition docs... Davidson Creative Solutions? That can't be— [pause] Oh my god. [quietly] Tommy Davidson. Tommy from— from Cedar Street. [nervous laugh] This is his company? The one we're about to gut and sell off in pieces? [frustrated] Of course it is. Of course the first deal I'm leading turns out to be, um... turns out to be destroying my oldest friend's life. [bitter] God, when did I become this person? We used to build forts in his backyard, dreaming about starting businesses together. [regretful] And now I'm the one in the suit, tearing his dream apart for quarterly earnings. [long pause] The partners are expecting my report tomorrow. They don't care that he taught me to ride a bike, or that his mom made us sandwiches every Saturday. [sarcastic] Just another inefficient small business, right? Outdated model, poor margins. [very quietly] I could recuse myself. Say there's a conflict. [hesitantly] But then Johnson gets the deal, and he's even more ruthless than— [trailing off] than I am, apparently. [sigh] Twenty years, and this is how we meet again. Me with my spreadsheets, him with his... with everything on the line."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "21f769c7_monologue.json",
    "type": "emotional_monologue",
    "subject": "The small company you're dismantling as part of your yuppie investment firm turns out to be run by your childhood friend",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}