{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] 老马他...他把桌子都收拾了。23年啊，他在这儿待了23年，结果他们就这么—[pause]像押犯人似的把他带走了。[bitter]就因为周二印刷机出的那档子事。[anxious]就是滚筒卡住了，把整批印刷品都给撕了的那次？[very quietly]其实不是他的错。[regretful]他手把手教过我怎么调张力校准，跟我说了三遍，千万千万别把它调过那条红线。[stuttering]可我—我当时就是着急，想让大家看看我能多快把活儿干完。[guilty pause]结果出事了，全砸了，我就站在那儿。[mumbling]让他背了黑锅。[upset]他都没替自己辩解，就一个劲儿说肯定是他维护检查的时候疏忽了什么。[crying while speaking]他被叫进办公室的时候，那个眼神...[sniffle]我觉得他知道。[very sad]但他什么都没说，一点儿都没把我供出来。[frustrated]天啊，我应该说出来的，对吧？[hesitantly]我是说，我也需要这份工作，我还有房租、助学贷款要还，但这不是—这不是借口。[angry]什么样的人会眼睁睁看着别人因为，呃，因为我30秒钟就搞砸的事儿丢掉整个职业生涯啊？[very melancholic]老马培训了我三个星期，每天早上都给我买咖啡。[trailing off]而我却这样..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Marcus just cleaned out his desk. Twenty-three years he's been here and they just— [pause] they escorted him out like he was some kind of criminal. [bitter] All because of that press malfunction on Tuesday. [anxious] The one where the rollers jammed and tore through that entire print run? [very quietly] Except it wasn't his fault. [regretful] He showed me exactly how to reset the tension calibration, told me three times to never force it past the red marker. [stuttering] But I was— I was in a hurry, trying to impress everyone with how fast I could get things done. [guilty pause] And when it happened, when everything went sideways, I just stood there. [mumbling] Let him take the blame. [upset] He didn't even defend himself, just kept saying he must have missed something in the maintenance check. [crying while speaking] The way he looked at me when they called him into the office... [sniffle] I think he knew. [very sad] But he didn't say anything, didn't throw me under the bus or anything. [frustrated] God, I should say something, right? [hesitantly] I mean, I need this job too, I've got rent, student loans, but that's not— that's not an excuse. [angry] What kind of person just watches someone lose their whole career over, um, over something that took me thirty seconds to screw up? [very melancholic] Marcus trained me for three weeks, bought me coffee every morning. [trailing off] And this is how I..."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "1f2cccee_monologue.json",
    "type": "emotional_monologue",
    "subject": "The bindery worker who trained you just got fired for the machine malfunction you actually caused",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}