{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] You know what's funny? 我可以跟人家說——我一直都這麼跟他們說——悲傷不是線性的。它就像，嗯，就像波浪，對吧？有時候很平靜，有時候會撲過來。[sigh] And they nod and they cry and they thank me, 然後我⋯⋯我真的相信這對他們有幫助。20年了，一直在降棺材，我學會了該說什麼。\"Your loved one's at peace now.\" \"痛苦會減輕，但愛會永遠留存。\" 這些，呃，這些完美的小句子，對他們來說真的有意義。[bitter] But then I go home, 盯著媽媽的椅子，已經多久了，8個月了？我就是——我真的沒辦法把它移走。[pause] I know all the stages, all the theory, 所有的⋯⋯那些智慧吧，我都懂。但是懂了又怎樣，什麼都改變不了。[very quietly] Sometimes I wonder, 是不是我把所有的理解都用在墓園裡的陌生人身上了。就好像一個人的，嗯，同情心是有限的，而我已經把我的都花在別人的死者身上了。[sad] And Mom would probably laugh at that, 說我太戲劇化了。[whispering] 天啊，我好想念她的聲音。"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] You know what's funny? I can tell people—I tell them all the time—that grief isn't linear. That it's, um, it's like waves, right? Sometimes calm, sometimes crashing. [sigh] And they nod and they cry and they thank me and I... I actually believe it helps them. Twenty years of lowering caskets, I've learned what to say. \"Your loved one's at peace now.\" \"The pain lessens but the love remains.\" All these, uh, these perfect little phrases that actually mean something to them. [bitter] But then I go home and stare at Mom's chair and it's been, what, eight months? And I can't—I literally cannot make myself move it. [pause] I know all the stages, all the theory, all the... the wisdom, I guess. But knowing doesn't fix anything. [very quietly] Sometimes I wonder if I use up all my understanding on strangers at the cemetery. Like there's only so much, um, so much compassion a person has and I've spent mine on everyone else's dead. [sad] And Mom would probably laugh at that, tell me I'm being dramatic. [whispering] God, I miss her voice."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "201f03cc_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your gravedigger wisdom about grief helps others while you can't process your own loss",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}