{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[confused] Estava a ver os relatórios trimestrais que me enviaste, e há esta transferência recorrente que não reconheço—50 mil todos os meses para uma conta em Seattle. [pause] Ninguém da nossa família vive em Seattle, not since Jamie left."
        },
        {
            "role": "Character 2",
            "content": "[calmly] Essas transferências são despesas autorizadas within the discretionary framework que o teu pai estabeleceu. [clearing throat] Não tenho liberdade para discutir o destinatário específico without proper authorization from the trust's primary beneficiary."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Estás a mandar dinheiro à minha irmã, não estás? [loudly] Depois de tudo o que ela fez, abandonar o funeral do pai, telling the press our family was toxic, e tu andas secretamente a financiar a vida dela?"
        },
        {
            "role": "Character 2",
            "content": "Eu giro os ativos de acordo com as instruções."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Claro que sim, seguindo ordens como sempre, never questioning whether it's right to keep this from me and Marcus. [exhales] Nós é que ficámos, que lidámos com o colapso da mãe, who kept the family foundation running enquanto a Jamie fazia de vítima nas entrevistas."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Com todo o respeito, as tuas emoções são compreensíveis."
        },
        {
            "role": "Character 1",
            "content": "Não me venhas com essa rotina de distância profissional, Richard—estás com a nossa família há 15 anos, sabes perfeitamente o que a saída dela nos fez. [very quietly] Tu seguraste a mão da mãe no hospital when she overdosed 2 meses depois da Jamie desaparecer."
        },
        {
            "role": "Character 2",
            "content": "[regretful] Segurei, sim."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] Então como é que consegues ficar aí sentado, sabendo o que passámos, and facilitate Dad secretly maintaining contact with her? [pause] Todos os meses, 50 mil dólares que dizem que ela importa mais do que os filhos que realmente apareceram."
        },
        {
            "role": "Character 2",
            "content": "[gently] As instruções do teu pai eram claras—ele queria garantir que os três filhos fossem sustentados, regardless of family dynamics. [sighs] O dinheiro não é sobre amor ou favoritismo, it's about his definition of parental responsibility."
        },
        {
            "role": "Character 1",
            "content": "[sarcastically] Responsabilidade parental? [laughs] Isso é rico vindo de um homem que perdeu metade das nossas infâncias a construir o império dele, then tries to buy absolution with monthly wire transfers."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Há coisas sobre a partida da tua irmã que não sabes, circunstâncias que o teu pai achou que justificavam apoio contínuo despite the estrangement. [pause] Circunstâncias médicas, especificamente."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Médicas? [confused] A Jamie está doente? E ninguém achou que devia dizer-me ou ao Marcus that our sister has some condition serious enough para precisar de 50 mil por mês?"
        },
        {
            "role": "Character 2",
            "content": "[slowly] Não é a Jamie diretamente, mas a filha dela—a tua sobrinha, though I realize you've never met her. [clearing throat] Ela tem uma condição autoimune rara que requer tratamento especializado not covered by standard insurance."
        },
        {
            "role": "Character 1",
            "content": "[upset] Eu tenho uma sobrinha? [voice breaking] A Jamie teve uma filha e o pai sabia, tu sabias, everyone apparently knew exceto os irmãos que podiam realmente ter estado lá para ajudar?"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] O teu pai lutou com esta situação todos os dias, dividido entre respeitar os desejos de privacidade da Jamie and wanting to reunite his family. [quietly] Ele reescreveu a carta para ti e para o Marcus sobre isto 17 vezes—eu sei porque guardei todos os rascunhos."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Esses rascunhos não significam nada se ele nunca os enviou, Richard. [sniffles] Podíamos ter tido anos com a nossa sobrinha, years to repair things with Jamie, mas em vez disso tivemos silêncio e transferências bancárias secretas."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Ainda não é tarde demais para mudar esse padrão, and I believe your father would want me to facilitate a reunion se estiveres disposta. [pause] Eu tenho a informação de contacto da Jamie, e apesar de tudo, she asks about you and Marcus sempre que falamos."
        },
        {
            "role": "Character 1",
            "content": "[anxious] Ela pergunta por nós? [laughs] Depois de 5 anos de nada, she still wonders how we're doing enquanto esconde a filha dela de nós como se fôssemos uma ameaça?"
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] Liga-lhe."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[confused] I was going through the quarterly statements you sent over, and there's this recurring transfer I don't recognize—fifty thousand every month to an account in Seattle. [pause] Nobody in our family lives in Seattle anymore, not since Jamie left."
        },
        {
            "role": "Character 2",
            "content": "[calmly] Those transfers are authorized expenditures within the discretionary framework your father established. [clearing throat] I'm not at liberty to discuss the specific recipient without proper authorization from the trust's primary beneficiary."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] You're sending my sister money, aren't you? [loudly] After everything she did, walking out on Dad's funeral, telling the press our family was toxic, and you're just secretly funding her life?"
        },
        {
            "role": "Character 2",
            "content": "I manage assets according to instructions."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Of course you do, following orders like always, never questioning whether it's right to keep this from me and Marcus. [exhales] We're the ones who stayed, who dealt with Mom's breakdown, who kept the family foundation running while Jamie played victim in interviews."
        },
        {
            "role": "Character 2",
            "content": "[firmly] With respect, your emotions are understandable."
        },
        {
            "role": "Character 1",
            "content": "Don't give me that professional distance routine, Richard—you've been with our family for fifteen years, you know exactly what her leaving did to us. [very quietly] You held Mom's hand at the hospital when she overdosed two months after Jamie disappeared."
        },
        {
            "role": "Character 2",
            "content": "[regretful] I did, yes."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] So how can you sit there, knowing what we went through, and facilitate Dad secretly maintaining contact with her? [pause] Every month, fifty thousand dollars that says she matters more than the children who actually showed up."
        },
        {
            "role": "Character 2",
            "content": "[gently] Your father's instructions were clear—he wanted to ensure all three of his children were provided for, regardless of family dynamics. [sighs] The money isn't about love or favoritism, it's about his definition of parental responsibility."
        },
        {
            "role": "Character 1",
            "content": "[sarcastically] Parental responsibility? [laughs] That's rich coming from a man who missed half our childhoods building his empire, then tries to buy absolution with monthly wire transfers."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] There are things about your sister's departure you don't know, circumstances your father felt warranted ongoing support despite the estrangement. [pause] Medical circumstances, specifically."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Medical? [confused] Jamie's sick? And nobody thought to tell me or Marcus that our sister has some condition serious enough to require fifty thousand a month?"
        },
        {
            "role": "Character 2",
            "content": "[slowly] Not Jamie directly, but her daughter—your niece, though I realize you've never met her. [clearing throat] She has a rare autoimmune condition requiring specialized treatment not covered by standard insurance."
        },
        {
            "role": "Character 1",
            "content": "[upset] I have a niece? [voice breaking] Jamie had a child and Dad knew, you knew, everyone apparently knew except the siblings who could have actually been there to help?"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Your father struggled with this situation daily, torn between respecting Jamie's wishes for privacy and wanting to reunite his family. [quietly] He rewrote his letter to you and Marcus about this seventeen times—I know because I kept every draft."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Those drafts mean nothing if he never sent them, Richard. [sniffles] We could have had years with our niece, years to repair things with Jamie, but instead we got silence and secret bank transfers."
        },
        {
            "role": "Character 2",
            "content": "[warmly] It's not too late to change that pattern, and I believe your father would want me to facilitate a reunion if you're willing. [pause] I have Jamie's contact information, and despite everything, she asks about you and Marcus every time we speak."
        },
        {
            "role": "Character 1",
            "content": "[anxious] She asks about us? [laughs] After five years of nothing, she still wonders how we're doing while keeping her daughter hidden from us like we're some threat?"
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] Call her."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "23335371_scenario.json",
    "scenario": "A middle child confronts the family office manager after discovering secret monthly payments to their estranged younger sibling who left the family years ago.",
    "type": "scenario_conversation",
    "character_1_role": "middle child",
    "character_2_role": "family office manager",
    "selected_tones": [
        "uneven",
        "contained",
        "assertive"
    ],
    "tone_options": [
        "guarded",
        "elevating",
        "accomplished",
        "uneven",
        "uniting",
        "contained",
        "shrinking",
        "containing",
        "assertive",
        "independent"
    ]
}