{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] Я знаю, что должна была позвонить заранее, но просто не смогла заставить себя сделать это по телефону. [pause] В офисе сказали, что шкафчик Дэнни всё ещё здесь, that nobody's touched it since the accident three months ago."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Миссис Хендерсон, конечно, я ожидала, что вы рано или поздно придёте. [sighs] Вещи Дэнни точно там, где он их оставил, и я проследила, чтобы ребята ничего не трогали, пока семья не заберёт."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] В полицейском отчёте написано, что он был один, когда это случилось, working late on a grain shipment. [clearing throat] Но это не похоже на Дэнни, оставаться допоздна одному, особенно в пятницу, когда он всегда спешил домой к детям."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Он не должен был быть здесь той ночью, вы правы. [long pause] Послушайте, миссис Хендерсон, есть кое-что о том вечере, что не попало в официальный отчёт."
        },
        {
            "role": "Character 1",
            "content": "[anxious] Я знала, что с их историей что-то не так, the way they kept changing details at the insurance meetings. [trembling] Пожалуйста, мне нужно знать, что на самом деле случилось с моим сыном, даже если это тяжело услышать."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Он кого-то прикрывал."
        },
        {
            "role": "Character 1",
            "content": "[confused] Кого прикрывал? [upset] Дэнни никогда не говорил, что у него проблемы с кем-то здесь, он любил эту работу, говорил, что вы все как вторая семья после смерти его отца."
        },
        {
            "role": "Character 2",
            "content": "[slowly] Это был мой племянник, Томми, who was supposed to work that shift. [sighs] Парень опять напился, пришёл еле на ногах стоял, и Дэнни отправил его домой, сказал, что сам справится с поздней доставкой, лишь бы Томми не уволили."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Так мой сын погиб, защищая чью-то работу? [voice shaking] Это так похоже на Дэнни, вечно пытался всех спасти."
        },
        {
            "role": "Character 2",
            "content": "[regretful] Та поломка оборудования той ночью, этого не должно было случиться, но Дэнни работал один, there was nobody to hit the emergency stop when the auger jammed. [pause] Если бы я была здесь, если бы кто-нибудь был с ним, он был бы жив."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Вы не могли знать, что произойдёт. [sniffle] Дэнни сделал свой выбор той ночью, тот же выбор, который он всегда делал — помочь тому, кто в этом нуждался."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Томми не пьёт с той ночи, ни капли не выпил. [quietly] Он приходит сюда каждое утро перед сменой, just stands by Danny's locker for a minute, потом идёт работать."
        },
        {
            "role": "Character 1",
            "content": "[softly] Дэнни бы хотел, чтобы он простил себя. [pause] Мой сын терпеть не мог, когда кто-то нёс груз вины, especially over something they couldn't control."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Ваш мальчик был лучшим из нас, миссис Хендерсон, научил меня порядочности за 5 лет больше, чем я узнала за предыдущие 40. [chuckle] Приносил то печенье, что вы пекли, каждый понедельник, insisted on sharing with the whole crew."
        },
        {
            "role": "Character 1",
            "content": "[smiling speaking] Сникердудлс, да, он упаковывал 2 дюжины и возвращался домой с пустой коробкой. [sighs] Я не могла их печь с тех пор, как он умер, the kitchen just feels too empty without him sneaking tastes of the dough."
        },
        {
            "role": "Character 2",
            "content": "Ребята здесь ужасно скучают по этому печенью, но больше всего по нему самому. [empathetically] Мы посадили дуб там сзади, возле погрузочной платформы, где он делал перерывы, figured he'd like that better than some plaque."
        },
        {
            "role": "Character 1",
            "content": "[relieved] Дуб — это прекрасно, Дэнни всегда говорил, что это самые надёжные деревья, strong roots and steady growth. [warmly] Можно мне привести его детей посмотреть когда-нибудь?"
        },
        {
            "role": "Character 2",
            "content": "[sincerely] Они могут приходить в любое время, и я прослежу, чтобы Томми был здесь, когда они придут. [pause] Этому парню нужно посмотреть им в глаза и знать, что он прощён, needs to hear it from Danny's family."
        },
        {
            "role": "Character 1",
            "content": "[confidently] Тогда в следующий понедельник, я приведу их после школы, и может, испеку сникердудлс тоже. [quietly] Пора нам всем начать исцеляться, Danny wouldn't want us stuck in this grief forever."
        },
        {
            "role": "Character 2",
            "content": "[very warmly] Это будет значить всё для команды, для Томми, для всех нас, честно. [chuckle] Дэнни всегда говорил, что вы самый сильный человек, которого он знал, and now I understand why he admired you so much."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] I know I should have called ahead, but I just couldn't bring myself to do it over the phone. [pause] They said at the office that Danny's locker was still here, that nobody's touched it since the accident three months ago."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Mrs. Henderson, of course, I've been expecting you might come by eventually. [sighs] Danny's things are exactly where he left them, and I made sure the guys knew not to disturb anything until family came for them."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] The police report said he was alone when it happened, working late on a grain shipment. [clearing throat] But that doesn't sound like Danny, staying late by himself, especially not on a Friday when he always rushed home to see the kids."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] He wasn't supposed to be here that night, you're right about that. [long pause] Look, Mrs. Henderson, there are some things about that evening that didn't make it into the official report."
        },
        {
            "role": "Character 1",
            "content": "[anxious] I knew something was wrong with their story, the way they kept changing details at the insurance meetings. [trembling] Please, I need to know what really happened to my son, even if it's difficult to hear."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] He was covering for someone."
        },
        {
            "role": "Character 1",
            "content": "[confused] Covering for who? [upset] Danny never mentioned having problems with anyone here, he loved this job, said you all were like a second family to him after his dad passed."
        },
        {
            "role": "Character 2",
            "content": "[slowly] It was my nephew, Tommy, who was supposed to work that shift. [sighs] Kid had been drinking again, showed up barely able to stand, and Danny sent him home, said he'd handle the late delivery himself rather than let Tommy get fired."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] So my son died because he was protecting someone else's job? [voice shaking] That sounds exactly like something Danny would do, always trying to save everyone else."
        },
        {
            "role": "Character 2",
            "content": "[regretful] The equipment malfunction that night, it should never have happened, but with Danny working alone, there was nobody to hit the emergency stop when the auger jammed. [pause] If I'd been here, if anyone had been here with him, he'd still be alive."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] You couldn't have known what would happen. [sniffle] Danny made his choice that night, the same choice he always made, to help someone who needed it."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Tommy's been sober since that night, hasn't touched a drop. [quietly] He comes here every morning before his shift starts, just stands by Danny's locker for a minute, then gets to work."
        },
        {
            "role": "Character 1",
            "content": "[softly] Danny would want him to forgive himself. [pause] My son never could stand to see anyone carrying guilt, especially over something they couldn't control."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Your boy was the best of us, Mrs. Henderson, taught me more about decency in five years than I learned in the previous forty. [chuckle] Used to bring those homemade cookies you made every Monday, insisted on sharing with the whole crew."
        },
        {
            "role": "Character 1",
            "content": "[smiling speaking] The snickerdoodles, yes, he'd pack two dozen and come home with an empty tin. [sighs] I haven't been able to bake them since he died, the kitchen just feels too empty without him sneaking tastes of the dough."
        },
        {
            "role": "Character 2",
            "content": "The guys here miss those cookies something terrible, but mostly they miss him. [empathetically] We planted a oak tree out back near the loading dock where he used to take his breaks, figured he'd like that better than some plaque."
        },
        {
            "role": "Character 1",
            "content": "[relieved] An oak tree, that's perfect, Danny always said they were the most dependable trees, strong roots and steady growth. [warmly] Would it be alright if I brought his children to see it sometime?"
        },
        {
            "role": "Character 2",
            "content": "[sincerely] They're welcome here anytime, and I'll make sure Tommy's here when they come. [pause] That boy needs to look them in the eye and know he's forgiven, needs to hear it from Danny's family."
        },
        {
            "role": "Character 1",
            "content": "[confidently] Next Monday then, I'll bring them after school, and maybe a batch of snickerdoodles too. [quietly] It's time we all started healing, Danny wouldn't want us stuck in this grief forever."
        },
        {
            "role": "Character 2",
            "content": "[very warmly] That would mean everything to the crew, to Tommy, to all of us really. [chuckle] Danny always said you were the strongest person he knew, and now I understand why he admired you so much."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "6b35fc10_scenario.json",
    "scenario": "A mother-in-law visits the feed mill where her late son worked to retrieve his belongings, discovering from his friend the operator the true circumstances of his death.",
    "type": "scenario_conversation",
    "character_1_role": "mother-in-law",
    "character_2_role": "feed mill operator",
    "selected_tones": [
        "quiet",
        "exposing",
        "soothing"
    ],
    "tone_options": [
        "rejecting",
        "exclusive",
        "quiet",
        "floating",
        "displaying",
        "exposing",
        "directing",
        "sharp",
        "soothing",
        "adventurous"
    ]
}