{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Você viu aquela nova, é, aquela nova série documental do Jordan na Netflix? Aquela que todo mundo tá comentando?"
        },
        {
            "role": "Character 2",
            "content": "Ah meu, The Last Dance? Viu, eu na verdade maratonei a coisa toda em tipo dois dias, que é, hmm, provavelmente não é saudável mas tanto faz. Os bastidores daquela última temporada dos Bulls foi tipo, quer dizer, absolutamente incrível de assistir se desenrolando."
        },
        {
            "role": "Character 1",
            "content": "[empolgado] Sim! Essa mesmo! Caramba, eu não fazia ideia que o Jordan era tão intenso com os companheiros de time. Tipo, fazendo eles chorarem durante o treino?"
        },
        {
            "role": "Character 2",
            "content": "Né? O jeito que ele simplesmente, ahh, destruía mentalmente alguns daqueles caras era honestamente difícil de assistir às vezes. Mas aí você vê os resultados e é tipo, tá, acho que é isso que precisa pra ganhar seis campeonatos, sabe?"
        },
        {
            "role": "Character 1",
            "content": "[acelerando] E o Pippen! A coisa toda do contrato, o timing da cirurgia, se recusando a voltar durante os playoffs—quer dizer eu achava que eles eram melhores amigos ou algo assim!"
        },
        {
            "role": "Character 2",
            "content": "Hmm, é, aquela dinâmica toda era, err, bem mais complicada do que qualquer um imaginava naquela época. O Pippen tava basicamente ganhando menos que tipo o décimo segundo cara do banco, o que é simplesmente insano quando você para pra pensar."
        },
        {
            "role": "Character 1",
            "content": "Você já assistiu algum daqueles, é, aqueles documentários de Fórmula 1? Drive to Survive ou sei lá?"
        },
        {
            "role": "Character 2",
            "content": "Aah sim, aquela série literalmente me fez começar a acompanhar F1, que é, quer dizer, meio vergonhoso de admitir mas tanto faz. Antes disso eu achava que era só carros andando em círculos mas o drama, as personalidades, é tipo reality TV mas com, sabe, consequências de verdade."
        },
        {
            "role": "Character 1",
            "content": "Pera, então você tá me dizendo que você realmente acorda tipo 6 da manhã agora pra assistir corridas em Mônaco?"
        },
        {
            "role": "Character 2",
            "content": "[furioso] Nem me fala desses fusos horários de merda! Eu coloquei meu alarme pra 5:30 semana passada pro quali e eles atrasaram duas horas por causa de chuva e eu simplesmente, aff, fiquei tão puta que não consegui voltar a dormir!"
        },
        {
            "role": "Character 1",
            "content": "Haha, tá tá, calma. E aquele, é, aquele documentário do McEnroe? You cannot be serious ou algo assim?"
        },
        {
            "role": "Character 2",
            "content": "Ahh, You Cannot Be Serious, é, esse foi, hmm, surpreendentemente introspectivo na verdade. Tipo você espera só raquetes voando e chiliques mas ele realmente mergulha naquela coisa toda de perfeccionismo e como isso basicamente, err, destruiu ele mentalmente por anos."
        },
        {
            "role": "Character 1",
            "content": "[confiantemente] Eu na verdade conheci ele uma vez num evento de caridade. Cara super de boa agora, nada a ver com a persona dele em quadra."
        },
        {
            "role": "Character 2",
            "content": "[excessivamente educado] Nossa, que maravilha, deve ter sido uma experiência tão especial pra você! Tenho certeza que conhecer alguém do calibre dele foi verdadeiramente único e eu adoraria muito ouvir mais sobre como foi essa interação se você não se importar de compartilhar."
        },
        {
            "role": "Character 1",
            "content": "Você tá sendo estranha. Enfim, você viu aquele novo sobre a, a rivalidade do Detroit Red Wings com o Colorado?"
        },
        {
            "role": "Character 2",
            "content": "O do Red Wings e Avalanche? Cara, aquilo foi, ahh, basicamente um documentário sobre agressão no gelo, honestamente. O Claude Lemieux tendo a cara destruída, as brigas de goleiro, quer dizer, em certos momentos nem parecia hóquei."
        },
        {
            "role": "Character 1",
            "content": "[espirro] Desculpa! Foi mal, alergia. Qual foi aquela briga que o goleiro patinou até o centro do rinque?"
        },
        {
            "role": "Character 2",
            "content": "Ah isso foi Roy e Vernon, e depois Roy e, hum, Osgood acho? Aqueles goleiros eram absolutamente insanos naquela época, simplesmente largando as luvas e se encontrando no centro do rinque tipo, sei lá, tipo gladiadores ou algo assim."
        },
        {
            "role": "Character 1",
            "content": "Falando em insano, você assistiu aquela, é, aquela coisa do Tiger King? Isso conta como esporte?"
        },
        {
            "role": "Character 2",
            "content": "Hah! Quer dizer, se você contar luta com animais exóticos como esporte então, err, claro por que não? Mas honestamente aquilo todo foi menos documentário e mais tipo, hmm, assistir um acidente de trem em câmera lenta enquanto todo mundo envolvido de algum jeito ficava progressivamente mais louco a cada episódio."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Did you catch that new, uh, that new Jordan documentary series on Netflix? The one everyone's been talking about?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, The Last Dance? Yeah, I actually binged the whole thing in like two days, which is, mmm, probably not healthy but whatever. The behind-the-scenes stuff from that final Bulls season was just, I mean, absolutely incredible to watch unfold."
        },
        {
            "role": "Character 1",
            "content": "[excited] Yes! That's the one! God, I had no idea Jordan was that intense with his teammates. Like, making them cry during practice?"
        },
        {
            "role": "Character 2",
            "content": "Right? The way he just, uhh, mentally destroyed some of those guys was honestly hard to watch sometimes. But then you see the results and it's like, okay, I guess that's what it takes to win six championships, you know?"
        },
        {
            "role": "Character 1",
            "content": "[speeding up] And Pippen! The whole contract thing, the surgery timing, refusing to go back in during the playoffs—I mean I thought they were best friends or something!"
        },
        {
            "role": "Character 2",
            "content": "Mmm, yeah that whole dynamic was, err, way more complicated than anyone realized back then. Pippen was basically getting paid less than like the twelfth guy on the bench, which is just insane when you think about it."
        },
        {
            "role": "Character 1",
            "content": "Have you watched any of those, um, those Formula 1 documentaries? Drive to Survive or whatever?"
        },
        {
            "role": "Character 2",
            "content": "Ooh yeah, that show literally got me into F1, which is, I mean, kind of embarrassing to admit but whatever. Before that I thought it was just cars going in circles but the drama, the personalities, it's like reality TV but with, you know, actual stakes."
        },
        {
            "role": "Character 1",
            "content": "Wait, so you're telling me you actually wake up at like 6 AM now to watch races in Monaco?"
        },
        {
            "role": "Character 2",
            "content": "[furious] Don't even get me started on the fucking time zones! I set my alarm for 5:30 last week for quali and they delayed it by two hours because of rain and I just, ugh, I was so pissed off I couldn't go back to sleep!"
        },
        {
            "role": "Character 1",
            "content": "Haha, okay okay, calm down. What about that, uh, that McEnroe documentary? You cannot be serious or something?"
        },
        {
            "role": "Character 2",
            "content": "Ahh, You Cannot Be Serious, yeah that was, hmm, surprisingly introspective actually. Like you expect just racket-throwing tantrums but he really digs into the whole perfectionism thing and how it basically, err, destroyed him mentally for years."
        },
        {
            "role": "Character 1",
            "content": "[confidently] I actually met him once at a charity event. Super chill guy now, nothing like his on-court persona at all."
        },
        {
            "role": "Character 2",
            "content": "[overly polite] Oh wow, that must have been such a wonderful experience for you! I'm sure meeting someone of his caliber was truly special and I'd absolutely love to hear more about what that interaction was like if you wouldn't mind sharing."
        },
        {
            "role": "Character 1",
            "content": "You're being weird. Anyway, have you seen that new one about the, the Detroit Red Wings and Colorado rivalry?"
        },
        {
            "role": "Character 2",
            "content": "The Red Wings-Avalanche one? Dude, that was, uhh, basically a documentary about assault on ice, honestly. Claude Lemieux getting his face rearranged, the goalie fights, I mean it barely even looked like hockey at certain points."
        },
        {
            "role": "Character 1",
            "content": "[sneeze] Excuse me! Sorry, allergies. What was that fight where the goalie skated to center ice?"
        },
        {
            "role": "Character 2",
            "content": "Oh that was Roy and Vernon, and then later Roy and, um, Osgood I think? Those goalies were absolutely unhinged back then, just dropping gloves and meeting at center ice like, I don't know, like gladiators or something."
        },
        {
            "role": "Character 1",
            "content": "Speaking of unhinged, did you watch the, uh, the Tiger King thing? Does that count as sports?"
        },
        {
            "role": "Character 2",
            "content": "Hah! I mean, if you count exotic animal wrestling as a sport then, err, sure why not? But honestly that whole thing was less documentary and more like, hmm, watching a slow-motion train wreck while everyone involved somehow got progressively crazier with each episode."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_9.txt"
}