{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Is that your film playing right now? The one with the talking cactus?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, yeah, that's mine. I, uh, really thought the metaphor about emotional drought would land better, but honestly people just keep asking why I gave the cactus a Brooklyn accent."
        },
        {
            "role": "Character 1",
            "content": "It's certainly... memorable."
        },
        {
            "role": "Character 2",
            "content": "That's film festival speak for \"what the hell were you thinking,\" right? Look, I get it, the whole thing is basically absurd, but mmm, sometimes you just gotta follow your weird creative impulses and see where they take you."
        },
        {
            "role": "Character 1",
            "content": "Did you really spend fifty thousand dollars on this?"
        },
        {
            "role": "Character 2",
            "content": "Fifty-two thousand, actually. My dad keeps texting me stock market articles with, like, really passive-aggressive subject lines about \"smart investments\" and I'm just pretending my phone is broken."
        },
        {
            "role": "Character 1",
            "content": "Wait, someone's walking out of your screening."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Oh fantastic, that's the third one. You know what though? Their loss, because the cactus delivers a genuinely moving monologue about water conservation in act two that, uhh, absolutely nobody will stick around to see apparently."
        },
        {
            "role": "Character 1",
            "content": "The reviewer from Variety just left too."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Thank god! That means she won't see the interpretive dance number. I was really second-guessing that choice, especially since, well, cacti don't traditionally have limbs so the choreography got a bit abstract."
        },
        {
            "role": "Character 1",
            "content": "There's a dance number?"
        },
        {
            "role": "Character 2",
            "content": "More of a rhythmic swaying situation, honestly. The motion capture suit we put on the succulent was, erm, probably overkill, but the guy at the effects house gave us a discount so we kind of went for it."
        },
        {
            "role": "Character 1",
            "content": "[over confidently] My documentary about bread is screening next. It's going to change everything."
        },
        {
            "role": "Character 2",
            "content": "Bread? Like, just regular bread? Actually no, you know what, after my whole cactus disaster I have zero room to judge anyone's artistic choices, so yeah, tell me about your carbohydrate cinema."
        },
        {
            "role": "Character 1",
            "content": "[very loudly] IT'S ABOUT THE DEATH OF ARTISANAL BAKING IN MODERN SOCIETY!"
        },
        {
            "role": "Character 2",
            "content": "Jeez, okay, inside voices maybe? But actually that sounds legitimately interesting. Like, there's probably some real cultural commentary there about, uhh, industrialization and the loss of craftsmanship or whatever, which beats my desert plant having an existential crisis."
        },
        {
            "role": "Character 1",
            "content": "[child-like] Do you think people will like it? Really truly like it?"
        },
        {
            "role": "Character 2",
            "content": "[speeding up] Look people liked that movie about the tire that killed people and that was literally just a homicidal piece of rubber rolling around so honestly anything's possible and bread is way more relatable than murder wheels so you're probably fine!"
        },
        {
            "role": "Character 1",
            "content": "Your cactus movie just ended. Nobody's clapping."
        },
        {
            "role": "Character 2",
            "content": "[chuckle] Yeah well, silence is, erm, technically a form of feedback too. Next year I'm thinking maybe something with a talking mushroom instead, really lean into the whole \"things that shouldn't talk but do\" genre I've apparently created."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_14.txt",
    "actor": 3
}