{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So you're telling me the entire financial system almost collapsed in 2008?"
        },
        {
            "role": "Character 2",
            "content": "Picture this: Lehman Brothers, a 158-year-old institution, vaporizes overnight. Trillions in wealth disappears. Banks stop lending to each other because nobody knows who's holding toxic assets. The entire global economy teeters on the edge of complete collapse."
        },
        {
            "role": "Character 1",
            "content": "But they fixed it, right? New regulations?"
        },
        {
            "role": "Character 2",
            "content": "They slapped a band-aid on a severed artery. Dodd-Frank created some rules, sure, but the biggest banks are now thirty percent larger than before the crisis. They're not too big to fail anymore—they're too big to even comprehend."
        },
        {
            "role": "Character 1",
            "content": "[mocking] Oh great, so we learned absolutely nothing."
        },
        {
            "role": "Character 2",
            "content": "[excited] The derivatives market is where it gets truly insane! We're talking 600 trillion dollars in notional value—that's seven times the entire global GDP! These instruments are so complex that the people trading them often don't fully understand the risks they're taking."
        },
        {
            "role": "Character 1",
            "content": "How is that even legal?"
        },
        {
            "role": "Character 2",
            "content": "Because the people writing the laws take millions in campaign contributions from the banks they're supposed to regulate. Jamie Dimon has senators on speed dial. Goldman Sachs alumni run half the Treasury departments worldwide."
        },
        {
            "role": "Character 1",
            "content": "[confidently] Well, at least we have the Fed watching things."
        },
        {
            "role": "Character 2",
            "content": "[long pause] The Federal Reserve printed four trillion dollars out of thin air during quantitative easing. They bought mortgage-backed securities—the same toxic garbage that caused the crisis—to prop up bank balance sheets. They essentially rewarded failure with free money."
        },
        {
            "role": "Character 1",
            "content": "That can't be sustainable."
        },
        {
            "role": "Character 2",
            "content": "[laugh] Sustainable? We're living in the largest asset bubble in human history. Stock markets hit records while real wages stagnate. Houses cost ten times median income. The everything bubble will pop, and when it does, 2008 will look like a practice run."
        },
        {
            "role": "Character 1",
            "content": "You're painting a pretty dark picture here."
        },
        {
            "role": "Character 2",
            "content": "Dark? This is reality. Central banks have negative interest rates—they're literally paying people to borrow money. We've broken capitalism itself. The rules that governed economics for centuries no longer apply."
        },
        {
            "role": "Character 1",
            "content": "There must be something protecting regular people's savings."
        },
        {
            "role": "Character 2",
            "content": "FDIC insurance covers 250,000 per account, which sounds nice until you realize the FDIC has about 100 billion in reserves to cover 9 trillion in insured deposits. If multiple major banks fail simultaneously, that insurance is worthless paper."
        },
        {
            "role": "Character 1",
            "content": "So what happens when this all comes crashing down?"
        },
        {
            "role": "Character 2",
            "content": "First, credit freezes completely. ATMs stop working. Supply chains break because companies can't finance shipments. Grocery stores empty within 72 hours. Then governments implement capital controls, bail-ins where they confiscate deposits, maybe even monetary resets."
        },
        {
            "role": "Character 1",
            "content": "[singing] La la la, I can't hear you anymore."
        },
        {
            "role": "Character 2",
            "content": "People always prefer comfortable lies to uncomfortable truths. But mathematics doesn't care about your feelings. Exponential debt growth versus linear GDP growth equals inevitable collapse. The only question is when, not if."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_35.txt",
    "actor": 3
}