{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] हैलो? अरे बेटा, मैं—रुको, क्या? [pause] तुम... तुम समझ गए? वो सब, अम्म, वो सारी बातें जब मुझे ना कहना पड़ा? [shaky voice] मैं बैठ रहा हूं, बस—एक मिनट। [sniffle] पता है बेटा, कितनी रातें मैं, जैसे, जागता रहता था ये सोचते हुए कि क्या मैं सही कर रहा हूं। जब तुम—[crying while speaking] हे भगवान, माफ करना, मैं बहुत भावुक हो रहा हूं। बात ये है कि, वैसे, अब तुमसे ये सुनकर... [relieved] मुझे हमेशा उम्मीद थी कि शायद किसी दिन तुम, पता है ना, समझ जाओगे कि ये सब तुम्हें तंग करने या, मेरा मतलब, कंट्रोल करने के लिए नहीं था। [warm] हर बार उन पार्टियों के लिए ना कहना, हर कर्फ्यू, वो कॉलेज जो तुम चाहते थे और जो हम afford कर सकते थे—[regretful] मुझे पता है तुम्हें लगता था कि मैं बस, असल में, तुम्हारी ज़िंदगी बर्बाद कर रहा था। लेकिन सच कहूं तो, [very sincerely] मुझे वो सारे खतरे दिख रहे थे जो तुम्हें नज़र नहीं आ रहे थे। और अब तुम मुझसे कह रहे हो कि—[pause] कि तुम समझ गए हो? [happy] अरे मेरे बच्चे। तुम्हें अंदाज़ा नहीं कि मुझे ये सुनने की कितनी ज़रूरत थी। सच में। [sniffle] तुम्हारे पापा हमेशा कहते थे कि जब तुम्हारे अपने बच्चे होंगे तब समझोगे, लेकिन मैं बस... [trailing off] फोन करने के लिए शुक्रिया बेटा। शुक्रिया।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Hello? Oh honey, I—wait, what? [pause] You... you understand? About the, um, about all those times I had to say no? [shaky voice] I'm sitting down, I just—hold on. [sniffle] You know, sweetie, there were so many nights I'd, like, lie awake wondering if I was doing the right thing. When you'd storm off to your room after I said you couldn't—[crying while speaking] God, I'm sorry, I'm getting all emotional here. It's just that, well, hearing you say this now... [relieved] I always hoped that maybe someday you'd, you know, see that it wasn't about being mean or, I mean, controlling. [warm] Every \"no\" to those parties, every curfew, the college you wanted versus what we could afford—[regretful] I know it seemed like I was just, basically, ruining your life. But honestly, [very sincerely] all I could see were the dangers you couldn't. And now you're telling me that—[pause] that you get it? [happy] Oh sweetheart. You have no idea how much I needed to hear this. Really. [sniffle] Your dad always said you'd understand when you had your own kids, but I just... [trailing off] Thank you for calling, baby. Thank you."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "95e0660f_monologue.json",
    "type": "emotional_monologue"
}