{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] अरे, मैं हूं। अम्म, पता है देर हो गई है पर मैं बस—मुझे तुझे फोन करना था। [clearing throat] तो, मैं सोच रहा था, पता है ना, पिछले कुछ महीनों में जो कुछ भी हुआ... [pause] यार, मुझे तो समझ ही नहीं आ रहा ये सही से कैसे कहूं। [emotional] बात ये है कि, जब मैं उस जगह पर था—उस बहुत ही अंधेरी जगह पर जहां मुझे आगे का कोई रास्ता नज़र नहीं आ रहा था—तू था वहां। हर एक दिन, यार। [crying while speaking] जब मैंने सबको दूर धकेल दिया था, जब मैं बिल्कुल असहनीय हो गया था, तू बस... रुका रहा।\n\n[deep breath] मेरा मतलब, सच में, ऐसी रातें थीं जब मुझे लगता था कि मैं सुबह तक नहीं पहुंच पाऊंगा। जैसे, सचमुच अगले दिन तक जिंदा रहने की कल्पना भी नहीं कर पा रहा था। [very quietly] पर फिर तू रात के 2 बजे कोई बेकार सा meme भेज देता था, या बस खाना लेकर आ जाता था, ये भी नहीं कहता कि मैं कितना खराब दिख रहा हूं। [laugh] याद है वो दिन जब तू मुझे घसीट के उस बकवास action movie में ले गया था? मैं तो पूरे time शिकायत करता रहा पर, [warm] वही तो चाहिए था मुझे, समझ रहा है ना?\n\n[passionately] मैं जिंदा हूं तेरी वजह से। ये कोई—ये कोई बढ़ा-चढ़ाकर कही गई बात नहीं है। [sniffle] तूने मेरी जान बचाई बस... खुद बनके रहके। मुझे छोड़ा नहीं जब मैंने खुद को छोड़ दिया था। [very sincerely] थैंक यू कहना तो काफी भी नहीं है, पर... थैंक यू, भाई। सब कुछ के लिए।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Hey, it's me. Um, I know it's late but I just—I needed to call you. [clearing throat] So, I've been thinking about, you know, everything that happened these past few months and... [pause] God, I don't even know how to say this right. [emotional] The thing is, when I was in that place—that really dark place where I couldn't see any way forward—you were there. Every single day, man. [crying while speaking] Even when I pushed everyone away, even when I was being impossible, you just... you stayed. \n\n[deep breath] I mean, honestly, there were nights I didn't think I'd make it to morning. Like, literally couldn't imagine existing another day. [very quietly] But then you'd text me some stupid meme at 2 AM, or you'd just show up with takeout, not even saying anything about how messed up I looked. [laugh] Remember that time you dragged me to that terrible action movie? I complained the whole time but, [warm] it was exactly what I needed, you know?\n\n[passionately] I'm alive because of you. That's not—that's not an exaggeration. [sniffle] You saved my life by just... being you. By not giving up on me when I'd given up on myself. [very sincerely] Thank you doesn't even begin to cover it, but... thank you, brother. For everything."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "a77f0ab2_monologue.json",
    "type": "emotional_monologue"
}