{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[upset] बीस घंटे। वो मुझे हफ्ते में बीस घंटे दे रहे हैं—ये, अम्म, ये literally आधा है जितना मैं काम करता था। [frustrated] Christmas से ठीक पहले, मेरा मतलब, seriously? कौन करता है ऐसा? [pause] मैं वहां कितने, अ, करीब दो साल से हूं, और ये लोग—[bitter] \"slow season\" मेरी जूती। ये bakery है यार! लोग holidays में cookies और cakes खरीदते हैं ना?\n\n[anxious] तो अब मैं क्या करूं, जैसे, आधी salary से rent कैसे दूं? और मैंने अपनी भांजी से कहा था कि मैं उसे वो, अ, वो art set दिलाऊंगा, [sad] महंगा वाला जिसमें सारे markers और... [sigh] हे भगवान, पता नहीं यार।\n\n[angry] पता है क्या बात सबसे ज्यादा खराब लगती है? उन्होंने पिछले महीने दो नए लोग रखे। दो! और somehow मेरे घंटे काट रहे हैं? [shaky voice] मैं बस—मुझे सच में समझ नहीं आ रहा ये legal कैसे है।\n\n[long pause]\n\n[exhausted] शायद मुझे, जैसे, कुछ और ढूंढना शुरू करना चाहिए। कोई second job या, पता नहीं, बिल्कुल नई job ही। [very quietly] बात ये है कि मुझे वहां काम करना actually अच्छा लगता था। [sniffle] सुबह ताज़ी bread की खुशबू, regular customers जो मेरा नाम जानते थे... [trailing off]\n\n[determined] खैर। मैं कुछ न कुछ figure out कर लूंगा। हमेशा करता ही हूं ना।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[upset] Twenty hours. They're giving me twenty hours a week—that's, um, that's literally half what I was working. [frustrated] Right before Christmas, I mean, seriously? Like, who does that? [pause] I've been there for what, er, almost two years now, and this is how they—[bitter] \"slow season\" my ass. It's a bakery! People buy cookies and cakes for the holidays, right? \n\n[anxious] So now I'm just supposed to, what, figure out how to pay rent with half a paycheck? And I already told my niece I'd get her that, uhh, that art set she wanted, [sad] the expensive one with all the markers and... [sigh] God, I don't know.\n\n[angry] You know what really gets me? They hired two new people last month. Two! And somehow I'm the one getting my hours cut? [shaky voice] I just—I honestly don't understand how this is even legal. \n\n[long pause] \n\n[exhausted] Maybe I should, like, start looking for something else. A second job or, I guess, just a whole new job entirely. [very quietly] The thing is, I actually liked working there. [sniffle] The smell of fresh bread in the morning, the regulars who knew my name... [trailing off] \n\n[determined] Whatever. I'll figure it out. I always do."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "b12de9b1_monologue.json",
    "type": "emotional_monologue"
}