{
    "conversation": [
        {
            "role": "Speaker",
            "content": "अरे यार, कल मेरी पुरानी college की photos मिल गईं। [groan] वो mohawk, वो leather jacket जिसपे सारे patches लगे थे—मैं तो खुद को बड़ा cool समझता था। [embarrassed] मम्मी अभी भी जब मैं घर जाता हूं तो mantle पे रखती हैं, जैसे मेरे उस \"anarchist entrepreneur phase\" पे गर्व हो या कुछ। [laugh] मेरा मतलब, मैंने literally अपने dorm की दीवार पे spray-paint किया था \"capitalism sucks.\" [sarcastic] बहुत original ना? [trailing off] पर बात ये है कि... [thoughtful] वो सारी बगावत, हर चीज़ पे सवाल उठाना, rules follow करने से मना करना—actually वही चीज़ है, अम्म, जिसकी वजह से मैंने company शुरू की। [realizing] अब मुझे बेवकूफ़ दिखने का डर नहीं था क्योंकि वो तो मैं पहले ही कर चुका था। [chuckle] Investors के सामने खड़े होना अब आसान लगता है उन open mic nights पे अपनी बकवास poetry पढ़ने के मुकाबले। [cringing] हाय राम, वो poetry। [quickly] पर seriously, जब सबने कहा कि मेरा business idea पागलपन है, मैंने बस अपने बीस साल वाले version के बारे में सोचा जिसे ये chaos बहुत पसंद आता। [warm] वो लड़का जिसने job interview से पहले बाल blue कर लिए थे बस ये देखने के लिए कि क्या होगा? [confidently] वही energy थी जिसने मुझसे corporate job छुड़वाई और all-in जाने को कहा। [pause] फिर भी मैं वो photos देखकर अभी भी छुपना चाहता हूं। [laugh hard] मेरे business partner को पिछले हफ्ते मेरे पुराने band का demo tape मिल गया। [very quietly] हमने तय किया है कि इसके बारे में कभी बात नहीं करेंगे।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "God, I found my old college photos yesterday. [groan] The mohawk, the leather jacket with all those patches—I thought I was so edgy. [embarrassed] My mom keeps them on the mantle when I visit, like she's proud of my \"anarchist entrepreneur phase\" or whatever. [laugh] I mean, I literally spray-painted \"capitalism sucks\" on my dorm wall. [sarcastic] Super original, right? [trailing off] But here's the thing... [thoughtful] All that rebellion, all that questioning everything, refusing to follow the rules—that's actually, um, that's what made me start the company. [realizing] I wasn't afraid to look stupid anymore because I'd already done that. [chuckle] Standing in front of investors now feels easy compared to reading my terrible poetry at open mic nights. [cringing] Oh god, the poetry. [quickly] But seriously, when everyone said my business idea was crazy, I just thought about twenty-year-old me who would've loved the chaos of it. [warm] That kid who dyed their hair blue before a job interview just to see what would happen? [confidently] That's the same energy that made me quit my corporate job and go all-in. [pause] I still can't look at those photos without wanting to hide though. [laugh hard] My business partner found my old band's demo tape last week. [very quietly] We agreed never to speak of it again."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "11eb2411_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your rebel phase in college is now embarrassing but also gave you the confidence to start your own business",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}