{
    "conversation": [
        {
            "role": "Speaker",
            "content": "अरे यार, मेरा मतलब, कहाँ से शुरू करूं इस जगह के बारे में? [overwhelmed] उस दरवाज़े से अंदर घुसना था जैसे—मतलब पूरी भूलभुलैया है 1973 के अख़बारों की। [nervous laugh] और सच कहूं तो, बदबू है... हाँ। तो नानी ने मुझे घर छोड़ा है, जो है, पता है ना, बहुत उदारता की बात है, पर [hesitantly] मैंने लिविंग रूम का दरवाज़ा खोला और वहाँ सचमुच छत तक TV Guides का ढेर लगा है। [gasp softly] मतलब, किसको चाहिए इतनी सारी TV Guides?\n\n[very sad] बात ये है कि इस सब कबाड़ के नीचे मुझे उनका असली घर दिखाई दे रहा है—अरे, वो पियानो है जहाँ उन्होंने मुझे chopsticks सिखाया था, [trailing off] कचरे के थैलों के नीचे दबा हुआ... पता नहीं क्या-क्या भरा है। [sigh] और ऐसा भी नहीं है कि मैं सब कुछ फेंक सकता हूँ क्योंकि, वैसे, इसमें से कुछ चीज़ें ज़रूरी हो सकती हैं? [anxious] कल मुझे उनकी शादी का लहंगा मिला सड़ी हुई फोनबुक और बिल्ली के खाने के डिब्बों के बीच फंसा हुआ—उनके पास कभी बिल्ली थी भी नहीं।\n\n[determined] पर देखो बात ये है—मुझे ये घर चाहिए। असल में, मुझे सच में ये घर चाहिए। [slowly] मेरा किराया अगले महीने ख़त्म हो रहा है और, अम्म, इस सारी गड़बड़ के नीचे मेरा बचपन है, एक तरह से जमा हुआ। [warm] या पुराने अख़बारों में जमा हुआ, खैर। [chuckle] तो लगता है मैं ये कर रहा हूँ। [exhausted] पचास साल का सामान, एक परेशान नाती, और शायद कोई सत्रह डंपर। ठीक है ना?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "God, I mean, where do I even start with this place? [overwhelmed] Walking through that front door was like—it's basically a maze of newspapers from 1973. [nervous laugh] And honestly, the smell is... yeah. So Grandma left me the house, which is, you know, incredibly generous, but [hesitantly] I opened the living room door and there's literally a wall of TV Guides reaching the ceiling. [gasp softly] Like, who needs that many TV Guides? \n\n[very sad] The thing is, I can see glimpses of her real house underneath all this—er, there's the piano where she taught me chopsticks, [trailing off] buried under garbage bags full of... I don't even know what. [sigh] And it's not like I can just throw everything away because, well, some of this might be important? [anxious] I found her wedding dress yesterday stuffed between moldy phonebooks and cat food cans she never even owned a cat for. \n\n[determined] But here's the thing—I need this house. Actually, I really need this house. [slowly] My lease is up next month and, um, underneath all this chaos is my childhood, sort of preserved in amber. [warm] Or preserved in old newspapers, anyway. [chuckle] So I guess I'm doing this. [exhausted] Fifty years of stuff, one overwhelmed granddaughter, and probably like seventeen dumpsters. Right?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "a96da605_monologue.json",
    "type": "emotional_monologue"
}