{
    "conversation": [
        {
            "role": "Speaker",
            "content": "तो apparently वो दोनों फिर से साथ हैं। [short pause] और इस बार ये... ये serious है। [hesitantly] जैसे, ring shopping वाला serious. [sigh] मैं खुद को समझाता रहता हूँ कि लोग बदलते हैं, you know? कि शायद, अम्म... शायद मैं गलत कर रहा हूँ, 3 साल पहले जो हुआ उसे पकड़े रहकर। [quietly] लेकिन भगवान, मुझे याद है जब मैंने उसे अपने कमरे में रोते हुए पाया था, after he left. [angry] 22 साल की थी और वो बस—वो बस गायब हो गया, no explanation, nothing. [pause] और अब क्या, मुझसे उम्मीद है कि मैं मुस्कुराऊँ और, अ, Sunday dinners पे उसका स्वागत करूँ? [bitter] उसे बेटा कहूँ?\n\n[frustrated] बात ये है कि वो खुश है। [slowly] सच में खुश। इतनी खुश मैंने उसे तब से नहीं देखा... well, since before. [conflicted] तो मुझे लगता है कि मुझे, हम्म, कोई रास्ता निकालना होगा इसे छोड़ने का? [laughs] हाँ ठीक है। छोड़ दो। [sarcastic] Because that's so easy when someone breaks your kid's heart.\n\n[regretful] पता नहीं, शायद मैं ज़्यादा... शायद मैं ज़्यादा protective हूँ। [warm] वो कहती है कि वो अब अलग है, that he was just scared back then. [hesitantly] और मैं मानना चाहता हूँ, सच में। उसके लिए। [sigh] लगता है मुझे अपनी \"परिवार में स्वागत है\" वाली speech की practice शुरू करनी चाहिए। [trailing off] भले ही हर शब्द लगे जैसे... [long pause] [resigned] हाँ। Welcome to the family, kiddo."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "So apparently they're back together. [short pause] And this time it's... it's serious. [hesitantly] Like, ring shopping serious. [sigh] I keep telling myself that people change, you know? That maybe, um... maybe I'm being unfair holding onto what happened three years ago. [quietly] But God, I remember finding her in her room just sobbing after he left. [angry] Twenty-two years old and he just—he just disappeared, no explanation, nothing. [pause] And now what, I'm supposed to smile and, uh, welcome him to Sunday dinners? [bitter] Call him son? \n\n[frustrated] The thing is, she's happy. [slowly] Really happy. Happier than I've seen her since... well, since before. [conflicted] So I guess I have to, hmm, find a way to let it go? [laughs] Right. Let it go. [sarcastic] Because that's so easy when someone breaks your kid's heart. \n\n[regretful] I don't know, maybe I'm being... maybe I'm too protective. [warm] She says he's different now, that he was just scared back then. [hesitantly] And I want to believe that, I do. For her. [sigh] Guess I better start practicing my \"welcome to the family\" speech. [trailing off] Even if every word feels like... [long pause] [resigned] Yeah. Welcome to the family, kiddo."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "127cff3c_monologue.json",
    "type": "emotional_monologue",
    "subject": "Becoming the father-in-law who has to welcome the person who broke your child's heart before",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}