{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[स्नेहपूर्ण] पता है क्या मज़ेदार बात है? मैं बार-बार यही सोचता रहता हूँ कि, अम्म, Sarah ने मुझे—उसने कभी कहा ही नहीं कि करो। [विराम] यही बात मुझे परेशान करती है, शायद। जैसे, वो बस climbing wall पे थी, और सच में, बाकी सब लोग तो, [जोशीले स्वर में] \"तुम कर सकते हो! Come on!\" [आवाज़ धीमी होना] लेकिन Sarah... [मुस्कुराते हुए बोलना] उसने बस सिर हिलाया, पता है ना? एक छोटा सा सिर हिलाना। और फिर वो, अ, खुद चढ़ना शुरू कर दिया, [धीरे धीरे] ये देखे बिना भी कि मैं पीछे आऊँगा या नहीं। [छोटा विराम]\n\nमेरा मतलब, जिस तरह से वो चढ़ रही थी वो बस—[प्रशंसा से] कोई झिझक ही नहीं थी, समझे? कोई दिखावा नहीं। [धीरे से] बस एक शांत विश्वास कि, वैसे, हाँ वो ये कर सकती है। [हंसी] और मैं वहाँ खड़ा literally काँप रहा था, सोच रहा था कितना ऊँचा है, और, [चिंतित] अरे भगवान, अगर मैं halfway में अटक गया तो? [विराम] लेकिन फिर मैंने देखा वो हर hold को कैसे पकड़ रही थी जैसे, हम्म, सबसे natural बात हो। [आत्मविश्वास से] दिखावा नहीं कर रही थी, बस... थी वैसी।\n\n[सहानुभूति से] और उसमें कुछ ऐसा था कि मुझे लगा, [धीरे धीरे] ठीक है, शायद मुझे बहादुर बनने के लिए शोर मचाने की ज़रूरत नहीं। [राहत से] तो मैंने बस, अम्म, पहला hold पकड़ लिया। [अत्यंत निष्कपटता से] और Sarah? उसने एक बार नीचे देखा और, [हल्की हंसी] कसम से, लगभग मुस्कुरा दी थी।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know what's funny? I keep thinking about, um, how Sarah just—she never actually told me to do it. [pause] That's the thing that gets me, I guess. Like, she was just there at the climbing wall, and honestly, everyone else was being so, [animated] \"You can do it! Come on!\" [trailing off] But Sarah... [smiling speaking] She just nodded at me, you know? This tiny little nod. And then she, er, started climbing herself, [slowly] not even looking back to see if I'd follow. [short pause] \n\nI mean, the way she moved was just—[admiringly] there was no hesitation, right? No big show. [quietly] Just this quiet certainty that, well, of course she could do this. [laugh] And I'm standing there literally shaking, thinking about how high it was, and, [anxious] oh God, what if I freeze halfway up? [pause] But then I watched her reach for each hold like it was, hmm, the most natural thing. [confidently] Not showing off, just... being.\n\n[empathetically] And something about that made me think, [slowly] okay, maybe I don't have to be loud about being brave. [relieved] So I just, um, grabbed the first hold. [very sincerely] And Sarah? She glanced down once and, [chuckle] I swear, she almost smiled."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "9641594a_monologue.json",
    "type": "emotional_monologue"
}