{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[थके स्वर में] उन्होंने कहा मैं आज़ाद हूँ। बस ऐसे ही, पता है? दस साल और फिर अचानक—[कड़वाहट से] \"बधाई हो, तुम निर्दोष हो।\" [विराम] जैसे, अम्म, अब मैं इसका क्या करूँ? \n\n[भ्रमित] आज घर गया था। वैसे, मेरा मतलब, अब वो हमारा घर तो है नहीं, है ना? [बहुत धीरे से] ड्राइववे में एक मिनीवैन खड़ी है। दरवाज़े पर पेंट का रंग भी वही नहीं है। [सुड़कना] और सच कहूँ तो, जब मैंने सारा को फोन किया, वो इतनी... [हिचकिचाते हुए] औपचारिक थी। जैसे मैं कोई दूर का रिश्तेदार हूँ या, पता नहीं, कोई टेलीमार्केटर। [व्यंग्यपूर्ण] \"अरे हाँ, डेविड। हाँ, हमने सुना। बहुत अच्छी खबर है।\"\n\n[गुस्से में] अच्छी खबर? सच में? ये—[आवाज़ धीमी होना] ये हम इसे कह रहे हैं? [विराम] बच्चे तो मुझे, अम्म, वो मुझे याद भी नहीं करते। जेक ने फोन पर मुझे \"सर\" कहा। [बहुत उदास] मेरे अपने बेटे ने मुझे सर कहा।\n\n[कांपती आवाज] माँ ने कहा उन्हें आगे बढ़ना पड़ा, पता है? बच्चों को इस सबसे \"बचाना\" था। [निराश] जैसे मैं ही अपराधी था! जबकि मैं—[ज़ोर से] मैं पूरे समय निर्दोष था! [लंबा विराम]\n\n[बहुत धीरे से] तो यहाँ हूँ मैं, है ना? आज़ाद आदमी। [पछताते हुए] दोषमुक्त। [फुसफुसाते हुए] बिल्कुल अकेला।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] They said I was free. Just like that, you know? Ten years and then suddenly—[bitter] \"congratulations, you're innocent.\" [pause] Like, um, what am I supposed to do with that now? \n\n[confused] I went to the house today. Well, I mean, it's not our house anymore, is it? [very quietly] There's a minivan in the driveway. Not even the same color paint on the door. [sniffle] And honestly, when I called Sarah, she was so... [hesitantly] polite. Like I was some distant cousin or, I don't know, a telemarketer maybe. [sarcastic] \"Oh, hi David. Yeah, we heard. That's really great news.\" \n\n[angry] Great news? Really? That's—[trailing off] that's what we're calling this? [pause] The kids don't even, um, they don't remember me. Jake called me \"sir\" on the phone. [very sad] My own son called me sir. \n\n[shaky voice] Mom said they had to move on, you know? Had to \"protect the children\" from all of it. [frustrated] Like I was the criminal! Even though I was—[loudly] I was innocent the whole time! [long pause]\n\n[very slowly] So here I am, right? Free man. [regretful] Exonerated. [whispering] Completely alone."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "92d110e0_monologue.json",
    "type": "emotional_monologue"
}