{
    "conversation": [
        {
            "role": "Customer",
            "content": "Я на обеденном перерыве, так что мне надо... как это... по-быстрому всё решить? Мой заказ нигде не отображается."
        },
        {
            "role": "Customer Support",
            "content": "Ой, господи. Так. Эм... Сейчас посмотрю. Можете номер заказа сказать? Должен начинаться с ORD дефис и потом цифры какие-то."
        },
        {
            "role": "Customer",
            "content": "Это типа... секундочку... ORD-7294? Не, стоп, 7924? Я не так на имейл смотрю."
        },
        {
            "role": "Customer Support",
            "content": "Да ничего страшного. В общем, я могу по имейлу тоже поискать, если так удобнее? Эм. Секунду займёт, но. Ну да."
        },
        {
            "role": "Customer",
            "content": "Мой имейл johnson собака... не, это рабочий... на самом деле mjohnson82 на gmail."
        },
        {
            "role": "Customer Support",
            "content": "Так. Хм. Вижу тут ORD-7924-BK. И э... Неловко как-то, но. Похоже, его отметили для проверки адреса? Показывает Сосновая улица 4827, но. Эм. Система говорит, что такого нет."
        },
        {
            "role": "Customer",
            "content": "Сосновая улица? Я же сказала Сосновый проспект! Это уже типа... как его... третий раз такое!"
        },
        {
            "role": "Customer Support",
            "content": "Ой, мне правда. Очень жаль. Дайте я просто. Ааа. Так, Сосновый проспект, квартира 4B, да? Индекс 94117?"
        },
        {
            "role": "Customer",
            "content": "Да! Боже, наконец-то. Вы знаете, сколько я за премиум-членство плачу? Это уже просто смешно становится."
        },
        {
            "role": "Customer Support",
            "content": "Я полностью понимаю. И типа. Вы же премиум, так что. Хм. Что я могу сделать. Дайте я переведу на доставку в тот же день, код SDD-447X. Бесплатно, естественно."
        },
        {
            "role": "Customer",
            "content": "В тот же день? Но уже 12:30! Это реально сегодня придёт или опять какая-то... путаница?"
        },
        {
            "role": "Customer Support",
            "content": "Так, обычно крайний срок. Э. До 14:00, но раз вы премиум. В общем, я делаю исключение. Должно прийти до 8 вечера. Трекинг-номер будет 1ZY6834HK2M после забора."
        },
        {
            "role": "Customer",
            "content": "Погодите, так 8 вечера или 2 дня? Я запуталась. И у меня ужин запланирован на 7:30."
        },
        {
            "role": "Customer Support",
            "content": "Простите. Нет. Доставка до 8 вечера сегодня. Забор происходит до 2. И эм. Могу добавить инструкции для курьера? Типа. Оставить у двери или как вам удобно."
        },
        {
            "role": "Customer",
            "content": "Это всё так долго тянется, а у меня типа... пять минут осталось. Можете просто исправить? Я Платиновый член!"
        },
        {
            "role": "Customer Support",
            "content": "Конечно. Да. Так что я. Уф. Правда извиняюсь за всё это. Адрес уже исправила. Применила код SDD-447X. Возвращаю стоимость доставки. И э. Добавляю кредит 20 долларов. Номер обращения CS-990412."
        },
        {
            "role": "Customer",
            "content": "Двадцать долларов? После всей этой... как её... канители? Серьёзно?"
        },
        {
            "role": "Customer Support",
            "content": "Мм. Вы правы. Давайте я. Вообще-то? Увеличу до 50. Плюс эээ. Три месяца продления премиума. Уже на вашем аккаунте показывается. Ещё раз просто. Очень извиняюсь за путаницу."
        },
        {
            "role": "Customer",
            "content": "Ладно. Пофиг. Так точно придёт на Сосновый проспект сегодня вечером?"
        },
        {
            "role": "Customer Support",
            "content": "Да. Подтверждено. Сосновый проспект 4827, квартира 4B. До 8 вечера. И типа. Если что-то пойдёт не так. Чего не будет. Но. Прямой номер 415-788-4429. Спросите меня. Тревор."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I'm on my lunch break so I need to... what's the word... expedite this? My order isn't showing up anywhere."
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh. Right. So um. Let me pull that up. Can I get your order number? Should start with ORD dash and then some numbers."
        },
        {
            "role": "Customer",
            "content": "It's like... hang on... ORD-7294? No wait, 7924? I'm looking at the email wrong."
        },
        {
            "role": "Customer Support",
            "content": "No worries. So basically I can search by email too if that's easier? Um. Takes a sec but. Yeah."
        },
        {
            "role": "Customer",
            "content": "My email is johnson at... no that's my work one... it's actually mjohnson82 at gmail."
        },
        {
            "role": "Customer Support",
            "content": "Okay so. Hmm. I'm seeing ORD-7924-BK here. And uh. This is awkward but. Looks like it got flagged for address verification? Shows 4827 Pine Street but. Er. System says that's not valid."
        },
        {
            "role": "Customer",
            "content": "Pine Street? I said Pine Avenue! This is like the... what do you call it... third time this has happened!"
        },
        {
            "role": "Customer Support",
            "content": "Oh man I'm. Really sorry about that. Let me just. Ahhh. Okay so Pine Avenue apartment 4B right? Zip 94117?"
        },
        {
            "role": "Customer",
            "content": "Yes! God, finally. Do you know how much I paid for premium membership? This is getting ridiculous."
        },
        {
            "role": "Customer Support",
            "content": "I totally get it. And like. You're premium so. Hmm. What I can do here. Let me upgrade this to same-day delivery code SDD-447X. No charge obviously."
        },
        {
            "role": "Customer",
            "content": "Same day? But it's already 12:30! Will it actually come today or is this another... mixup thing?"
        },
        {
            "role": "Customer Support",
            "content": "So the cutoff is. Er. Usually 2 PM but since you're premium. Basically I'm overriding it. Should arrive by 8 tonight. Tracking number gonna be 1ZY6834HK2M after pickup."
        },
        {
            "role": "Customer",
            "content": "Wait so 8 PM or 2 PM? I'm confused. And I have dinner plans at 7:30."
        },
        {
            "role": "Customer Support",
            "content": "Sorry. No. Delivery by 8 PM tonight. Pickup happens by 2. And um. I can add delivery instructions? Like. Leave at door or whatever works."
        },
        {
            "role": "Customer",
            "content": "This is taking forever and I have like... five minutes left. Can you just fix it? I'm a Platinum member!"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. Yeah. So I'm. Eesh. Really sorry about all this. Already fixed the address. Applied code SDD-447X. Refunding the shipping. And uh. Adding a $20 credit. Reference number CS-990412."
        },
        {
            "role": "Customer",
            "content": "Twenty dollars? After all this... what's it called... hassle? Really?"
        },
        {
            "role": "Customer Support",
            "content": "Mm. You're right. Let me. Actually? Bumping that to $50. Plus errr. Three months extended premium. Shows on your account now. Again just. Really apologize for the confusion."
        },
        {
            "role": "Customer",
            "content": "Fine. Whatever. So it's definitely coming to Pine Avenue tonight?"
        },
        {
            "role": "Customer Support",
            "content": "Yes. Confirmed. 4827 Pine Avenue 4B. By 8 PM. And like. If anything goes wrong. Which it won't. But. Direct line 415-788-4429. Ask for me. Trevor."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "6dc9ad23_script.json",
    "professionalism": "casual",
    "scenario": "impatient because they're calling during their lunch break and have limited time",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "confused_lost",
                "demanding_entitled"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "awkwardly_apologetic",
                "carefully_diplomatic"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}