{
    "conversation": [
        {
            "role": "Customer",
            "content": "Эм, привет, мне нужно, э... отменить заказ, но там написано что он... уже в обработке, так что..."
        },
        {
            "role": "Customer Support",
            "content": "Ой! Хорошо, так, хм, дайте мне просто... открыть это здесь. Какой у вас, эм, какой у вас номер заказа?"
        },
        {
            "role": "Customer",
            "content": "Это, эм, ORD-4482... э, JK9."
        },
        {
            "role": "Customer Support",
            "content": "Так так, я смотрю на ORD-4482-JK9 и, хм, вы правы, он перешёл в обработку около... дайте посмотрю... 2 часа назад. Но, эм, между нами говоря? I might have a little trick up my sleeve."
        },
        {
            "role": "Customer",
            "content": "Подождите, правда? Вы можете ещё..."
        },
        {
            "role": "Customer Support",
            "content": "Так технически, эм, как только он попадает в обработку, мы не должны его трогать, но... хм, что если я вам скажу что есть, э, есть окно? About four hours where I can still, you know, work some magic."
        },
        {
            "role": "Customer",
            "content": "Эм, это было бы, э, вообще потрясающе. Не думала..."
        },
        {
            "role": "Customer Support",
            "content": "Дайте мне просто, эм, дайте посмотрю... так, я ввожу специальный код отмены, это, э, CXL-98234-Z, и в основном что это делает... секундочку... да! Остановила его."
        },
        {
            "role": "Customer",
            "content": "Подождите, всё готово? Просто так..."
        },
        {
            "role": "Customer Support",
            "content": "Угу! Так, эм, вот забавная часть. Your confirmation number for the cancellation is, uh, let me grab this... CNF-7765-QR22, и вы должны получить возврат примерно, хм, через 3-5 рабочих дней."
        },
        {
            "role": "Customer",
            "content": "Это, эм, намного проще чем я... вау, э, спасибо."
        },
        {
            "role": "Customer Support",
            "content": "Ой, но подождите подождите, это ещё не всё! Так я также, эм, я также вижу здесь что из-за, э, неудобства? I can throw in a, hmm, let me check... да, код на скидку 20% на ваш следующий заказ."
        },
        {
            "role": "Customer",
            "content": "Эм, серьёзно? Это, э... я же просто хотела отменить..."
        },
        {
            "role": "Customer Support",
            "content": "Код это, эм, SAVE20-KLM449, и честно? Между нами, эти коды обычно идут только, э, знаете, действительно расстроенным клиентам, но... I think you deserve something nice today."
        },
        {
            "role": "Customer",
            "content": "Я просто, эм... устала. Dealing with returns all week and..."
        },
        {
            "role": "Customer Support",
            "content": "Ой нет, это... хм, это утомительно. Знаете что? Дайте мне, эм, дайте мне также добавить заметку к вашему аккаунту, номер REF-8823-TT, которая в основном помечает вас для, э, ускоренного обслуживания в следующий раз."
        },
        {
            "role": "Customer",
            "content": "Вам не нужно... я имею в виду, э, вау."
        },
        {
            "role": "Customer Support",
            "content": "Всё будет хорошо, правда. Я, эм, я пометила ваш аккаунт и добавила все эти бонусы, так что, хм, в следующий раз когда закажете? Should be smooth sailing. ID транзакции для всего этого - TXN-445789623."
        },
        {
            "role": "Customer",
            "content": "Эм, это просто, э... лучший сервис который я получала за... всю жизнь?"
        },
        {
            "role": "Customer Support",
            "content": "Ой! Ну, эм, не говорите никому, но, хм, sometimes we just like to, you know, surprise people who are having rough weeks. Ваш чек отмены RCP-9982-XM должен прийти на почту примерно, э, через 5 минут!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I need to, uh, cancel an order but it says it's... already processing so..."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Okay so, hmm, let me just... pull that up here. What's your, um, what's your order number?"
        },
        {
            "role": "Customer",
            "content": "It's, um, ORD-4482... uh, JK9."
        },
        {
            "role": "Customer Support",
            "content": "Alright alright, so I'm looking at ORD-4482-JK9 here and, hmm, you're right it went into processing about... let me see here... two hours ago. But, um, between you and me? I might have a little trick up my sleeve."
        },
        {
            "role": "Customer",
            "content": "Wait, really? You can still..."
        },
        {
            "role": "Customer Support",
            "content": "So technically, um, once it hits processing we're not supposed to touch it, but... hmm, what if I told you there's a, uh, there's a window? About four hours where I can still, you know, work some magic."
        },
        {
            "role": "Customer",
            "content": "Um, that would be, uh, amazing actually. Didn't think..."
        },
        {
            "role": "Customer Support",
            "content": "Let me just, um, let me see here... okay so I'm putting in a special override code, it's, uh, CXL-98234-Z, and basically what this does is... hang on... yep! Got it stopped."
        },
        {
            "role": "Customer",
            "content": "Wait, it's done? Just like..."
        },
        {
            "role": "Customer Support",
            "content": "Mmhmm! So, um, here's the fun part though. Your confirmation number for the cancellation is, uh, let me grab this... CNF-7765-QR22, and you should get your refund in about, hmm, three to five business days."
        },
        {
            "role": "Customer",
            "content": "This is, um, so much easier than I... wow, uh, thank you."
        },
        {
            "role": "Customer Support",
            "content": "Oh but wait wait, there's more! So I'm also, um, I'm also seeing here that because of the, uh, the inconvenience? I can throw in a, hmm, let me check... yep, a 20% discount code for your next order."
        },
        {
            "role": "Customer",
            "content": "Um, seriously? That's, uh... I mean I just wanted to cancel..."
        },
        {
            "role": "Customer Support",
            "content": "The code is, um, SAVE20-KLM449, and honestly? Between you and me, these codes usually only go to, uh, you know, the really upset customers but... I think you deserve something nice today."
        },
        {
            "role": "Customer",
            "content": "I'm just, um... tired. Been dealing with returns all week and..."
        },
        {
            "role": "Customer Support",
            "content": "Oh no, that's... hmm, that's exhausting. Hey, you know what? Let me, um, let me also add a note to your account here, reference number REF-8823-TT, that basically flags you for, uh, expedited service next time."
        },
        {
            "role": "Customer",
            "content": "You don't have to... I mean, uh, wow."
        },
        {
            "role": "Customer Support",
            "content": "It's going to be okay, really. I've, um, I've tagged your account and added all these perks so, hmm, next time you order? Should be smooth sailing. Transaction ID for all this is TXN-445789623."
        },
        {
            "role": "Customer",
            "content": "Um, this is just, uh... best service I've gotten in... ever?"
        },
        {
            "role": "Customer Support",
            "content": "Aww! Well, um, don't tell anyone but, hmm, sometimes we just like to, you know, surprise people who are having rough weeks. Your cancellation receipt RCP-9982-XM should hit your email in about, uh, five minutes!"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "922fff3c_script.json",
    "scenario": "wanting to cancel an order that's already being processed",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "surprised_delighted",
                "exhausted_worn"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "playfully_conspiratorial",
                "gently_reassuring"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "vocalized_thinking"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        }
    }
}