{
    "conversation": [
        {
            "role": "Customer",
            "content": "Я была вашей клиенткой 12 лет—ДВЕНАДЦАТЬ—и вы просто позволите моему тарифу истечь?"
        },
        {
            "role": "Customer Support",
            "content": "Так так. Ну, дайте мне просто, эм, открыть ваш аккаунт тут и—ого, вы действительно, эм, одна из наших старожилов. Account number ACC-4982-VX. Я думаю. I think we can definitely work something out here."
        },
        {
            "role": "Customer",
            "content": "Эм, ну да, это я и говорю... Я имею в виду, каждый год одно и то же с вами..."
        },
        {
            "role": "Customer Support",
            "content": "Точно точно. Так, эм, между нами? Your promotional rate PRO-867-Q expires tomorrow, но, эм, я вижу некоторое пространство для маневра. Технически я не должна просто так, эм, продлевать эти тарифы, но... дайте-ка проверю кое-что."
        },
        {
            "role": "Customer",
            "content": "Подождите, вы не—извините, что вы имеете в виду под \"технически не должна\"?"
        },
        {
            "role": "Customer Support",
            "content": "Ну. Вот в чем дело. Эм, у корпорации есть эти, эм, правила о продлении промо-акций под кодом EXT-3399-M, но эм, для той, кто с нами с, хмм, 2012 года? I think I can find a loophole or two."
        },
        {
            "role": "Customer",
            "content": "Так эм, вы говорите, есть шанс? Because I just can't afford the regular rate, и я была такой лояльной..."
        },
        {
            "role": "Customer Support",
            "content": "О, абсолютно. Определенно. Смотрите, эм, я открываю вашу историю платежей тут—reference number REF-7621-KLP—и эм, вы ни разу не пропустили платеж. Ни разу. So I'm gonna fight for you here, окей?"
        },
        {
            "role": "Customer",
            "content": "Это... actually really nice of you to say."
        },
        {
            "role": "Customer Support",
            "content": "Между нами? Эм, я ненавижу, когда хорошие клиенты как вы, эм, страдают от системы. Так вот что я думаю—I can probably get you another six months at your current rate под промо-кодом NEW-PRO-5544-X."
        },
        {
            "role": "Customer",
            "content": "6 месяцев? Эм, это, эм, это лучшее, что вы можете сделать? Я имею в виду... я думаю, это поможет..."
        },
        {
            "role": "Customer Support",
            "content": "Подождите. Подождите. Дайте мне, эм, дайте попробовать кое-что еще. Я сейчас—так, есть эта, эм, программа удержания лояльных клиентов LRP-9902-ZK, в которую я думаю, эм, I think I can squeeze you in. Может быть 12 месяцев вместо этого."
        },
        {
            "role": "Customer",
            "content": "О! Это было бы—я имею в виду, да, that would really help me out."
        },
        {
            "role": "Customer Support",
            "content": "Отлично. Так эм, мне просто нужно, эм, переопределить некоторые вещи тут. Система немного—хмм, она немного упрямится. Transaction pending under TXN-885214-Q. Но эм, не волнуйтесь, у меня есть свои трюки."
        },
        {
            "role": "Customer",
            "content": "Эм, знаете что? You're actually going above and beyond here... Извините, если я была слишком резкой вначале..."
        },
        {
            "role": "Customer Support",
            "content": "Эй эй. Без проблем. Я имею в виду, эм, я бы тоже расстроилась, если бы думала, что теряю свой тариф после 12 лет. Это просто, эм, это неправильно. Так, эм, хорошие новости—approval just came through под подтверждением APV-7763-RX."
        },
        {
            "role": "Customer",
            "content": "Правда? Так все эм, все готово тогда? The full twelve months?"
        },
        {
            "role": "Customer Support",
            "content": "Все готово. 12 месяцев. Тот же тариф. И эм, вот секрет—next year when it's about to expire? Позвоните обратно и, эм, попросите напрямую отдел удержания. Сошлитесь на этот звонок ID CID-9984-TK. We'll take care of you again."
        },
        {
            "role": "Customer",
            "content": "Это так полезно, спасибо вам огромное, правда."
        },
        {
            "role": "Customer Support",
            "content": "Мне в удовольствие. Искренне. Эм, вы должны получить email подтверждение—tracking number EML-3367-VP—в течение часа. И эм, между нами? Thanks for sticking with us all these years. Нам нужно больше таких клиентов, как вы."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I've been a customer for twelve years—TWELVE—and you're just going to let my rate expire?"
        },
        {
            "role": "Customer Support",
            "content": "Okay okay. So um, let me just, uh, pull up your account here and—oh wow, you really are, um, one of our long-timers. Account number ACC-4982-VX. I think. I think we can, uh, definitely work something out here."
        },
        {
            "role": "Customer",
            "content": "Um, well yeah, that's what I'm saying... I mean, every year it's the same thing with you people..."
        },
        {
            "role": "Customer Support",
            "content": "Right right. So, um, between you and me? Your promotional rate PRO-867-Q expires tomorrow but, uh, I'm seeing some wiggle room. I mean, technically I'm not supposed to just, um, extend these but... let me check something."
        },
        {
            "role": "Customer",
            "content": "Wait, you're not—sorry, what do you mean technically not supposed to?"
        },
        {
            "role": "Customer Support",
            "content": "Well. Here's the thing. Um, corporate has these, uh, these rules about promotional extensions under code EXT-3399-M, but um, for someone who's been with us since, hmm, 2012? I think I can, uh, maybe find a loophole or two."
        },
        {
            "role": "Customer",
            "content": "So um, you're saying there's a chance? Because I just, uh, I can't afford the regular rate and I've been so loyal..."
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely. Definitely. Look, um, I'm pulling up your payment history here—reference number REF-7621-KLP—and uh, you've never missed a payment. Not once. So I'm gonna, um, I'm gonna fight for you here, okay?"
        },
        {
            "role": "Customer",
            "content": "That's... actually really nice of you to say."
        },
        {
            "role": "Customer Support",
            "content": "Between us? Um, I hate when good customers like you get, uh, get pushed around by the system. So here's what I'm thinking—I can probably, um, maybe get you another six months at your current rate under promo code NEW-PRO-5544-X."
        },
        {
            "role": "Customer",
            "content": "Six months? Um, is that, uh, is that the best you can do? I mean... I guess that helps..."
        },
        {
            "role": "Customer Support",
            "content": "Hold on. Hold on. Let me, um, let me try something else. I'm gonna—okay so there's this, uh, loyalty retention program LRP-9902-ZK that I think, um, I think I can squeeze you into. Might be twelve months instead."
        },
        {
            "role": "Customer",
            "content": "Oh! That would be—I mean, yes, that would really help me out."
        },
        {
            "role": "Customer Support",
            "content": "Perfect. So um, I'm just gonna, uh, need to override some things here. The system's being—hmm, it's being a bit stubborn. Transaction pending under TXN-885214-Q. But um, don't worry, I've got tricks."
        },
        {
            "role": "Customer",
            "content": "Um, you know what? You're actually, uh, really going above and beyond here... I'm sorry if I came on strong earlier..."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey. No worries. I mean, um, I'd be upset too if I thought I was losing my rate after twelve years. That's just, uh, that's not right. Okay so, um, good news—approval just came through under confirmation APV-7763-RX."
        },
        {
            "role": "Customer",
            "content": "Really? So it's um, it's all set then? The full twelve months?"
        },
        {
            "role": "Customer Support",
            "content": "All set. Twelve months. Same rate. And um, here's a secret—next year when it's about to expire? Call back and, uh, ask for the retention team directly. Reference this call ID CID-9984-TK. We'll um, we'll take care of you again."
        },
        {
            "role": "Customer",
            "content": "That's so helpful, thank you so much, really."
        },
        {
            "role": "Customer Support",
            "content": "My pleasure. Genuinely. Um, you should get an email confirmation—tracking number EML-3367-VP—within the hour. And uh, between you and me? Thanks for sticking with us all these years. We need more customers like you."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "92e278a2_script.json",
    "scenario": "asking for extension of an expiring promotional rate",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "indignant_righteous",
                "warming_up"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "self_corrections",
                    "trailing_off",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "playfully_conspiratorial",
                "determined_advocate"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "repetition_stutter",
                    "hedge_words"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        }
    }
}