{
    "conversation": [
        {
            "role": "Customer",
            "content": "Я—я наверное что-то не так делаю, но моя зарплата не—она не приходит."
        },
        {
            "role": "Customer Support",
            "content": "Ооо, ладно, между нами говоря, пропавшие зарплаты—это моя специальность. Давай я быстренько открою твой файл—what's your employee ID or the last four of your social?"
        },
        {
            "role": "Customer",
            "content": "Это это 7829. Извини, я должна была—стоп, вообще-то это—нет, всё правильно."
        },
        {
            "role": "Customer Support",
            "content": "Отлично! Так, вижу здесь employee ID EMP-7829-BT, и похоже твой последний депозит на $1,847.23 был запланирован на пятницу 15-го на счёт, заканчивающийся на... о, интересно, на 4492. Это твой текущий счёт?"
        },
        {
            "role": "Customer",
            "content": "Нет нет нет, я его закрыла. Месяц назад. Я такая дура."
        },
        {
            "role": "Customer Support",
            "content": "Эй эй, совсем не дура—это случается чаще, чем ты думаешь! Так вот что мы сделаем... Я вижу, ты подала форму на смену банка 3 октября для счёта, заканчивающегося на 8831, but the system never processed it. Классика."
        },
        {
            "role": "Customer",
            "content": "Но я—я заполнила её. Я что-то напортачила?"
        },
        {
            "role": "Customer Support",
            "content": "Нет, ты всё сделала правильно! Форма просто застряла в статусе pending—код PND-447—что в принципе означает, someone on our end dropped the ball. Но вот что прикольно: я могу это исправить прямо сейчас и перенаправить эти деньги."
        },
        {
            "role": "Customer",
            "content": "Подожди, так—так где мои деньги? Они они ушли на закрытый счёт?"
        },
        {
            "role": "Customer Support",
            "content": "Окей, так технически да, они ушли на старый счёт, но у банков есть такая фишка, где они возвращают депозиты обратно в течение 3-5 рабочих дней, когда счёт закрыт. Your $1,847.23 should return to us with code RTN-CLOSED by Wednesday."
        },
        {
            "role": "Customer",
            "content": "Среда? Но квартплата—мне нужно—окей окей окей."
        },
        {
            "role": "Customer Support",
            "content": "Стоп, у меня есть идея... Так, обычно мы бы ждали возврата, но так как это была наша ошибка с формой PND-447, I might be able to authorize an emergency advance. Дай-ка мне просто..."
        },
        {
            "role": "Customer",
            "content": "Ты можешь—погоди, правда? Я думала, я всё испортила."
        },
        {
            "role": "Customer Support",
            "content": "О, это точно не твоя вина! Вообще-то я тут вижу, что у трёх других сотрудников была такая же проблема на этой неделе—batch error BER-1139. Так что я провожу немедленную авторизацию платежа на полную сумму $1,847.23 на твой новый счёт."
        },
        {
            "role": "Customer",
            "content": "На на 8831? Ты уверена?"
        },
        {
            "role": "Customer Support",
            "content": "Абсолютно! Счёт, заканчивающийся на 8831, routing 042000314, должны поступить в течение 2-4 часов как transaction ID TXN-98447-EM. И просто чтобы ты знала... я также добавляю $50 кредит за неудобства, потому что этого вообще не должно было случиться."
        },
        {
            "role": "Customer",
            "content": "Пятьдесят—погоди что? Но я не—тебе не обязательно."
        },
        {
            "role": "Customer Support",
            "content": "Уже сделано! Credit reference CRD-5091-IC появится с твоей следующей обычной зарплатой. И между нами? I've flagged your account for priority processing going forward, так что такого рода вещи..."
        },
        {
            "role": "Customer",
            "content": "Я просто—спасибо. Думала, я потеряла всё. Две смены."
        },
        {
            "role": "Customer Support",
            "content": "Слушай, барменам хватает хаоса и без того, чтобы payroll ещё проблемы создавал, да? Твои деньги в безопасности, advance payment APP-7829-01 обрабатывается сейчас, и честно? This was the most satisfying fix I've had all day. Мы в порядке?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I'm—I'm probably doing this wrong but my paycheck's not—it's not showing up."
        },
        {
            "role": "Customer Support",
            "content": "Ooh okay, between you and me, missing paychecks are my specialty. Let me pull up your employee file real quick—what's your employee ID or the last four of your social?"
        },
        {
            "role": "Customer",
            "content": "It's it's 7829. Sorry, I should've—wait, actually that's—no that's right."
        },
        {
            "role": "Customer Support",
            "content": "Perfect! So I'm seeing employee ID EMP-7829-BT here, and looks like your last deposit of $1,847.23 was scheduled for Friday the 15th to account ending in... oh interesting, ending in 4492. Is that your current account?"
        },
        {
            "role": "Customer",
            "content": "No no no, I closed that. Month ago. I'm so stupid."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey, not stupid at all—happens more than you'd think! So here's what we're gonna do... I can see you submitted a bank change form on October 3rd for account ending in 8831, but the system never processed it. Classic."
        },
        {
            "role": "Customer",
            "content": "But I—I filled it out. Did I mess something up?"
        },
        {
            "role": "Customer Support",
            "content": "Nope, you did everything right! The form just got stuck in pending status—code PND-447—which basically means someone on our end dropped the ball. But here's the fun part: I can fix this right now and get that money redirected."
        },
        {
            "role": "Customer",
            "content": "Wait so—so where's my money? It's it's gone to the closed account?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so technically yes, it went to the old account, but banks have this thing where they bounce deposits back within 3-5 business days when an account's closed. Your $1,847.23 should return to us with code RTN-CLOSED by Wednesday."
        },
        {
            "role": "Customer",
            "content": "Wednesday? But rent's—I need—okay okay okay."
        },
        {
            "role": "Customer Support",
            "content": "Hold on, I'm getting an idea here... So normally we'd wait for the bounce-back, but since this was our mistake with form PND-447, I might be able to authorize an emergency advance. Let me just..."
        },
        {
            "role": "Customer",
            "content": "You can—wait really? I thought I'd screwed everything up."
        },
        {
            "role": "Customer Support",
            "content": "Oh this is definitely not on you! I'm actually seeing here that three other employees had the same issue this week—batch error BER-1139. So I'm putting through an immediate payment authorization for the full $1,847.23 to your new account."
        },
        {
            "role": "Customer",
            "content": "The the 8831 one? You're sure?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely! Account ending in 8831, routing 042000314, should hit within 2-4 hours as transaction ID TXN-98447-EM. And just so you know... I'm also adding a $50 inconvenience credit because this never should've happened."
        },
        {
            "role": "Customer",
            "content": "Fifty—wait what? But I didn't—you don't have to."
        },
        {
            "role": "Customer Support",
            "content": "Already done! Credit reference CRD-5091-IC will show up with your next regular paycheck. And between you and me? I've flagged your account for priority processing going forward, so this kind of thing..."
        },
        {
            "role": "Customer",
            "content": "I just—thank you. Thought I'd lost it. Two shifts worth."
        },
        {
            "role": "Customer Support",
            "content": "Listen, bartenders deal with enough chaos without payroll making it worse, right? Your money's safe, advance payment APP-7829-01 is processing now, and honestly? This was the most satisfying fix I've had all day. We good?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "6dd34db6_script.json",
    "professionalism": "casual",
    "scenario": "bartender, frustrated that his direct deposit went to a bank account he already closed",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "self_deprecating_fumbling",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_types": [
                    "false_starts",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "playfully_conspiratorial",
                "triumphant_problem_solver"
            ],
            "disfluency": {
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        }
    }
}