{
    "conversation": [
        {
            "role": "Customer",
            "content": "Эм, ну типа, я получила это—это письмо о том, что мой warranty claim отклонили, и эм, я просто, я просто не понимаю?"
        },
        {
            "role": "Customer Support",
            "content": "О! Хмм, ладно, давайте я, эм, посмотрю это для вас—какой у вас claim number? Должен быть типа, эм, WRC и потом какие-то цифры."
        },
        {
            "role": "Customer",
            "content": "Это это WRC-4428-9, ой нет, простите простите, WRC-4428-B!"
        },
        {
            "role": "Customer Support",
            "content": "Поняла, эм, так я вижу здесь WRC-4428-B и, эм, хмм, похоже они отметили это как—ой подождите, дайте посмотрю что тут произошло..."
        },
        {
            "role": "Customer",
            "content": "Я имею в виду типа, микроволновка микроволновка просто перестала работать, понимаете? Просто—бум—мёртвая, ничего ничего ничего!"
        },
        {
            "role": "Customer Support",
            "content": "Точно точно, так, эм, согласно этому, эм, они отклонили на основании—хмм—\"physical damage indicators\" на устройстве MW-7739-XK, что, э, интересно..."
        },
        {
            "role": "Customer",
            "content": "Physical damage? Эм, может я—я наверное просто глупая, но типа, эм, я же её не роняла или что-то такое!"
        },
        {
            "role": "Customer Support",
            "content": "Нет нет, вы совсем не глупая! Эм, ну типа, иногда эти инспекторы, эм, they mark things as damage that are actually just normal wear, понимаете?"
        },
        {
            "role": "Customer",
            "content": "Так так в основном они говорят что я её сломала? Это—я имею в виду—ладно ладно, может я что-то неправильно сделала..."
        },
        {
            "role": "Customer Support",
            "content": "Вообще-то, подождите—я тут кое-что вижу. Your purchase date shows PO-8827-ML from fourteen months ago, но ваша extended warranty EXT-9902 должна покрывать двадцать четыре месяца всего..."
        },
        {
            "role": "Customer",
            "content": "Эм, да да точно! Так типа, я всё ещё должна быть покрыта, да? Эм, или я неправильно это понимаю?"
        },
        {
            "role": "Customer Support",
            "content": "Нет, вы абсолютно правы! Так, эм, дайте-ка я тут поглубже покопаюсь—sometimes the system doesn't sync properly between warranty codes и, эм, отчёты инспекции..."
        },
        {
            "role": "Customer",
            "content": "Я просто—я имею в виду это же двести долларов на ремонт и я не могу не могу реально позволить—простите, я тут разболталась..."
        },
        {
            "role": "Customer Support",
            "content": "О! Ладно так, эм, я нашла проблему—они провели это под standard warranty code STD-100 вместо вашего extended plan EXT-9902-ML, что, эм, честно говоря смешно с их стороны."
        },
        {
            "role": "Customer",
            "content": "Подождите подождите подождите, так так вы хотите сказать что это должно было быть одобрено?"
        },
        {
            "role": "Customer Support",
            "content": "Именно. Слушайте, эм, между нами говоря? This happens way too often, honestly. Инспекторы не проверяют extended plans правильно."
        },
        {
            "role": "Customer",
            "content": "Боже мой, эм, так типа, вы можете—вы можете это исправить? Простите простите, я знаю вы стараетесь..."
        },
        {
            "role": "Customer Support",
            "content": "Уже занимаюсь! Так я, эм, переотправляю под approval code APV-7734-RMK с правильной гарантией, и, эм, marking it priority because three weeks of waiting is definitely enough."
        },
        {
            "role": "Customer",
            "content": "Вы вы потрясающая! Эм, я думала мне придётся типа, бороться с этим месяцами!"
        },
        {
            "role": "Customer Support",
            "content": "Не-а, должно обработаться за, хмм, максимум сорок восемь часов с tracking TRK-5502-J. Да, наша warranty система, эм, sometimes it's really terrible, но мы вас прикроем!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, so like, I got this—this letter saying my warranty claim got denied and um, I just, I just don't understand?"
        },
        {
            "role": "Customer Support",
            "content": "Oh! Hmm, okay so let me, uh, pull that up for you—what's your claim number? Should be like, um, WRC followed by some digits."
        },
        {
            "role": "Customer",
            "content": "It's it's WRC-4428-9, wait no, sorry sorry, WRC-4428-B!"
        },
        {
            "role": "Customer Support",
            "content": "Got it, um, so I'm seeing WRC-4428-B here and, uh, hmm, looks like they flagged it for—oh wait, let me see what happened here..."
        },
        {
            "role": "Customer",
            "content": "I mean like, the the microwave just stopped working, you know? Just—boom—dead, nothing nothing nothing!"
        },
        {
            "role": "Customer Support",
            "content": "Right right, so, um, according to this, uh, they denied it based on—hmm—\"physical damage indicators\" on unit MW-7739-XK, which is, er, interesting..."
        },
        {
            "role": "Customer",
            "content": "Physical damage? Um, I mean, maybe I'm—I'm probably just stupid but like, uh, I didn't drop it or anything!"
        },
        {
            "role": "Customer Support",
            "content": "No no, you're not stupid at all! Um, so like, sometimes these inspectors, uh, they mark things as damage that are, hmm, really just normal wear, you know?"
        },
        {
            "role": "Customer",
            "content": "So so basically they're saying I broke it? That's—I mean—okay okay, maybe I did something wrong..."
        },
        {
            "role": "Customer Support",
            "content": "Actually, wait—I'm seeing something here. Your purchase date shows PO-8827-ML from fourteen months ago, but your extended warranty EXT-9902 should cover twenty-four months total..."
        },
        {
            "role": "Customer",
            "content": "Um, yeah yeah exactly! So like, I should still be covered, right? Um, or am I reading this wrong?"
        },
        {
            "role": "Customer Support",
            "content": "No, you're absolutely right! So, uh, lemme dig deeper here—sometimes the system, um, doesn't sync properly between warranty codes and, uh, the inspection reports..."
        },
        {
            "role": "Customer",
            "content": "I just—I mean it's like two hundred dollars to fix and I can't can't really afford—sorry, I'm rambling..."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Okay so, um, I found the issue—they ran it under standard warranty code STD-100 instead of your extended plan EXT-9902-ML, which is, uh, honestly ridiculous on their part."
        },
        {
            "role": "Customer",
            "content": "Wait wait wait, so so you mean it should've been approved?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly. Look, um, between you and me? This happens, like, way too often. The inspectors don't check the extended plans properly."
        },
        {
            "role": "Customer",
            "content": "Oh my god, um, so like, can you—can you fix it? I'm sorry sorry, I know you're trying..."
        },
        {
            "role": "Customer Support",
            "content": "Already on it! So I'm, uh, resubmitting under approval code APV-7734-RMK with the correct warranty, and, um, marking it priority because honestly? Three weeks waiting is enough."
        },
        {
            "role": "Customer",
            "content": "You're you're amazing! Um, I thought I was gonna have to like, fight this for months!"
        },
        {
            "role": "Customer Support",
            "content": "Nah, should process in, hmm, forty-eight hours max with tracking TRK-5502-J. Yeah, our warranty system is, uh, kinda terrible sometimes but we gotcha covered!"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "92d1a15c_script.json",
    "scenario": "frustrated that their warranty claim was denied",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "manic_oversharing",
                "self_deprecating_fumbling"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "word_searching",
                    "repetition_stutter",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "triumphant_problem_solver",
                "commiserating_honest"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "vocalized_thinking",
                    "filled_pauses",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}