{
    "conversation": [
        {
            "role": "Customer",
            "content": "Эм, я просто... Мне кажется, мои клиенты, э... двойную оплату снимают или что-то такое..."
        },
        {
            "role": "Customer Support",
            "content": "Ой! Так, ладно, сейчас—хм, сейчас открою ваш аккаунт. Можете быстренько назвать название вашей компании?"
        },
        {
            "role": "Customer",
            "content": "Это, эм, Prairie Moon Creamery. Я просто... уже устала разбираться со всем этим..."
        },
        {
            "role": "Customer Support",
            "content": "Поняла, Prairie Moon—так, вижу ваш ID аккаунта PMC-4829-XJ и, э, у вас торговая подписка, сейчас просто, хм, проверю платёжные циклы..."
        },
        {
            "role": "Customer",
            "content": "Да. С людей, э, наверное, дважды снимают, кажется."
        },
        {
            "role": "Customer Support",
            "content": "Точно точно, так—хм, интересно—я вижу дублированные транзакции по, эм, дайте посчитаю... похоже, 17 ID подписок, начиная с SUB-7792-A по SUB-7792-Q, все обрабатываются дважды в один день."
        },
        {
            "role": "Customer",
            "content": "Семнадцать. Прекрасно. Это просто... в смысле..."
        },
        {
            "role": "Customer Support",
            "content": "Нет нет, эм, я полностью понимаю, почему это, э, жутко бесит! Так, смотрю... ладно, что произошло—это, эм, типа с новой системой связано—платёжный процессор PAY-8851-MK сработал дважды в полночь."
        },
        {
            "role": "Customer",
            "content": "То есть это, эм, не я что-то сделала? А то я думала, может..."
        },
        {
            "role": "Customer Support",
            "content": "Ой, точно нет! Эм, между нами говоря? Это, э, полностью наш косяк. Системный глюк. Бывает иногда после обновления, которое мы на прошлой неделе выкатили."
        },
        {
            "role": "Customer",
            "content": "Эм, окей, то есть типа... вы можете это исправить или...?"
        },
        {
            "role": "Customer Support",
            "content": "Да! Уже делаю. Так, эм, сейчас я—хм, дайте-ка—так, запускаю пакетный возврат RFD-3094-PP прямо сейчас, и э, все 17 клиентов увидят деньги обратно через, ну, максимум 2-3 дня."
        },
        {
            "role": "Customer",
            "content": "Это... в смысле, это вообще-то, эм, довольно быстро, наверное."
        },
        {
            "role": "Customer Support",
            "content": "Правда же? И, эм, вот что я сделаю—только начальнице не говорите—но я добавляю кредитный код CRD-5502-YT на ваш аккаунт, даёт вам следующий месяц бесплатно за все эти неудобства."
        },
        {
            "role": "Customer",
            "content": "Ой. Эм, не обязательно было... хотя, в смысле, это типа приятно."
        },
        {
            "role": "Customer Support",
            "content": "Да что вы! Это—хм, дайте проверю—да, кредит применён! И ещё, эм, я оставляю пометку в тикете TKT-0892-LM, что если такое повторится, мы автоматически делаем возврат сразу."
        },
        {
            "role": "Customer",
            "content": "Это, э... спасибо. Правда. Я встала в, эм, четыре делать сыр, а потом ещё это..."
        },
        {
            "role": "Customer Support",
            "content": "В четыре утра? Ого. Сыроварение и, э, разбирательства с платежами? Тяжеловато. История транзакций показывает, вы с нами три года—раньше проблем не было."
        },
        {
            "role": "Customer",
            "content": "Да, в основном, эм, всё нормально было. Вы очень... в смысле, помогаете."
        },
        {
            "role": "Customer Support",
            "content": "Слушайте, эм, для этого я здесь и работаю! Ваш код подтверждения всего этого CNF-6621-RX, и э, честно? Звоните мне напрямую, если что понадобится—добавочный 4492. Мы о вас позаботимся."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, I'm just... I think my customers are getting, uh, double charged or something..."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Okay, yes, let me—hmm, let me pull up your account here. Can I get your business name real quick?"
        },
        {
            "role": "Customer",
            "content": "It's, um, Prairie Moon Creamery. I'm just... I'm kind of tired of dealing with..."
        },
        {
            "role": "Customer Support",
            "content": "Got it, Prairie Moon—okay so, um, I see your account ID is PMC-4829-XJ here and, uh, you're on our merchant subscription plan, let me just, hmm, check the billing cycles..."
        },
        {
            "role": "Customer",
            "content": "Yeah. People are, uh, probably getting charged twice, I think."
        },
        {
            "role": "Customer Support",
            "content": "Right right, okay so—hmm, this is interesting—I'm seeing duplicate transactions on, um, let me count... looks like seventeen subscription IDs starting with SUB-7792-A through SUB-7792-Q, all processing twice on the same day."
        },
        {
            "role": "Customer",
            "content": "Seventeen. Great. That's just... I mean..."
        },
        {
            "role": "Customer Support",
            "content": "No no, um, I totally get why that's, uh, super frustrating! Let me see here... okay so what happened is—and this is, um, kind of a new system thing—the payment processor batch PAY-8851-MK ran twice at midnight."
        },
        {
            "role": "Customer",
            "content": "So it's, um, not something I did? Because I thought maybe..."
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely not! Um, between you and me? This is, uh, totally on our end. System glitch. Happens sometimes with the new update we pushed last week."
        },
        {
            "role": "Customer",
            "content": "Um, okay, so like... can you fix it or...?"
        },
        {
            "role": "Customer Support",
            "content": "Yes! Already on it. So, um, I'm gonna—hmm, let me just—okay so I'm issuing refund batch RFD-3094-PP right now, and uh, all seventeen customers will see their money back in, like, two to three days max."
        },
        {
            "role": "Customer",
            "content": "That's... I mean, that's actually, um, pretty quick, I guess."
        },
        {
            "role": "Customer Support",
            "content": "Right? And, um, here's what I'm gonna do—don't tell my supervisor—but I'm adding credit code CRD-5502-YT to your account, gives you next month free for the hassle."
        },
        {
            "role": "Customer",
            "content": "Oh. Um, you don't have to... I mean, that's sort of nice though."
        },
        {
            "role": "Customer Support",
            "content": "No really! It's—hmm, let me make sure—yep, credit applied! Also, um, I'm putting a note here under ticket TKT-0892-LM that if this ever happens again, we auto-refund immediately."
        },
        {
            "role": "Customer",
            "content": "That's, uh... thanks. Really. I've been up since, um, four making cheese and then this..."
        },
        {
            "role": "Customer Support",
            "content": "Four AM? Oof. Cheese making and, uh, dealing with billing issues? That's rough. Transaction history shows you've been with us three years—never had an issue before."
        },
        {
            "role": "Customer",
            "content": "Yeah, it's been, um, mostly fine. You're being really... I mean, helpful."
        },
        {
            "role": "Customer Support",
            "content": "Hey, um, that's what I'm here for! Your confirmation for all this is CNF-6621-RX, and uh, honestly? Call me direct if you need anything—extension 4492. We'll take care of you."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "95af59db_script.json",
    "scenario": "cheese maker, confused about why her subscription customers are being billed twice",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "exhausted_worn",
                "warming_up"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off",
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "new_and_eager",
                "playfully_conspiratorial"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}