{
    "conversation": [
        {
            "role": "Customer",
            "content": "Так эм, я заблокирована от своего... как его... старого аккаунта. Где все мои покупки."
        },
        {
            "role": "Customer Support",
            "content": "Ой, блин. Ладно. Я вообще—это случается куда чаще, чем ты думаешь. Дай-ка я просто. Открою тут инструмент восстановления. Можно email? От старого аккаунта?"
        },
        {
            "role": "Customer",
            "content": "Да, это эм... дай подумать... jackson.peters собака... нет, стой, j.peters.82. Собака gmail."
        },
        {
            "role": "Customer Support",
            "content": "Поняла. J.peters.82. Так я тут вижу—секунду. Тут вообще-то. Три аккаунта? С вариациями этого email. Один показывает, э, последняя активность в 2019. ID аккаунта ACC-7751-QR92."
        },
        {
            "role": "Customer",
            "content": "Ну конечно три. А чего бы всё было... просто. 2019 год похоже на правду."
        },
        {
            "role": "Customer Support",
            "content": "Да, так вот, эм, тут такая штука—и я буквально сама через это прошла в прошлом месяце с моим Netflix—система просто, э, она типа архивирует всё после двух лет неактивности? Но твоя история покупок. Она вся тут. Номера заказов начинаются с ORD-2019-8843."
        },
        {
            "role": "Customer",
            "content": "Так ты можешь просто эм... как это правильно... реактивировать его? Или перенести покупки?"
        },
        {
            "role": "Customer Support",
            "content": "Я могу—стой, вообще-то—дай я по-другому сделаю. Быстрее. Лог транзакций показывает, эм, наверное типа сорок семь цифровых покупок? Референс-код TXN-BATCH-8827A. Думаю, я могу их мигрировать."
        },
        {
            "role": "Customer",
            "content": "Сорок семь звучит... да. Примерно так. В основном игры и эм, всякие фильмы... штуки."
        },
        {
            "role": "Customer Support",
            "content": "Окей, так. Хорошие новости. Плохие новости. Хорошие—я точно могу тебе их вернуть. Плохие—ну, типа плохие—это сгенерирует типа, эм, кучу писем. Код подтверждения RMG-99284-Z для каждого переноса."
        },
        {
            "role": "Customer",
            "content": "Эм, естественно. А чего бы системе просто... знаешь... нормально работать. Пофиг, мне просто нужно их вернуть."
        },
        {
            "role": "Customer Support",
            "content": "Слушай, я, э—между нами говоря? Наша система восстановления аккаунтов это. Мусор. Полный мусор. Но я сейчас—секунду—запускаю это под номером тикета TKT-55901-MNX22."
        },
        {
            "role": "Customer",
            "content": "Так сколько это... на что я рассчитываю тут... по времени?"
        },
        {
            "role": "Customer Support",
            "content": "Обычно это—нет, стой, прости—для массовых переносов? Это по-другому. Может, эм, шесть часов? Максимум восемь? Ты получишь мастер-подтверждение. Номер MIG-77205-COMPLETE."
        },
        {
            "role": "Customer",
            "content": "Шесть-восемь часов. Конечно. Почему бы и нет. Эм, мне нужно будет... сбросить пароли или что?"
        },
        {
            "role": "Customer Support",
            "content": "Так вот что будет. И это, э, типа раздражает, но. Ты получишь временный пароль. Формат кода TMP-PASS-9982X. Потом сразу придётся его менять. Потом подтвердить телефон. Потом наверное—точно вообще-то—двухфакторку опять настраивать."
        },
        {
            "role": "Customer",
            "content": "Эммм, это типа... сколько там шагов? Четыре? Пять? Просто чтобы свои вещи вернуть?"
        },
        {
            "role": "Customer Support",
            "content": "Знаю. Знаю. Поверь мне. В прошлом месяце когда я—слушай, я потратила три часа. Три. Часа. Просто чтобы восстановить свои старые покупки в PlayStation. Номер дела, эм, у меня был PSN-88412-C. Системе нужна. Полная переделка."
        },
        {
            "role": "Customer",
            "content": "Ну хоть ты... как это сказать... честная насчёт того, что всё ужасно."
        },
        {
            "role": "Customer Support",
            "content": "Да, в смысле, эм, зачем притворяться, что всё иначе, правда? Твой запрос на миграцию MIG-77205 сейчас обрабатывается. Проверь почту через—хотя забей—проверь вечером. Всё должно быть там."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So um, I'm locked out of my... what's it called... my old account. With all my purchases on it."
        },
        {
            "role": "Customer Support",
            "content": "Oh man. Okay. I actually—this happens way more than you'd think. Let me just. Pull up the recovery tool here. Can I get the email? The one from the old account?"
        },
        {
            "role": "Customer",
            "content": "Yeah it's um... let me think... jackson.peters at... no wait, j.peters.82. At gmail."
        },
        {
            "role": "Customer Support",
            "content": "Got it. J.peters.82. So I'm seeing here—hang on. There's actually. Three accounts? With variations of that email. One's showing, uh, last activity in 2019. Account ID ACC-7751-QR92."
        },
        {
            "role": "Customer",
            "content": "Of course there's three. Why would anything be... simple. The 2019 one sounds right."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, here's the thing—and I literally went through this myself last month with my Netflix—the system just, uh, it kind of archives things after two years of inactivity? Your purchase history though. That's all there. Order numbers starting with ORD-2019-8843."
        },
        {
            "role": "Customer",
            "content": "So can you just um... what's the word... reactivate it? Or transfer the purchases?"
        },
        {
            "role": "Customer Support",
            "content": "I can—wait, actually—let me do this differently. Faster. Transaction log shows, um, probably like forty-seven digital purchases? Reference code TXN-BATCH-8827A. I think I can migrate these."
        },
        {
            "role": "Customer",
            "content": "Forty-seven sounds... yeah. That's about right. Mostly games and um, some movie... things."
        },
        {
            "role": "Customer Support",
            "content": "Okay so. Good news. Bad news. Good news—I can absolutely get these back for you. Bad news—well, sort of bad—it's gonna generate like, um, a ton of emails. Confirmation code RMG-99284-Z for each transfer."
        },
        {
            "role": "Customer",
            "content": "Um, naturally. Because why would the system just... you know... work normally. Whatever, I just need them back."
        },
        {
            "role": "Customer Support",
            "content": "Listen, I, uh—between you and me? Our account recovery system is. Garbage. Complete garbage. But I'm gonna—hold on—I'm initiating this under ticket ID TKT-55901-MNX22."
        },
        {
            "role": "Customer",
            "content": "So how long is this... what am I looking at here... timeframe-wise?"
        },
        {
            "role": "Customer Support",
            "content": "Usually it's—no wait, sorry—for bulk transfers? It's different. Maybe, um, six hours? Eight hours tops? You'll get a master confirmation. Number MIG-77205-COMPLETE."
        },
        {
            "role": "Customer",
            "content": "Six to eight hours. Sure. Why not. Um, will I need to... reset passwords or something?"
        },
        {
            "role": "Customer Support",
            "content": "So here's what'll happen. And this is, uh, kind of annoying but. You'll get a temporary password. Code format TMP-PASS-9982X. Then immediately have to change it. Then verify your phone. Then probably—actually definitely—two-factor setup again."
        },
        {
            "role": "Customer",
            "content": "Ummm, that's like... how many steps is that? Four? Five? Just to get my own stuff back?"
        },
        {
            "role": "Customer Support",
            "content": "I know. I know. Trust me. Last month when I—look, I spent three hours. Three. Hours. Just to recover my old PlayStation purchases. Case number, um, mine was PSN-88412-C. The system needs. A complete overhaul."
        },
        {
            "role": "Customer",
            "content": "Well at least you're... what's the word... honest about it being terrible."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I mean, um, why pretend otherwise, right? Your migration request MIG-77205 is processing now. Check your email in—actually scratch that—check it tonight. Should all be there."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "94f548b8_script.json",
    "scenario": "trying to recover access to purchases made on old account",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "annoyed_sarcastic"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "deeply_sympathetic"
            ],
            "disfluency": {
                "hesitation_amount": "light",
                "hesitation_types": [
                    "self_corrections",
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        }
    }
}