{
    "conversation": [
        {
            "role": "Customer",
            "content": "Алло, эм, я звоню потому что—секундочку—на моей подарочной карте показывает ноль?"
        },
        {
            "role": "Customer Support",
            "content": "А, привет, да, так, в общем, я полностью могу с этим помочь, давайте-ка я, э, открою ваш аккаунт прямо сейчас и мы вместе разберёмся, какой номер карты?"
        },
        {
            "role": "Customer",
            "content": "Это, э, сейчас посмотрю... GFT-4829-MK37."
        },
        {
            "role": "Customer Support",
            "content": "Отлично, отлично, так, эм, я вижу эту карту здесь GFT-4829-MK37 и э... знаете что, у моей мамы буквально на прошлой неделе такое же было с её картой, так что, типа, я полностью понимаю, как это сбивает с толку."
        },
        {
            "role": "Customer",
            "content": "Правда? Так это—в смысле, это можно исправить?"
        },
        {
            "role": "Customer Support",
            "content": "О, абсолютно, так, эм, что я тут вижу, э, была транзакция, хм, 3 ноября в 14:47 на всю сумму в сто долларов, ID транзакции TXN-889274-QP, вы может быть, эм, использовали её где-то онлайн?"
        },
        {
            "role": "Customer",
            "content": "Нет, это вторник, стоп, нет, среда—я даже не, эм, я её только вчера получила."
        },
        {
            "role": "Customer Support",
            "content": "Ладно, так, э, это супер странно тогда, давайте я просто, эм, покопаюсь поглубже, потому что, типа, между нами говоря? Иногда их, э, случайно предактивируют в магазине."
        },
        {
            "role": "Customer",
            "content": "Хм, что если... окей, так это значит кто-то другой её использовал?"
        },
        {
            "role": "Customer Support",
            "content": "Так, в общем, эм, что я думаю—и, типа, не волнуйтесь, мы это исправим—но э, похоже, что, может быть, был, хм, системный сбой с кодом пакетной активации BAT-7739-XL."
        },
        {
            "role": "Customer",
            "content": "Это вообще—нет, стоп—вы знаете, сколько я в очереди за этой картой стояла?"
        },
        {
            "role": "Customer Support",
            "content": "Ой, блин, да, нет, я, э, полностью это понимаю, типа, честно, праздничная суета сейчас просто, эм, это кошмар какой-то, и э, я всё исправлю для вас, хорошо?"
        },
        {
            "role": "Customer",
            "content": "Мне нужно это—простите, в смысле, я же Платинум участник, я не должна с таким сталкиваться."
        },
        {
            "role": "Customer Support",
            "content": "Вы абсолютно правы, и эм, вообще-то раз вы Платинум—что я вижу здесь, ID участника PLT-338829-K—это э... даёт мне намного больше возможностей вам помочь, так что, типа, между нами? Я могу прям сейчас выпустить вам замену."
        },
        {
            "role": "Customer",
            "content": "Правда? Вот так просто? Эм, это было бы—в смысле, да, пожалуйста."
        },
        {
            "role": "Customer Support",
            "content": "Так, эм, я сейчас сделаю кое-что классное, в общем, э, я генерирую новую цифровую карту, референс-номер REF-9928374-TZ, и эм, вы получите её, типа, буквально через две минуты на email."
        },
        {
            "role": "Customer",
            "content": "Дайте проверю—хм, окей, так... ой, подождите, вот она!"
        },
        {
            "role": "Customer Support",
            "content": "Отлично, так, э, на этой новой уже загружены сто долларов, и эм, я ещё добавила—только моему руководителю не говорите—но, типа, дополнительные двадцать за неудобства, кредит вежливости CRT-4428-MP."
        },
        {
            "role": "Customer",
            "content": "Это—вау, я не ожидала... эм, спасибо, правда."
        },
        {
            "role": "Customer Support",
            "content": "Да не за что, так, эм, честно, типа, такое происходит чаще, чем вы думаете, и э, я просто рада, что мы смогли это решить супер быстро для вас, что-нибудь ещё могу сделать сегодня?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Hi, um, I'm calling because—wait, let me just—my gift card is showing zero?"
        },
        {
            "role": "Customer Support",
            "content": "Oh hey yeah so um basically I can totally help with that, let me just uh pull up your account real quick here and we'll figure this out together, what's the card number?"
        },
        {
            "role": "Customer",
            "content": "It's, uh, let me see here... GFT-4829-MK37."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect so um I'm seeing that card here GFT-4829-MK37 and uh actually—you know what, this literally just happened to my mom last week with her card so like I totally get how confusing this is."
        },
        {
            "role": "Customer",
            "content": "Really? So it's—I mean, it's fixable then?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely so um what I'm seeing here is uh there was a transaction on, hmm, November 3rd at 2:47 PM for the full hundred dollar amount, transaction ID TXN-889274-QP, did you maybe, um, use it online somewhere?"
        },
        {
            "role": "Customer",
            "content": "No, that's Tuesday, wait no, Wednesday—I haven't even, um, I just got it yesterday."
        },
        {
            "role": "Customer Support",
            "content": "Okay so uh that's super weird then, let me just, um, dig a bit deeper here because like between you and me? Sometimes these get, uh, pre-activated by accident at the store."
        },
        {
            "role": "Customer",
            "content": "Hmm, what if... okay so that means someone else used it?"
        },
        {
            "role": "Customer Support",
            "content": "So basically um what I'm thinking—and like don't worry we're gonna fix this—but uh it looks like maybe there was a, hmm, system glitch with batch activation code BAT-7739-XL."
        },
        {
            "role": "Customer",
            "content": "This is actually—no wait—do you know how long I waited in line for this card?"
        },
        {
            "role": "Customer Support",
            "content": "Oh man yeah no I, uh, I completely get that, like honestly the holiday rush is just, umm, it's brutal right now and uh I'm gonna make this right for you okay?"
        },
        {
            "role": "Customer",
            "content": "I need this—sorry, I mean I'm a Platinum member, I shouldn't have to deal with this."
        },
        {
            "role": "Customer Support",
            "content": "You're absolutely right and um actually being Platinum—which I can see here member ID PLT-338829-K—that uh gives me way more options to help you so like, between you and me? I can just issue you a replacement right now."
        },
        {
            "role": "Customer",
            "content": "Really? Just like that? Um, that would be—I mean, yes, please."
        },
        {
            "role": "Customer Support",
            "content": "So um I'm gonna do something kinda cool here, basically uh I'm generating a new digital card, reference number REF-9928374-TZ, and um you'll have it in like literally two minutes in your email."
        },
        {
            "role": "Customer",
            "content": "Let me check my—hmm, okay so... oh wait, there it is!"
        },
        {
            "role": "Customer Support",
            "content": "Perfect so uh that new one's already loaded with the hundred dollars and um I also threw in—don't tell my supervisor—but like an extra twenty for the hassle, courtesy credit CRT-4428-MP."
        },
        {
            "role": "Customer",
            "content": "That's—wow, I didn't expect... um, thank you, really."
        },
        {
            "role": "Customer Support",
            "content": "Hey no worries at all so um honestly like this happens more than you'd think and uh I'm just glad we could get it sorted super quick for you, anything else I can help with today?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "95f8bd12_script.json",
    "scenario": "asking why their gift card balance shows zero",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "cautiously_hopeful",
                "demanding_entitled"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "self_corrections",
                    "false_starts",
                    "vocalized_thinking"
                ],
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "playfully_conspiratorial"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        }
    }
}