{
    "conversation": [
        {
            "role": "Customer",
            "content": "Я извиняюсь, просто—это так неловко, но я работаю в ветклинике, и моей собственной собаке отказали в выплате?"
        },
        {
            "role": "Customer Support",
            "content": "Ого, то есть вы сама в индустрии, и, эм... дайте-ка я открою ваш аккаунт. Какой у вас номер полиса? И между нами говоря, это довольно иронично, правда?"
        },
        {
            "role": "Customer",
            "content": "Это—подождите, сейчас найду—PET-4782-NK9, и да, это просто смешно, I literally know what the treatment costs!"
        },
        {
            "role": "Customer Support",
            "content": "Окей, так, у меня есть ваш полис, PET-4782-NK9, и хмм... я вижу отказ по иску за, э, дайте-ка убедиться, что я правильно читаю—это за операцию на ACL у Бакстера, которую отклонили 14-го?"
        },
        {
            "role": "Customer",
            "content": "Да! И я не—слушайте, я всё правильно подала, I know how this works, я делаю это для клиентов каждый день!"
        },
        {
            "role": "Customer Support",
            "content": "Да, нет, я полностью понимаю. Так, что я тут вижу, э... окей, это интересно. Код отказа E-47, which basically means они пометили это как pre-existing condition до начала вашего покрытия 1 июня?"
        },
        {
            "role": "Customer",
            "content": "Но это—нет, подождите, это невозможно, Baxter was perfectly healthy на осмотре в мае!"
        },
        {
            "role": "Customer Support",
            "content": "Ммм, да, так вот что я думаю произошло—и честно говоря, между нами, я часто вижу эту ошибку. Система иногда, э... она странно помечает вещи, when there's any mention of limping в записях, даже если это совершенно не связано."
        },
        {
            "role": "Customer",
            "content": "Боже мой, вы—это и произошло? Потому что у него была лёгкая хромота от шипа, but that was completely different!"
        },
        {
            "role": "Customer Support",
            "content": "Именно! Так что в общем, что я могу сделать, это, эм... вообще-то, секундочку. Так как вы сами веттехник, I'm gonna put you through our medical professional review process—код MP-22—это намного быстрее обычной апелляции."
        },
        {
            "role": "Customer",
            "content": "Серьёзно? Я даже не—мне никто не говорил, что такое есть, это правда быстрее?"
        },
        {
            "role": "Customer Support",
            "content": "О, абсолютно, так что вместо обычных 15-20 рабочих дней, we're talking like, хмм... максимум 48-72 часа. И честно? The approval rate for MP-22 reviews как раз где-то 94 процента."
        },
        {
            "role": "Customer",
            "content": "Но мне то же самое говорила прошлая сотрудница, about appeals being quick, а потом ничего не происходило неделями."
        },
        {
            "role": "Customer Support",
            "content": "Ой, да, окей, так... обычные апелляции и MP reviews это, э, totally different departments. Дайте-ка я вообще—я дам вам прямой номер, это 800-555-9847 добавочный 402, спросите Сару в medical review."
        },
        {
            "role": "Customer",
            "content": "Я просто—извините, что я такая сложная, I'm stressed because операция уже назначена на понедельник."
        },
        {
            "role": "Customer Support",
            "content": "Нет-нет, не извиняйтесь! Смотрите, что я сейчас делаю, эм... я вообще-то сама это ускоряю. Your case number будет MR-88294-TX, и я ставлю флаг на операцию в понедельник."
        },
        {
            "role": "Customer",
            "content": "Вы можете это сделать? В смысле—простите, я не хочу в вас сомневаться, I'm just so used to getting the runaround."
        },
        {
            "role": "Customer Support",
            "content": "Абсолютно справедливо! Так что в общем, э... скажем так, я тут достаточно долго работаю, чтобы знать, which buttons to push. Ваш номер подтверждения для ускоренного рассмотрения EXP-3847-M, и хмм, вам должны позвонить завтра днём, Friday latest."
        },
        {
            "role": "Customer",
            "content": "Боже мой, окей—стоп, мне нужно—do I need to submit anything else или кому-то звонить?"
        },
        {
            "role": "Customer Support",
            "content": "Нет, всё готово! Просто, э... если по какой-то причине вам не перезвонят к 3 часам завтра, use that direct line I gave you, сошлитесь на дело MR-88294-TX, и честно? Скажите Саре, что вас прислала Джейми из общей поддержки—she owes me a favor anyway."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I'm sorry I'm just—this is embarrassing but I work at a vet clinic and my own dog's claim got denied?"
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, so basically you're in the industry and, um... let me pull up your account here. What's your policy number? And between you and me, that's pretty ironic, right?"
        },
        {
            "role": "Customer",
            "content": "It's—wait let me find—PET-4782-NK9, and yeah it's ridiculous, I literally know what the treatment costs!"
        },
        {
            "role": "Customer Support",
            "content": "Okay so I've got your policy here, PET-4782-NK9, and hmm... I'm seeing the claim for, er, let me make sure I'm reading this right—it's for Baxter's ACL surgery that was denied on the 14th?"
        },
        {
            "role": "Customer",
            "content": "Yes! And I don't—look I submitted everything correctly, I know how this works, I do it for clients every day!"
        },
        {
            "role": "Customer Support",
            "content": "Right, no, I totally get that. So what I'm seeing here is, uh... okay this is interesting. The denial code is E-47 which basically means they flagged it as a pre-existing condition from before your coverage started on June 1st?"
        },
        {
            "role": "Customer",
            "content": "But that's—no wait that's impossible, Baxter was perfectly healthy at his exam in May!"
        },
        {
            "role": "Customer Support",
            "content": "Mmm, yeah, so here's what I think happened—and honestly, between you and me, I see this mistake a lot. The system sometimes, er... it flags things weird when there's any mention of limping in the notes, even if it's unrelated."
        },
        {
            "role": "Customer",
            "content": "Oh my god are you—that's what happened? Because he had a minor limp from a thorn but that was completely different!"
        },
        {
            "role": "Customer Support",
            "content": "Exactly! So basically what I can do is, um... actually, hang on. Since you're a vet tech yourself, I'm gonna put you through our medical professional review process—code MP-22—which is way faster than a regular appeal."
        },
        {
            "role": "Customer",
            "content": "Wait really? I didn't even—nobody told me that was a thing, is that actually faster?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, so instead of the usual 15 to 20 business days, we're talking like, hmm... 48 to 72 hours max. And honestly? The approval rate for MP-22 reviews is like 94 percent."
        },
        {
            "role": "Customer",
            "content": "That's what the last person said though, about appeals being quick, and then nothing happened for weeks."
        },
        {
            "role": "Customer Support",
            "content": "Oof, yeah, okay so... regular appeals versus MP reviews are, er, totally different departments. Let me actually—I'm gonna give you the direct line, it's 800-555-9847 extension 402, ask for Sarah in medical review."
        },
        {
            "role": "Customer",
            "content": "I just—I'm sorry for being difficult, I'm stressed because the surgery's already scheduled for Monday."
        },
        {
            "role": "Customer Support",
            "content": "No no, don't apologize! Look, so what I'm doing right now is, um... I'm actually expediting this myself. Your case number is gonna be MR-88294-TX and I'm putting a Monday surgery flag on it."
        },
        {
            "role": "Customer",
            "content": "You can do that? I mean—sorry I don't mean to doubt you, I'm just so used to getting the runaround."
        },
        {
            "role": "Customer Support",
            "content": "Totally fair! So basically, er... let's say I've been here long enough to know which buttons to push. Your confirmation for the expedited review is EXP-3847-M, and hmm, you should get a call by tomorrow afternoon, Friday latest."
        },
        {
            "role": "Customer",
            "content": "Oh my god okay—wait should I—do I need to submit anything else or call anyone?"
        },
        {
            "role": "Customer Support",
            "content": "Nope, you're all set! Just, uh... if for some reason you don't hear back by 3 PM tomorrow, use that direct line I gave you, reference case MR-88294-TX, and honestly? Tell Sarah that Jamie from general support sent you—she owes me a favor anyway."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "6da5135b_script.json",
    "professionalism": "casual",
    "scenario": "veterinary tech, upset that pet insurance denied coverage for her own dog",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "apologetic_embarrassed",
                "skeptical_guarded"
            ],
            "disfluency": {
                "hesitation_types": [
                    "false_starts"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "playfully_conspiratorial",
                "veteran_efficient"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses",
                    "self_corrections",
                    "false_starts"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}