{
    "conversation": [
        {
            "role": "Customer",
            "content": "Нужно изменить адрес доставки. Заказ уже отправлен."
        },
        {
            "role": "Customer Support",
            "content": "Ой, эм, да, я вас прекрасно понимаю—у меня самой буквально на прошлой неделе такое было с, э, с подарком маме на день рождения, так что давайте я—давайте я открою ваш аккаунт и мы, эм, вместе во всём разберёмся, какой у вас номер заказа?"
        },
        {
            "role": "Customer",
            "content": "Эммм... RK-4429-J."
        },
        {
            "role": "Customer Support",
            "content": "Отлично, так, я вижу заказ RK-4429-J и, эм, да, показывает что отправили вчера в, сейчас посмотрю, 15:47 с номером отслеживания TRK88291064, и сейчас он, э, в пути через наш распределительный центр в Цинциннати."
        },
        {
            "role": "Customer",
            "content": "Так вы можете изменить или..."
        },
        {
            "role": "Customer Support",
            "content": "Да-да, конечно."
        },
        {
            "role": "Customer",
            "content": "Это, эм, это возможно? Очень нужно."
        },
        {
            "role": "Customer Support",
            "content": "Так вот что я—хотя нет стоп, дайте я просто—ладно так, эм, я это уже делала раньше и в общем что происходит, э, мы можем подать так называемый запрос на перехват по форме INT-7792-B курьерской службе, и, эм, примерно в семидесяти процентах случаев они могут перенаправить до финальной доставки."
        },
        {
            "role": "Customer",
            "content": "Семьдесят процентов? Это... а что если не получится?"
        },
        {
            "role": "Customer Support",
            "content": "Да, так, эм, я знаю что это, типа, не самая обнадёживающая цифра, но, э, честно по моему опыту—а я здесь работаю три года—обычно всё получается если посылка ещё, эм, больше чем в двадцати четырёх часах от доставки, а ваша как раз такая по данным отслеживания TRK88291064."
        },
        {
            "role": "Customer",
            "content": "Эм, ладно. Когда узнаем?"
        },
        {
            "role": "Customer Support",
            "content": "Так запрос на перехват INT-7792-B обрабатывается, э, обычно около двух-четырёх часов, и потом вам придёт, эм, вам придёт имейл с подтверждением получилось или нет—я обязательно помечу как приоритет."
        },
        {
            "role": "Customer",
            "content": "Вы уверены? Нельзя чтобы что-то пошло не так."
        },
        {
            "role": "Customer Support",
            "content": "В смысле, я—вообще-то, эм, знаете что? Давайте я просто, э, давайте я вам кое-что скажу. Та посылка для мамы, которую я упоминала? Точно такая же ситуация, перехват прошёл отлично, так что я, эм, я сделаю с вашей точно так же как со своей."
        },
        {
            "role": "Customer",
            "content": "Просто... устала уже от того что всё идёт не так."
        },
        {
            "role": "Customer Support",
            "content": "Ой, я вас понимаю."
        },
        {
            "role": "Customer",
            "content": "Как это... как правильно... запасной план?"
        },
        {
            "role": "Customer Support",
            "content": "Так если перехват не сработает—и опять же, эм, я правда думаю что сработает—но если нет, э, мы можем либо сделать полный возврат по коду REF-9902-ALL когда посылка вернётся к нам, или, эм, можем срочно отправить замену на ваш новый адрес экспресс-доставкой за ночь бесплатно."
        },
        {
            "role": "Customer",
            "content": "Эмм, хорошо. Новый адрес, э, Пайн-стрит 482."
        },
        {
            "role": "Customer Support",
            "content": "Окей так, эм, это Пайн-стрит 482, и мне нужны, э, дайте я просто—мне нужны город, штат и индекс тоже, и потом я сразу подам этот запрос на перехват INT-7792-B и, эм, вы должны получить имейл с подтверждением в течение, ну, максимум четырёх часов."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Need to change shipping address. Order's already shipped."
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, yeah I totally get that—I actually just had this happen to me last week with, uh, with a birthday gift for my mom, so let me just—let me pull up your account here and we'll, um, we'll figure this out together, what's your order number?"
        },
        {
            "role": "Customer",
            "content": "Ummm... RK-4429-J."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, so I'm seeing order RK-4429-J here and, um, yeah it's showing it shipped out yesterday at, let me see, 3:47 PM with tracking number TRK88291064, and it's currently, uh, in transit through our Cincinnati distribution center."
        },
        {
            "role": "Customer",
            "content": "So can you change it or..."
        },
        {
            "role": "Customer Support",
            "content": "Right right."
        },
        {
            "role": "Customer",
            "content": "Is it, um, is it possible? Really need this."
        },
        {
            "role": "Customer Support",
            "content": "So here's what I—actually no wait, let me just—okay so, um, I've done this before and basically what happens is, uh, we can submit what's called an intercept request with form INT-7792-B to the carrier, and, um, about seventy percent of the time they can reroute it before final delivery."
        },
        {
            "role": "Customer",
            "content": "Seventy percent? That's... what if it doesn't work?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, I know that's not, like, the most reassuring number but, uh, honestly in my experience—and I've been here three years—it usually works if the package is still, um, more than twenty-four hours from delivery, which yours is according to tracking data TRK88291064."
        },
        {
            "role": "Customer",
            "content": "Um, okay. How long to know?"
        },
        {
            "role": "Customer Support",
            "content": "So the intercept request INT-7792-B takes, uh, usually about two to four hours to process, and then you'll get, um, you'll get an email to confirm whether it worked or not—I'll make sure to flag it as priority though."
        },
        {
            "role": "Customer",
            "content": "You're sure? Can't mess this up."
        },
        {
            "role": "Customer Support",
            "content": "I mean, I—actually, um, you know what? Let me just, uh, let me share something with you. That package I mentioned for my mom? Same exact situation, intercept went through fine, so I'm gonna, um, I'm gonna handle yours the exact same way I did mine."
        },
        {
            "role": "Customer",
            "content": "Just... tired of things going wrong."
        },
        {
            "role": "Customer Support",
            "content": "Oh I hear you."
        },
        {
            "role": "Customer",
            "content": "What's the... what's the word... backup plan?"
        },
        {
            "role": "Customer Support",
            "content": "So if the intercept doesn't work—and again, um, I really think it will—but if it doesn't, uh, we can either issue a full refund with code REF-9902-ALL once the package returns to us, or, um, we can rush a replacement to your new address with overnight shipping at no charge."
        },
        {
            "role": "Customer",
            "content": "Umm, alright. New address is, uh, 482 Pine Street."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, that's 482 Pine Street, and I need, uh, let me just—I need the city, state, and zip too, and then I'll submit this intercept request INT-7792-B right away and, um, you should have that confirmation email within, like, four hours max."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "8e8d19c9_script.json",
    "scenario": "wanting to update their shipping address for an order already in transit",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "exhausted_worn",
                "anxious_worried"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "trailing_off",
                    "word_searching",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "patient_teacher"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "false_starts"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}