{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Je l'ai vraiment fait. [pause] Je veux dire, je—je me suis vraiment jetée devant eux. [disbelief] Genre mon corps a bougé avant même que je puisse y penser, tu sais? [nervous laugh] Tout le monde n'arrête pas de m'appeler cette, euh... cette héroïne improbable, and I always thought it was—well, honestly, kind of a joke. [self-deprecating] Parce que soyons honnêtes, je suis la personne qui a peur de pratiquement tout. [laughs] Je peux même pas commander une pizza au téléphone sans répéter 3 fois ce que je vais dire. [pause] Mais quand j'ai vu cette voiture arriver et cet enfant qui restait là... [trailing off] Mon Dieu, je sais pas, something just clicked. [amazed] Y avait pas le temps d'avoir peur. [short pause] Mes jambes bougeaient et je le tirais en arrière et—[gasp softly] putain, j'aurais pu mourir. [stunned] Ça aurait pu être fini pour moi. [long pause] Mais je le referais. [growing confidence] Sans même hésiter, I'd do it again. [emotional] Peut-être que c'est ça être courageuse en fait? Pas l'absence de peur mais juste... caring about something more than you're scared? [softly] La mère du petit pleurait et elle arrêtait pas de dire \"merci\" encore et encore et je—[voice breaking] je comprends enfin. [whispered] Je suis vraiment courageuse. [wonder] Moi. L'héroïne improbable."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I actually did it. [pause] I mean, I—I actually jumped in front of them. [disbelief] Like my body just moved before I could even think about it, you know? [nervous laugh] Everyone keeps calling me this, um... this unlikely hero thing, and I always thought it was—well, honestly, kind of a joke. [self-deprecating] Because let's be real, I'm the person who's scared of basically everything. [laughs] I can't even order pizza on the phone without rehearsing it three times. [pause] But when I saw that car coming and that kid just standing there... [trailing off] God, I don't know, something just, er, clicked. [amazed] There wasn't time to be scared. [short pause] My legs were moving and I was pulling them back and—[gasp softly] holy shit, I could've died. [stunned] That could've been it for me. [long pause] But I'd do it again. [growing confidence] Without even hesitating, I'd do it again. [emotional] Maybe that's what being brave actually is? Not the, um, not the absence of fear but just... caring about something more than you're scared? [softly] The kid's mom was crying and she kept saying \"thank you\" over and over and I just—[voice breaking] I finally get it. [whispered] I'm actually brave. [wonder] Me. The unlikely hero."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "0c2ac3f8_monologue.json",
    "type": "emotional_monologue",
    "subject": "The unlikely hero label finally feeling accurate when you do something genuinely brave",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}