{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] Oh mon Dieu, je—attendez, qu'est-ce que vous faites tous—[shocked voice] c'est un gâteau? [pause] Les amis, je peux pas—[crying while speaking] oh non, je vais pleurer, I'm actually gonna cry at work right now. [sniffle] C'est, euh, c'est littéralement la chose la plus douce que quelqu'un ait jamais— [voice breaking] Madame Henderson, c'est vous qui avez organisé ça? Et Monsieur Tony avec votre, euh, votre hanche qui fait mal, vous êtes venu le jour de votre congé? [laugh] Je suis complètement défaite là, regardez-moi!\n\n[warm] Vous savez, j'allais juste, genre, faire mon shift et peut-être prendre quelque chose à emporter plus tard, rien de spécial. [pause] Mais ça—[very sincerely] you have no idea what this means to me. Déménager ici, recommencer à zéro, le truc c'est que je ne connaissais vraiment personne et— [cheerful] oh mon Dieu, écoutez-moi devenir toute sentimentale! [laugh loudly]\n\nJake, tu es vraiment en train de filmer ça? [embarrassed] J'ai l'air terrible! Mon mascara est probablement, tu sais, complètement foutu. [happy] Mais honnêtement? C'est—this might be my best birthday ever. [getting emotional] Vous n'êtes pas juste des clients, vous êtes comme—[pause] vous êtes mes gens. My morning people. [delighted] Venez ici, tous, câlin de groupe derrière le comptoir! I don't even care if corporate sees this!"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] Oh my God, I—wait, what are you all—[shocked voice] is that a cake? [pause] You guys, I can't—[crying while speaking] oh no, I'm gonna cry, I'm actually gonna cry at work right now. [sniffle] This is, um, this is literally the sweetest thing anyone's ever— [voice breaking] Mrs. Henderson, did you organize this? And Mr. Tony with your, er, your bad hip, you came in on your day off? [laugh] I'm such a mess right now, look at me!\n\n[warm] You know, I was just gonna, like, work my shift and maybe grab takeout later, nothing special. [pause] But this—[very sincerely] you have no idea what this means to me. Moving here, starting over, I mean, the thing is I didn't really know anyone and— [cheerful] oh God, listen to me getting all sappy! [laugh loudly] \n\nJake, are you actually filming this? [embarrassed] I look terrible! My mascara's probably, you know, completely ruined. [happy] But honestly? This is—this might be my best birthday ever. [getting emotional] You're not just customers, you're like—[pause] you're my people. My morning people. [delighted] Come here, all of you, group hug behind the counter! I don't even care if corporate sees this!"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "26515ce1_monologue.json",
    "type": "emotional_monologue"
}