{
    "conversation": [
        {
            "role": "Speaker",
            "content": "God, my hands are still shaking. [exhausted] Look at them— je peux même pas tenir mon café sans trembler. [shaky voice] Three hundred thousand tons. C'est ce qu'on vient de faire passer, bordel. The Empress Marie, biggest container ship the company's ever handled, et on l'a amenée à travers cette... cette tempête absolument monstrueuse. [long pause] I keep thinking about that moment when the wind hit 60 knots, quand elle a commencé à dériver. [anxious] For a second there, j'ai cru que— [sigh] Je veux dire, le chenal fait seulement 400 mètres de large à Devil's Point. [very quietly] We had maybe 30 meters of clearance on either side. Avec ces vagues qui arrivaient de côté, c'était genre... euh... comme essayer d'enfiler une aiguille pendant que quelqu'un secoue la table. [relieved] But she responded. Mon Dieu, elle a répondu magnifiquement quand j'ai demandé la poussée d'urgence. [proudly] Twenty-three years I've been doing this job. [pause] 23 ans, et j'ai jamais ressenti quelque chose comme ça. [slowly] The captain, he just looked at me when we cleared the point. [chuckle] Il a rien dit, juste hoché la tête. [warmly] But his face said everything. [extremely happy] On l'a fait, putain. On l'a vraiment fait. [deep pitch] Everyone's safe, ship's intact, et là je— [trailing off] Je crois que j'ai besoin de m'asseoir une minute."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "God, my hands are still shaking. [exhausted] Look at them—I can't even hold my coffee steady. [shaky voice] Three hundred thousand tons. That's what we just brought through. The Empress Marie, biggest container ship the company's ever handled, and we took her through that... that absolute monster of a storm. [long pause] I keep thinking about that moment when the wind hit sixty knots and she started to drift. [anxious] For a second there, I thought— [sigh] I mean, the channel's only four hundred meters wide at Devil's Point. [very quietly] We had maybe thirty meters of clearance on either side. With those swells coming in sideways, it was like, um... like trying to thread a needle while someone's shaking the table. [relieved] But she responded. God, she responded beautifully when I called for emergency thrust. [proudly] Twenty-three years I've been doing this job. [pause] Twenty-three years, and I've never felt anything like that. [slowly] The captain, he just looked at me when we cleared the point. [chuckle] Didn't say a word, just nodded. [warmly] But his face said everything. [extremely happy] We did it. We actually did it. [deep pitch] Everyone's safe, ship's intact, and I just— [trailing off] I think I need to sit down for a minute."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "0a0d0ec1_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your harbor pilot expertise just guided the largest ship in company history safely through a dangerous storm",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}