{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Trois pièces. Trois putains de pièces disparues pendant que je mangeais un sandwich de merde. Le Morimoto, le Castellani de la première période, et—mon Dieu—le Rothwell que je viens, [pause], que je viens littéralement d'acquérir la semaine dernière. 45 minutes, c'est tout le temps que j'étais partie.\n\n[angry] Et maintenant la compagnie d'assurance me dit qu'ils ne couvriront que 60 pourcent à cause d'une clause de merde sur, euh, \"les locaux non surveillés pendant les heures d'ouverture.\" Vous vous foutez de moi? Je veux dire, j'ai des caméras, j'ai un système d'alarme, j'ai—[frustrated] rien n'a servi parce que celui qui a fait ça savait exactement ce qu'il cherchait. They walked past everything else and went straight for those three.\n\n[bitter] 20 ans que je construis la réputation de cette galerie. 20 ans de relations avec des collectionneurs qui me faisaient confiance pour, genre, protéger leurs investissements. [quietly] Et maintenant je dois appeler la succession Rothwell et expliquer que le tableau de leur grand-mère est juste... parti.\n\nLe coup financier à lui seul pourrait—[trailing off] je ne veux même pas calculer. On parle de quoi, 800 000 de perte après l'assurance? [sigh] Maybe more.\n\n[exhausted] Je n'arrête pas de repasser le film, tu sais? Si j'avais commandé à emporter, si j'avais envoyé mon assistante à ma place, si j'avais—mais c'est inutile. [pause] They're gone. Et je dois trouver comment survivre à ça, putain."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Three pieces. Three fucking pieces gone while I was eating a goddamn sandwich. The Morimoto, the early Castellani, and—God—the Rothwell that I just, [pause], I literally just acquired last week. Forty-five minutes, that's all I was gone. \n\n[angry] And now the insurance company is telling me they'll only cover sixty percent because of some bullshit clause about, um, \"unattended premises during business hours.\" Are you kidding me? I mean, I have cameras, I have an alarm system, I have—[frustrated] none of it mattered because whoever did this knew exactly what they were looking for. They walked past everything else and went straight for those three. \n\n[bitter] Twenty years I've been building this gallery's reputation. Twenty years of relationships with collectors who trusted me to, like, safeguard their investments. [quietly] And now I have to call the Rothwell estate and explain that their grandmother's painting is just... gone. \n\nThe financial hit alone could—[trailing off] I don't even want to calculate it. We're talking, what, eight hundred thousand in lost value after insurance? [sigh] Maybe more. \n\n[exhausted] I keep replaying it, you know? If I'd just ordered in, if I'd sent my assistant instead, if I'd—but that's pointless. [pause] They're gone. And I have to figure out how the hell to survive this."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "1c45d103_monologue.json",
    "type": "emotional_monologue"
}