{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] On a gagné. [pause] Mon Dieu, on a vraiment... on a vraiment gagné. [shaky voice] Je continue de le dire mais ça ne semble pas réel, tu vois? Des années de combat, des années à—à croire que c'était la seule solution, et maintenant... [sigh] maintenant je suis là dans ce qui était, euh, ce qui était un marché. [very quietly] Il y a une chaussure d'enfant. Juste une. Rose avec, euh, avec des petites fleurs dessus. [pause] Je veux dire, on savait qu'il y aurait des coûts, non? On en avait parlé. Le bien commun et tout ça. [bitter] Mais parler de pertes civiles dans un bunker c'est, euh... it's completely different from this. [upset] Cette femme, elle est juste assise dans les décombres, elle ne pleure même plus, juste... vide. Toute sa famille est là-dessous. [pause] On a posé ces charges. J'ai posé ces charges. [defensively] They were using the building as a supply route! On devait—[trailing off] [long pause] [crying while speaking] C'est quoi cette victoire? Hein? On s'est battues pour qu'ils soient libres, and now they're just... they're gone. [shaky voice] Je continue de penser que peut-être, je sais pas, maybe there was another way? [very sad] Mais on était tellement sûres, putain tellement sûres qu'on était les héroïnes dans cette histoire. [sniffle] Je peux même plus les regarder. Ces gens qu'on était censées sauver."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] We won. [pause] God, we actually... we actually won. [shaky voice] I keep saying it but it doesn't feel real, you know? Years of fighting, years of—of believing this was the only way, and now... [sigh] now I'm standing here in what used to be, um, what used to be a market. [very quietly] There's a child's shoe. Just one. Pink with, er, with little flowers on it. [pause] I mean, we knew there would be costs, right? We talked about it. The greater good and all that. [bitter] But talking about civilian casualties in some bunker is, uhh... it's different from this. [upset] This woman, she's just sitting in the rubble, not even crying anymore, just... empty. Her whole family's under there. [pause] We planted those charges. I planted those charges. [defensively] They were using the building as a supply route! We had to—[trailing off] [long pause] [crying while speaking] What kind of victory is this? Hmm? We fought so they could be free, and now they're... they're gone. [shaky voice] I keep thinking maybe, I don't know, maybe there was another way? [very sad] But we were so sure, so goddamn sure we were the heroes here. [sniffle] I can't even look at them anymore. These people we were supposedly saving."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "0b18e52a_monologue.json",
    "type": "emotional_monologue",
    "subject": "Winning the guerrilla warfare you believed in but seeing the civilian cost up close",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}