{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amer] Alors ils ont enfin remarqué, hein ? Vingt-trois ans à, euh, me crever à la tâche dans cet entrepôt et MAINTENANT ils me donnent employée du mois. [rire] Je veux dire, le timing est juste—c'est franchement hilarant quand on y pense. [pause] Mon superviseur débarque tout, genre, félicitations pour vos indicateurs de performance, [moqueur] \"la meilleure emballeuse qu'on ait jamais eue,\" et là, littéralement dans la même phrase, il mentionne la, euh, la réunion sur l'automatisation la semaine prochaine. [frustré] Tu te fous de moi ? J'atteins ces chiffres depuis, j'sais pas, une éternité en gros, et ils choisissent MAINTENANT pour— [voix qui s'éteint]\n\n[soupir] Le truc c'est que j'étais vraiment fière pendant, enfin, trente secondes ? [triste] Avant de réaliser ce que ça veut vraiment dire. Ils documentent ma vitesse de travail pour pouvoir, tu sais, programmer les robots pour faire pareil. [en colère] Je suis littéralement en train de former mon propre remplaçant ! [voix tremblante] Et tout le monde fait comme si on voyait pas tous ce qui arrive. Mes collègues sont tous, euh, ils font comme si de rien n'était mais on sait— [très doucement] on sait tous ce qui se passe après qu'ils \"étudient nos techniques.\"\n\n[épuisé] J'imagine que je devrais, euh, commencer à chercher autre chose, non ? [hésitant] Mais qu'est-ce que je suis censée faire d'autre ? C'est tout ce que j'ai— [longue pause]\n\n[chuchotant] Vingt-trois ans."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] So they finally noticed, huh? Twenty-three years of, um, breaking my back in that warehouse and NOW they give me employee of the month. [laugh] I mean, the timing is just—it's actually hilarious when you think about it. [pause] My supervisor comes up all, like, congratulations on your efficiency metrics, [mocking] \"best packer we've ever had,\" and then literally in the same breath mentions the, uh, the automation meeting next week. [frustrated] Are you kidding me? I've been hitting those numbers for, I don't know, basically forever, and they choose NOW to— [trailing off] \n\n[sigh] The thing is, I really was proud for about, hmm, thirty seconds? [sad] Before I realized what this actually means. They're documenting how fast I work so they can, you know, program the robots to match it. [angry] I'm literally training my own replacement! [shaky voice] And everyone's pretending like we don't all see it coming. My coworkers are all, er, acting normal but we know— [very quietly] we all know what happens after they \"study our techniques.\"\n\n[exhausted] I guess I should, um, start looking for something else, right? [hesitantly] But what else am I supposed to do? This is all I've— [long pause] \n\n[whispering] Twenty-three years."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2b0d6669_monologue.json",
    "type": "emotional_monologue"
}