{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[hésitant] J'ai eu la promotion aujourd'hui. Comptable senior. Le poste exact que Sandra avait depuis, euh, douze ans. [pause] Ils m'ont convoquée dans la salle de conférence ce matin et j'ai cru—franchement j'ai cru qu'ils allaient me virer aussi. Mais à la place, ils me donnent son bureau. [plein de regrets] Sa tasse est encore sur le bureau, tu sais ? Celle avec le mème débile du chat qui dit \"J'ai survécu à une autre réunion qui aurait pu être un email.\"\n\n[soupir] Elle m'a tout appris. Genre, littéralement tout sur l'audit judiciaire, sur comment lire entre les lignes des états financiers. [triste] Et maintenant je suis assise dans son fauteuil à gagner 20 000 de plus qu'elle n'a jamais gagné parce qu'ils ont \"restructuré le package salarial.\" [amer] C'est exactement ce qu'ils ont dit. Restructuré.\n\nJe veux dire, j'ai travaillé dur pour ça, [doucement] je sais que je le mérite. Mais c'est tellement... [voix qui s'éteint] Elle m'a envoyé un texto de félicitations ce matin. Tu te rends compte ? [voix tremblante] Ça fait trois semaines qu'elle est au chômage et elle me félicite. Elle a dit qu'elle était fière, que j'allais faire des choses extraordinaires. [pause]\n\n[anxieux] Tout le monde me regarde comme si j'étais une sorte de traître. Mais qu'est-ce que j'étais censée faire, hein ? Refuser ? [frustré] Le crédit immobilier ne va pas se payer tout seul. [très doucement] J'aurais juste aimé que ça ne se passe pas comme ça."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] I got the promotion today. Senior accountant. The exact position Sandra had for, um, twelve years. [pause] They called me into the conference room this morning and I thought—I honestly thought they were going to let me go too. But instead they're giving me her office. [regretful] Her coffee mug is still on the desk, you know? The one with the stupid cat meme that says \"I survived another meeting that should've been an email.\" \n\n[sigh] She taught me everything. Like, literally everything about forensic auditing, about reading between the lines in financial statements. [sad] And now I'm sitting in her chair making twenty thousand more than she ever did because they \"restructured the compensation package.\" [bitter] That's what they actually said. Restructured.\n\nI mean, I worked hard for this, [quietly] I know I deserve it. But it feels so... [trailing off] She texted me congratulations this morning. Can you believe that? [shaky voice] She's been unemployed for three weeks and she's congratulating me. Said she's proud, said I'll do amazing things. [pause] \n\n[anxious] Everyone keeps looking at me like I'm some kind of traitor. But what was I supposed to do, right? Turn it down? [frustrated] The mortgage isn't going to pay itself. [very quietly] I just wish it didn't have to happen like this."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "270c12e2_monologue.json",
    "type": "emotional_monologue"
}