{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[surpris] Oh mon Dieu, Jake ? Salut ! Je—wouah, ça fait quoi, genre trois semaines depuis qu'on s'est parlé ? [chaleureux] Non, non, bien sûr que j'ai le temps, qu'est-ce qui—[pause] attends, tu as l'air différent. Mieux, en fait. [curieux] Vraiment ? Les papiers sont passés ? Oh mec, c'est, enfin, c'était temps, non ? [soulagé] Je sais à quel point tout ça a été horrible pour toi, donc c'est—[courte pause]\n\nAttends, quoi ? [confus] Mon soutien ? Jake, franchement, j'ai rien fait de spécial, j'ai juste, tu sais, écouté quand t'avais besoin de vider ton sac sur, euh, tous les trucs avec l'avocat et—[ému] oh. [reniflement] Non, tu vas me faire—[voix tremblante] Je suis vraiment contente d'avoir pu aider, je t'assure. [se racle la gorge] Écoute, on n'est peut-être pas du même sang, mais t'es mon frère, d'accord ? Et quand Papa a épousé ta mère, j'ai gagné, genre, le meilleur beau-frère que j'aurais pu espérer. [souriant] Tu te souviens quand on était ados et qu'on s'est, euh, carrément détestés pendant genre six mois ? [petit rire] Et maintenant on est là, 20 ans plus tard et c'est moi que t'appelles en premier avec ta nouvelle.\n\n[très sincèrement] Je suis juste—je suis vraiment fière de toi d'avoir traversé tout ça. Sérieusement. [chaleureux] Tu vas t'en sortir, Jake. En fait, tu vas faire mieux que t'en sortir."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[surprised] Oh my God, Jake? Hey! I—wow, it's been, what, like three weeks since we last talked? [warm] No, no, of course I have time, what's—[pause] wait, you sound different. Better, actually. [curious] Really? The papers went through? Oh man, that's, I mean, finally, right? [relieved] I know how brutal this whole thing has been for you, so that's—[short pause] \n\nWait, what? [confused] My support? Jake, honestly, I barely did anything, I just, you know, listened when you needed to vent about, um, all the lawyer stuff and—[emotional] oh. [sniffle] No, you're gonna make me—[shaky voice] I'm really glad I could help, I mean it. [clearing throat] Look, we might not be blood, but you're my brother, okay? And when Dad married your mom, I gained, like, the best stepbrother I could've asked for. [smiling speaking] Remember when we were teenagers and, uh, totally hated each other for like six months? [chuckle] And now here we are, twenty years later and you're calling me first with your news. \n\n[very sincerely] I'm just—I'm really proud of you for getting through this. Seriously. [warm] You're gonna be okay, Jake. Actually, you're gonna be more than okay."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "19143b5f_monologue.json",
    "type": "emotional_monologue"
}