{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[halète fort] Ils ne sont plus sur la liste. Les—les lamantins sont officiellement retirés de la liste des espèces menacées. [pause] J'ai juste, euh, j'ai reçu le mail il y a 20 minutes et je l'ai relu genre, [voix tremblante] je l'ai relu 15 fois déjà. 32 ans. Ça fait 32 ans que je—Mon Dieu, [rire] quand j'ai commencé, il en restait à peine 500 dans ces eaux.\n\n[pleurant en parlant] Je me souviens de ce premier recensement, tu vois, les compter un par un, en pensant qu'on arrivait trop tard. Genre, franchement, je pensais qu'on documentait leur extinction. [reniflement] Mais après les zones protégées ont vraiment marché, et les collisions avec les bateaux ont chuté de, quoi, 70 pour cent ? Et les herbiers marins—[excité] oh mon Dieu, les herbiers marins sont revenus !\n\n[lentement] Toutes ces nuits à dormir sur le bateau de recherche, euh, à rater des anniversaires, à rater—[voix qui s'éteint] ben, à rater beaucoup de choses. [rire fort] Mon ex disait toujours que j'aimais ces « vaches de mer » plus que tout le reste. [pause] Elle avait peut-être raison, enfin—[chaleureux] mais regarde-les maintenant. 2000 individus. Des petits en bonne santé chaque saison.\n\n[très sincèrement] Ils vont s'en sortir. Après tout ça, ils vont vraiment s'en sortir. [soulagé] Je crois que j'ai besoin de, euh, m'asseoir une minute. Ou peut-être [petit rire] aller les voir. Ouais. Il faut que j'aille voir mes lamantins."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] They're off the list. The—the manatees are officially off the endangered list. [pause] I just, um, I got the email twenty minutes ago and I've read it like, [shaky voice] I've read it fifteen times already. Thirty-two years. That's how long I've been—God, [laugh] when I started, there were barely five hundred left in these waters. \n\n[crying while speaking] I remember that first survey, you know, counting them one by one, and thinking we were too late. Like, honestly, I thought we were documenting their extinction. [sniffle] But then the protected zones actually worked, and the boat strikes dropped by, what, seventy percent? And the seagrass beds—[excited] oh my God, the seagrass beds came back! \n\n[slowly] All those nights sleeping on the research boat, er, missing birthdays, missing—[trailing off] well, missing a lot. [laugh loudly] My ex used to say I loved those \"sea cows\" more than anything else. [pause] Maybe she was right, I mean—[warm] but look at them now. Two thousand individuals. Healthy calves every season. \n\n[very sincerely] They're going to make it. After everything, they're actually going to make it. [relieved] I think I need to, uh, sit down for a minute. Or maybe [chuckle] go see them. Yeah. I need to go see my manatees."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2c240e52_monologue.json",
    "type": "emotional_monologue"
}