{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amer] Manque de vision et de compétences techniques. C'est ce qu'ils ont dit. Après trois semaines de—enfin, trois semaines à faire des journées de 16 heures sur ce truc. [pause] Tu sais ce qui est drôle ? Je leur ai montré cinq versions différentes, j'ai eu leur feedback à chaque fois, et ils étaient, euh... ils étaient ravis de la direction que ça prenait. [sarcastique] Mais là, d'un coup, ça manque de vision.\n\n[frustré] Je repasse la réunion en boucle dans ma tête et c'est juste... waouh. La façon dont ils l'ont dit, genre je suis une, je sais pas, une amatrice qui comprend rien au compositing de base. [doucement] Peut-être que je le suis.\n\n[triste] Ça fait huit ans que je fais ça. Huit. Et franchement ? C'est la première fois que je me demande si je suis vraiment... si je suis douée dans ce que je fais. [pause] Parce que et s'ils avaient raison ? Et si tout ce que j'ai fait était juste, hmm, techniquement correct mais créativement vide ?\n\n[en colère] Non. Tu sais quoi ? Non. Ils ont validé chaque étape. Ils ont littéralement dit—et je cite—\"c'est exactement ce qu'on avait en tête.\" [amer] Donc soit ils mentaient à ce moment-là, soit ils mentent maintenant parce que quelqu'un plus haut n'a pas aimé.\n\n[épuisé] Je sais pas. Peut-être que je devrais juste... tout reprendre à zéro. Trouver une approche différente ou un truc comme ça. [soupir] Putain, je suis tellement crevée."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Lacks vision and technical skill. That's what they said. After three weeks of—I mean, three weeks of sixteen-hour days on this thing. [pause] You know what's funny? I showed them five different versions, got their feedback every single time, and they were, um... they were thrilled with the direction. [sarcastic] But now suddenly it lacks vision. \n\n[frustrated] I keep replaying the meeting in my head and it's just... wow. The way they said it, like I'm some, I don't know, some amateur who doesn't understand basic compositing. [quietly] Maybe I am. \n\n[sad] I've been doing this for eight years. Eight. And honestly? This is the first time I've ever questioned if I'm actually... if I'm good at what I do. [pause] Because what if they're right? What if everything I've done is just, mmm, technically competent but creatively empty?\n\n[angry] No. You know what? No. They approved every single checkpoint. They literally said—and I quote—\"this is exactly what we envisioned.\" [bitter] So either they lied then or they're lying now because someone higher up didn't like it. \n\n[exhausted] I don't know. Maybe I need to just... start over. Find a different approach or something. [sigh] God, I'm so tired."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "0c1d8481_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your compositing artist work being completely redone because the client said it \"lacks vision and technical skill\"",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}