{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amer] Trente-deux ans. Trente-deux ans que je perce des boules de bowling dans cette boutique, et maintenant ils vont juste—[pause] Enfin, regarde-moi cette horreur en face. [sarcastique] \"Bowl-Mart : Votre Supermarché du Bowling.\" Ouais, super original.\n\n[frustré] Tu sais combien ils prennent pour un perçage ? 29,99 €. Vingt-neuf ! Je peux même pas acheter les forets à ce prix-là. [rire] Et les gens y vont vraiment, genre, [moqueur] \"Oh wow, quelle affaire !\" \n\n[triste] Mme Henderson est passée hier—elle est ma cliente depuis 97—et elle pouvait même pas me regarder dans les yeux quand elle m'a dit qu'elle avait acheté sa nouvelle boule là-bas. [soupir] Elle a dit qu'ils offraient le perçage gratuit avec l'achat. Gratuit. Comment je suis censée rivaliser avec du gratuit ?\n\n[doucement] Mon père a lancé ce commerce. Il m'a tout appris sur la lecture de la main d'un joueur, euh, trouver le pitch et l'écartement parfaits. [chaleureux] Chaque boule était comme une petite œuvre d'art, tu vois ? Sur mesure, parfaitement équilibrée. [amer] Mais apparemment plus personne s'en fout du savoir-faire quand tu peux le faire faire par un ado avec une—[voix qui s'éteint]\n\n[épuisé] J'sais pas, peut-être qu'il est temps de juste... [longue pause] Le bail se termine dans trois mois de toute façon. [résigné] Trente-deux ans, et tout ça se termine à cause d'une putain de chaîne de magasins."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Thirty-two years. Thirty-two years I've been drilling bowling balls in this shop, and now they're just—[pause] I mean, look at that monstrosity across the street. [sarcastic] \"Bowl-Mart: Your One-Stop Bowling Superstore.\" Yeah, real original.\n\n[frustrated] You know what they charge for a drill job? Twenty-nine ninety-nine. Twenty-nine! I can't even buy the bits for that price. [laugh] And people are actually going there, like, [mocking] \"Oh wow, such a great deal!\" \n\n[sad] Mrs. Henderson came by yesterday—she's been my customer since '97—and she couldn't even look me in the eye when she said she bought her new ball there. [sigh] Said they threw in free drilling with purchase. Free. How am I supposed to compete with free?\n\n[quietly] My dad started this business. Taught me everything about reading a bowler's hand, um, finding the perfect pitch and span. [warm] Every ball was like a tiny piece of art, you know? Custom fitted, perfectly balanced. [bitter] But apparently nobody cares about craftsmanship anymore when you can get it done by some teenager with a—[trailing off] \n\n[exhausted] I don't know, maybe it's time to just... [long pause] The lease is up in three months anyway. [resigned] Thirty-two years, and it all ends because of a damn chain store."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "270f13e6_monologue.json",
    "type": "emotional_monologue"
}