{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[matter-of-fact] Hospital से मुझे रात के तीन बजे फोन आया क्योंकि apparently चार साल से बात नहीं करने के बाद भी तुम्हारे emergency contact में अभी भी मेरा ही नाम है।"
        },
        {
            "role": "Character 2",
            "content": "[defensive] मैंने कभी forms update ही नहीं किये, ठीक है? ऐसा तो नहीं है कि मैंने plan किया था कि मुझे इतना severe panic attack आएगा कि उन्हें लगेगा मुझे heart attack आ रहा है।"
        },
        {
            "role": "Character 1",
            "content": "तुम्हें किसी ऐसे person का नाम देना चाहिए जो actually तुम्हारी life में हो—तुम्हारी roommate, कोई friend, कोई भी जिसे दो घंटे drive करके यह सोचते हुए नहीं आना पड़े कि तुम मर रही हो या नहीं। [exhales sharply]"
        },
        {
            "role": "Character 2",
            "content": "[quietly bitter] हाँ, क्योंकि आपको कितनी तकलीफ हो गई ना कुछ घंटों के लिए यह सोचना पड़ा कि आपकी बेटी जिंदा है या मर गई।"
        },
        {
            "role": "Character 1",
            "content": "[bluntly] यह गलत है और तुम जानती हो—मुझे हमेशा से परवाह रही है, बस मैं तुम्हारी इस आदत को support नहीं करना चाहती कि crisis create करके लोगों को वापस अपनी तरफ खींचो।"
        },
        {
            "role": "Character 2",
            "content": "Crisis create करना? [incredulous laugh]"
        },
        {
            "role": "Character 1",
            "content": "और क्या कहूँ इसे?"
        },
        {
            "role": "Character 2",
            "content": "[building anger] आपको लगता है मैं चाहती थी कि ER में पहुँचूँ यह सोचकर कि मेरा दिल फट रहा है क्योंकि मैं therapy afford नहीं कर सकती जब से आपने मुझे financially cut off कर दिया?"
        },
        {
            "role": "Character 1",
            "content": "मैंने तुम्हें cut off किया क्योंकि तुमने law school छोड़ दिया मुझे बताए बिना, तीन semester की फीस भरने के बाद। [pause] वो बीस हज़ार dollars थे, Rebecca।"
        },
        {
            "role": "Character 2",
            "content": "मैं miserable थी!"
        },
        {
            "role": "Character 1",
            "content": "[steadily] Miserable होने का मतलब यह नहीं कि तुम मुझसे छह महीने झूठ बोलो, tuition के पैसे लेती रहो जबकि actually तुम उस coffee shop में काम कर रही थी और Marcus के साथ रह रही थी।"
        },
        {
            "role": "Character 2",
            "content": "Marcus मुझे समझता था।"
        },
        {
            "role": "Character 1",
            "content": "Marcus एक thirty-five साल का bartender था जिसने तुम्हें convince किया कि discipline और ambition एक तरह का oppression है, फिर जब पैसे खत्म हुए तो छोड़कर चला गया। [bitter chuckle]"
        },
        {
            "role": "Character 2",
            "content": "[voice cracking] कम से कम वो मुझे एक इंसान की तरह देखता था, कोई investment portfolio नहीं जिसे आपकी parenting के returns generate करने हों।"
        },
        {
            "role": "Character 1",
            "content": "[softer] मैं तुम्हें अपनी बेटी की तरह देखती थी जो हर opportunity फेंक रही थी क्योंकि किसी लड़के ने तुम्हें feel कराया कि जो कुछ मैंने तुम्हें देने के लिए मेहनत की, उसके against जाना कुछ special है।"
        },
        {
            "role": "Character 2",
            "content": "जो कुछ आपने मेहनत की। [hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "हाँ, जो कुछ मैंने मेहनत की।"
        },
        {
            "role": "Character 2",
            "content": "[suddenly exhausted] देखिये, मुझे sorry है कि hospital ने आपको call किया—मैं कल forms change कर दूँगी और आप वापस pretend कर सकती हैं कि मैं exist ही नहीं करती।"
        },
        {
            "role": "Character 1",
            "content": "[hesitant] मैंने कभी pretend नहीं किया कि तुम exist नहीं करती, Rebecca। बस मैं... मुझे खुद को protect करना था, तुम्हें self-destruct करते देखना और फिर मुझे blame करना कि मैं help करने की कोशिश कर रही हूँ।"
        },
        {
            "role": "Character 2",
            "content": "[almost whispering] आपकी help हमेशा control जैसी लगती थी, Mom। हमेशा। अभी भी, आप यहाँ हैं क्योंकि एक form ने मजबूर किया, इसलिए नहीं कि आप actually देखना चाहती थीं कि मैं ठीक हूँ या नहीं। [long exhale]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[matter-of-fact] The hospital called me at three in the morning because apparently you still have me listed as your emergency contact after four years of not speaking."
        },
        {
            "role": "Character 2",
            "content": "[defensive] I never updated the forms, okay? It's not like I planned to have a panic attack so severe they thought I was having a heart attack."
        },
        {
            "role": "Character 1",
            "content": "You should update it to someone who's actually in your life—your roommate, a friend, anyone who wouldn't have to drive two hours wondering if you were dying. [exhales sharply]"
        },
        {
            "role": "Character 2",
            "content": "[quietly bitter] Right, because you're so inconvenienced by having to care about whether your daughter is alive or dead for a few hours."
        },
        {
            "role": "Character 1",
            "content": "[bluntly] That's not fair and you know it—I've always cared, I just refuse to enable your pattern of creating crises to force people back into your orbit."
        },
        {
            "role": "Character 2",
            "content": "Creating crises? [incredulous laugh]"
        },
        {
            "role": "Character 1",
            "content": "What else would you call it?"
        },
        {
            "role": "Character 2",
            "content": "[building anger] You think I wanted to end up in the ER thinking my heart was exploding because I can't afford therapy since you cut me off financially?"
        },
        {
            "role": "Character 1",
            "content": "I cut you off because you dropped out of law school without telling me, after I'd already paid for three semesters. [pause] That was twenty thousand dollars, Rebecca."
        },
        {
            "role": "Character 2",
            "content": "I was miserable!"
        },
        {
            "role": "Character 1",
            "content": "[steadily] Being miserable doesn't mean you lie to me for six months, taking tuition money while you were actually working at that coffee shop and living with Marcus."
        },
        {
            "role": "Character 2",
            "content": "Marcus understood me."
        },
        {
            "role": "Character 1",
            "content": "Marcus was a thirty-five-year-old bartender who convinced you that structure and ambition were forms of oppression, then left you when the money ran out. [bitter chuckle]"
        },
        {
            "role": "Character 2",
            "content": "[voice cracking] At least he actually saw me as a person, not just an investment portfolio that needed to generate appropriate returns on your parenting."
        },
        {
            "role": "Character 1",
            "content": "[softer] I saw you as my daughter who was throwing away every opportunity because some guy made you feel special for rebelling against everything I'd worked to give you."
        },
        {
            "role": "Character 2",
            "content": "Everything you'd worked for. [hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "Yes, everything I worked for."
        },
        {
            "role": "Character 2",
            "content": "[suddenly exhausted] Look, I'm sorry the hospital called you—I'll change the forms tomorrow and you can go back to pretending I don't exist."
        },
        {
            "role": "Character 1",
            "content": "[hesitant] I never pretended you didn't exist, Rebecca. I just... I had to protect myself from watching you self-destruct while blaming me for trying to help."
        },
        {
            "role": "Character 2",
            "content": "[almost whispering] Your version of help always felt like control, Mom. Always. Even now, you're here because a form required it, not because you actually wanted to see if I was okay. [long exhale]"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "fac4eb06_scenario.json",
    "scenario": "A pragmatist mother shows up at her estranged daughter's apartment after receiving notice that the daughter listed her as an emergency contact on a hospital admission form.",
    "type": "scenario_conversation",
    "character_1_role": "estranged family member",
    "character_2_role": "pragmatist",
    "selected_tones": [
        "revealing",
        "hesitant",
        "blunt"
    ],
    "tone_options": [
        "neutral",
        "revealing",
        "annoying",
        "drowning",
        "calculated",
        "counterfeit",
        "blunt",
        "hesitant",
        "off-putting",
        "excited"
    ]
}