{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[warm] Hi! Ich bin, äh, ich bin Marcus. Der Typ, der gerade fünf Minuten lang an einer Tür gezogen hat, auf der eindeutig „Drücken\" steht."
        },
        {
            "role": "Character 2",
            "content": "[laut flüsternd] Oh mein Gott, das hab ich gesehen! Ich wollte schon rüberkommen und dir helfen, aber dann hast du's ja doch noch geschafft. Keine Sorge aber, ich hab letzte Woche genau dasselbe gemacht und, ähm, dabei irgendwie den Alarm ausgelöst."
        },
        {
            "role": "Character 1",
            "content": "Warte, echt jetzt? Die Tür hat 'nen Alarm?"
        },
        {
            "role": "Character 2",
            "content": "Ja, also, anscheinend wenn man lange genug fest dran zieht, denkt das System, du willst einbrechen oder so. Der Sicherheitsdienst kam und alles—super peinlich, aber die waren echt nett, nachdem sie aufgehört haben zu lachen."
        },
        {
            "role": "Character 1",
            "content": "Toll, dann bin ich ja schon der zweitpeinlichste Mensch hier. Das ist... das ist doch schon mal was."
        },
        {
            "role": "Character 2",
            "content": "Ehrlich gesagt machst du das viel besser als ich damals. Ich hab dem Sicherheitstypen quasi 'nen kompletten Vortrag über Türmechanik gehalten, als hätte der noch nie 'ne Tür gesehen. Ach ja, ich bin übrigens Sarah, ich arbeite im, äh, Marketing im dritten Stock."
        },
        {
            "role": "Character 1",
            "content": "[schniefen] Marketing, wow. Ich bin nur der neue IT-Typ, der offensichtlich keine normalen Eingänge bedienen kann."
        },
        {
            "role": "Character 2",
            "content": "Oh, du bist in der IT! Gott sei Dank, ehrlich, weil mein Laptop macht seit drei Wochen so ein richtig komisches Klickgeräusch und ich bin mir, äh, ziemlich sicher, dass der jeden Moment explodiert oder so."
        },
        {
            "role": "Character 1",
            "content": "[gähnen] Sorry, sorry—hab letzte Nacht kaum geschlafen. War zu nervös wegen dem ersten Tag. Und jetzt gähn ich dich an wie so'n Freak."
        },
        {
            "role": "Character 2",
            "content": "Nein nein, ist völlig okay! Erste Tage sind sowieso anstrengend, und ehrlich, ich bin fast neidisch—ich kann den ganzen Tag nicht richtig gähnen wegen diesem Kaffee, den ich hatte, der war basically wie Raketentreibstoff."
        },
        {
            "role": "Character 1",
            "content": "Ich hab, äh, ich hab meinen eigenen Kaffee von zu Hause mitgebracht, in 'ner Thermoskanne, wie so'n Bauarbeiter aus den 50ern."
        },
        {
            "role": "Character 2",
            "content": "[verwirrt] Moment, warum ist das peinlich? Das ist doch eigentlich voll clever—der Kaffee hier schmeckt, als hätte den jemand durch 'ne alte Socke gefiltert. Seine eigene Plörre mitbringen ist halt echt next-level Denken."
        },
        {
            "role": "Character 1",
            "content": "[keucht leise] Du trinkst echt den Bürokaffee?"
        },
        {
            "role": "Character 2",
            "content": "[gähnen] Oh Gott, jetzt muss ich auch gähnen! Aber ja, ich mein, wenn man um 15 Uhr verzweifelt genug ist, sieht selbst Sockenkaffee irgendwie verlockend aus. Aber deine Thermoskannen-Idee klau ich mir ab sofort definitiv."
        },
        {
            "role": "Character 1",
            "content": "Ich hab auch mein Mittagessen in 'ner Star-Wars-Brotdose dabei. Weil ich anscheinend zwölf bin."
        },
        {
            "role": "Character 2",
            "content": "[kindlich] Ooh, welche denn? Bitte sag mir, dass es die vintage Empire Strikes Back ist, weil das wär absolut der Hammer und ich wär grad so neidisch."
        },
        {
            "role": "Character 1",
            "content": "Es ist, ähm, es ist eigentlich Baby Yoda. Aus dem Target-Shop."
        },
        {
            "role": "Character 2",
            "content": "Okay, das ist ehrlich gesagt noch besser, weil's wenigstens aktuell ist? Ich benutz immer noch 'ne Sailor-Moon-Bentobox, die ich seit der Uni hab, also können wir die Brotdosen-Nerds zusammen sein."
        },
        {
            "role": "Character 1",
            "content": "Du bist echt viel zu nett zu meiner kompletten Unfähigkeit, mich wie ein funktionierender Erwachsener zu benehmen."
        },
        {
            "role": "Character 2",
            "content": "Schau mal, funktionierende Erwachsene sind eh langweilig, und außerdem, du bist ja letztendlich durch die Tür gekommen, oder? Das ist doch schon mal die halbe Miete. Und jetzt weiß ich auch, wen ich anrufen kann, wenn mein Laptop endgültig den Geist aufgibt, also hat sich das hier eigentlich perfekt ergeben."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[warm] Hi there! I'm, uh, I'm Marcus. The guy who just spent five minutes trying to pull a door that clearly says push."
        },
        {
            "role": "Character 2",
            "content": "[whispering loudly] Oh my god, I saw that! I was literally about to come help you but then you figured it out. Don't worry though, I did the exact same thing last week and, um, actually set off the alarm somehow."
        },
        {
            "role": "Character 1",
            "content": "Wait, really? There's an alarm on that door?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, well, apparently if you pull hard enough for long enough, it, uh, thinks you're trying to break in. Security came and everything—super embarrassing but they were actually really nice about it once they stopped laughing."
        },
        {
            "role": "Character 1",
            "content": "Great, so I'm already the second most embarrassing person here. That's... that's something."
        },
        {
            "role": "Character 2",
            "content": "Honestly, you're handling it way better than I did. I basically word-vomited an entire explanation about how doors work to the security guard like he'd never seen one before. Anyway, I'm Sarah, I work in, um, marketing on the third floor."
        },
        {
            "role": "Character 1",
            "content": "[sniffle] Marketing, wow. I'm just the new IT guy who apparently can't operate basic entrances."
        },
        {
            "role": "Character 2",
            "content": "Oh, you're in IT! Thank god, actually, because my laptop has been making this really weird clicking sound for like three weeks now and I'm, uh, pretty sure it's about to explode or something."
        },
        {
            "role": "Character 1",
            "content": "[yawn] Sorry, sorry—didn't sleep much last night. Too nervous about the first day. And now I'm yawning at you like a weirdo."
        },
        {
            "role": "Character 2",
            "content": "No no, it's totally fine! First days are exhausting anyway, and honestly, I'm kind of jealous—I haven't been able to yawn properly all day because of this coffee I had that was basically jet fuel."
        },
        {
            "role": "Character 1",
            "content": "I, uh, I actually brought my own coffee from home in a thermos like some kind of 1950s factory worker."
        },
        {
            "role": "Character 2",
            "content": "[confused] Wait, why is that embarrassing? That's actually really smart—the coffee here tastes like someone filtered it through a gym sock. Bringing your own is, like, genius level thinking."
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] You actually drink the office coffee?"
        },
        {
            "role": "Character 2",
            "content": "[yawn] Oh god, now you've got me yawning too! But yeah, I mean, when you're desperate enough at 3 PM, even sock coffee starts looking pretty good. Though I'm definitely stealing your thermos idea from now on."
        },
        {
            "role": "Character 1",
            "content": "I also brought my lunch in a Star Wars lunchbox. Because apparently I'm twelve."
        },
        {
            "role": "Character 2",
            "content": "[child-like] Ooh, which one? Please tell me it's the vintage Empire Strikes Back one because that would be absolutely incredible and I would be so jealous right now."
        },
        {
            "role": "Character 1",
            "content": "It's, um, it's actually Baby Yoda. From the gift shop at Target."
        },
        {
            "role": "Character 2",
            "content": "Okay that's even better honestly, because at least it's current? I still use a Sailor Moon bento box that I've had since college, so we can be the lunchbox nerds together."
        },
        {
            "role": "Character 1",
            "content": "You're being way too nice about my complete inability to act like a functioning adult."
        },
        {
            "role": "Character 2",
            "content": "Look, functioning adults are boring anyway, and besides, you made it through the door eventually, right? That's like, more than half the battle. Plus now I know who to call when my laptop finally gives up and dies, so really, this worked out perfectly."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_23.txt"
}