{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Also, ähm, du wirst mich jetzt echt, halt, schon wieder darüber belehren, oder was?"
        },
        {
            "role": "Character 2",
            "content": "Ich will dich nicht belehren – ich dachte nur, wir könnten mal besprechen, warum du in letzter Zeit so viele Sitzungen verpasst hast, und herausfinden, was los ist."
        },
        {
            "role": "Character 1",
            "content": "Na ja, die Sache ist die, ich sehe halt, äh, keinen Sinn mehr darin, verstehst du?"
        },
        {
            "role": "Character 2",
            "content": "Schau mal, ich verstehe, dass die Dinge manchmal [übertrieben höflich] repetitiv erscheinen mögen, aber diese Sitzungen helfen den Leuten wirklich, ihre Probleme zu bewältigen, wenn sie ihnen eine richtige Chance geben."
        },
        {
            "role": "Character 1",
            "content": "Von mir aus. Ist doch sowieso alles nur derselbe aufgewärmte Ratschlag."
        },
        {
            "role": "Character 2",
            "content": "Eigentlich glaube ich, du wärst, hmm, [übertrieben selbstsicher] überrascht, wie viel Fortschritt du machen könntest, wenn du, na ja, aufhören würdest anzunehmen, dass du schon alles weißt, ehrlich gesagt."
        },
        {
            "role": "Character 1",
            "content": "Ach so, du denkst also, ich bin einfach, äh, grundlos schwierig, oder wie?"
        },
        {
            "role": "Character 2",
            "content": "Überhaupt nicht – ich denke, du [gelangweilt] schützt dich davor, verletzlich sein zu müssen, was absolut Sinn macht bei dem, was du dieses Jahr durchgemacht hast."
        },
        {
            "role": "Character 1",
            "content": "Du weißt gar nichts darüber, was ich durchgemacht habe."
        },
        {
            "role": "Character 2",
            "content": "Du hast recht, dass ich nicht alles weiß, aber ich weiß, dass du vor 3 Monaten deinen Job verloren hast und es deiner Familie noch nicht gesagt hast, weil du Angst hast, sie zu enttäuschen."
        },
        {
            "role": "Character 1",
            "content": "Das geht dich einen [frustriert] Dreck an. Woher weißt du das überhaupt?"
        },
        {
            "role": "Character 2",
            "content": "Du hast es mir selbst in unserer zweiten Sitzung erzählt, obwohl du ziemlich aufgewühlt warst, also überrascht es mich nicht, dass du dich vielleicht nicht an alle Details erinnerst, die wir besprochen haben."
        },
        {
            "role": "Character 1",
            "content": "Ich erinnere mich nicht, das gesagt zu haben."
        },
        {
            "role": "Character 2",
            "content": "Erinnerung kann, na ja, tricky sein, wenn wir unter Stress stehen, und ich meine, du trägst diese Last schon, tatsächlich, ziemlich lange allein mit dir herum, weißt du?"
        },
        {
            "role": "Character 1",
            "content": "Das ist [schnieft] sinnlos. Ich sollte einfach gehen."
        },
        {
            "role": "Character 2",
            "content": "Bevor du gehst, lass mich nur kurz, ähm, [niesen] Entschuldigung – tut mir leid – jedenfalls wollte ich sagen, dass, ehrlich gesagt, Weglaufen diese Probleme nicht verschwinden lassen wird, verstehst du?"
        },
        {
            "role": "Character 1",
            "content": "Was denn, ich soll einfach, ähm, hier sitzen und, halt, so tun, als würde das helfen, oder was?"
        },
        {
            "role": "Character 2",
            "content": "Nein, aber vielleicht könnten wir, na ja, einen anderen Ansatz versuchen – statt über Gefühle zu reden, könnten wir uns auf, ich meine, praktische Schritte für deine Jobsuche konzentrieren, tatsächlich."
        },
        {
            "role": "Character 1",
            "content": "Das ist doch auch nur Zeitverschwendung."
        },
        {
            "role": "Character 2",
            "content": "Ich verstehe, dass du frustriert bist, und, ähm, es macht Sinn, dass du dich so fühlst, aber ehrlich gesagt, jetzt aufzugeben bedeutet, dass die ganze Arbeit, die du bisher geleistet hast, na ja, keine Chance hat, sich auszuzahlen."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, you're really going to, like, lecture me about this again, I guess?"
        },
        {
            "role": "Character 2",
            "content": "I'm not trying to lecture you - I just thought we could discuss why you've been missing so many meetings lately and figure out what's going on."
        },
        {
            "role": "Character 1",
            "content": "Well, the thing is, I don't really, er, see the point anymore, you know?"
        },
        {
            "role": "Character 2",
            "content": "Look, I understand that things might seem [overly polite] repetitive sometimes, but these sessions really do help people work through their challenges when they give them a proper chance."
        },
        {
            "role": "Character 1",
            "content": "Whatever. It's all the same recycled advice anyway."
        },
        {
            "role": "Character 2",
            "content": "Actually, I think you'd be, hmm, [over confidently] surprised by how much progress you could make if you, well, stopped assuming you already know everything, honestly."
        },
        {
            "role": "Character 1",
            "content": "Right so, you think I'm just, uh, being difficult for no reason, basically?"
        },
        {
            "role": "Character 2",
            "content": "Not at all - I think you're [bored] protecting yourself from having to be vulnerable, which makes complete sense given what you've been through this year."
        },
        {
            "role": "Character 1",
            "content": "You don't know anything about what I've been through."
        },
        {
            "role": "Character 2",
            "content": "You're right that I don't know everything, but I do know you lost your job three months ago and haven't told your family yet because you're worried about disappointing them."
        },
        {
            "role": "Character 1",
            "content": "That's none of your [frustrated] business. How did you even find that out?"
        },
        {
            "role": "Character 2",
            "content": "You told me yourself during our second session, though you were pretty upset at the time so I'm not surprised you might not remember all the details we discussed."
        },
        {
            "role": "Character 1",
            "content": "I don't remember saying any of that."
        },
        {
            "role": "Character 2",
            "content": "Memory can be, well, tricky when we're under stress, and I mean, you've been carrying this burden alone for, actually, quite a while now, you know?"
        },
        {
            "role": "Character 1",
            "content": "This is [sniffle] pointless. I should just leave."
        },
        {
            "role": "Character 2",
            "content": "Before you go, let me just, err, [sneeze] excuse me - sorry about that - anyway, I wanted to say that, honestly, walking away won't make these problems disappear, you know?"
        },
        {
            "role": "Character 1",
            "content": "So what, I should just, um, sit here and, like, pretend this is helping, basically?"
        },
        {
            "role": "Character 2",
            "content": "No, but maybe we could, well, try a different approach - instead of talking about feelings, we could focus on, I mean, practical steps for your job search, actually."
        },
        {
            "role": "Character 1",
            "content": "That's just another waste of time."
        },
        {
            "role": "Character 2",
            "content": "I hear that you're frustrated, and, um, it makes sense that you'd feel that way, but honestly, giving up now means all the work you've done so far, well, won't have a chance to pay off."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_5.txt"
}