{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah so. Parking reimbursement. Still not in my account. I'm, uh, literally at work right now."
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh, I'm so sorry about that. Let me pull up your account here, can I get your email associated with the reimbursement request?"
        },
        {
            "role": "Customer",
            "content": "It's, um, jmartin at, uh, quickbite dot com. Like, I submitted this thing. Two weeks ago."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I'm seeing your request here, it's... um, what's the... it's showing as RMB-4429-JX and, uh, I'm really, really sorry but it looks like it's, um, stuck in processing?"
        },
        {
            "role": "Customer",
            "content": "Stuck. Of course it's stuck. Great."
        },
        {
            "role": "Customer Support",
            "content": "I'm so, so sorry about this, um, I know this must be really... uh, frustrating and I'm going to, um, let me see what I can... actually, hmm, I might be able to expedite this for you."
        },
        {
            "role": "Customer",
            "content": "Hmm, let me see here... I have, um, maybe ten minutes. Before my next run. So, uh, whatever you can do."
        },
        {
            "role": "Customer Support",
            "content": "Right right, absolutely. So your parking receipt PRC-8837-M shows forty-two dollars, and I can push this through our urgent queue right now."
        },
        {
            "role": "Customer",
            "content": "Forty-two dollars. That's been sitting there. Two weeks."
        },
        {
            "role": "Customer Support",
            "content": "I know, I know, and um, I'm really, uh, this shouldn't have happened and I'm so sorry. Let me, um, actually I can process this as, uh, what's it called... an instant credit while we're on the phone?"
        },
        {
            "role": "Customer",
            "content": "Um, instant? Like, uh, actually instant or, you know, \"instant\" instant?"
        },
        {
            "role": "Customer Support",
            "content": "No no, like, um, actually instant! So, uh, I'm putting through code EXP-9024-RT and, um, you should see it in, hmm, literally about thirty seconds to your account."
        },
        {
            "role": "Customer",
            "content": "Thirty seconds. Sure. I'll believe it when I see it."
        },
        {
            "role": "Customer Support",
            "content": "It's going to be okay, I promise. The system just confirmed it with transaction TXN-445892-QP, and this is going straight to your linked bank."
        },
        {
            "role": "Customer",
            "content": "Okay so that means... um, wait, I'm actually, uh, seeing something pop up on my phone here."
        },
        {
            "role": "Customer Support",
            "content": "Yes! That's, um, that should be it! And, uh, again I'm so, so sorry about the delay, I'm also, um, adding a ten dollar credit, code CRD-1156-V for the, uh, for the inconvenience."
        },
        {
            "role": "Customer",
            "content": "Oh. It actually went through. Huh."
        },
        {
            "role": "Customer Support",
            "content": "It did! And, um, I've made a note on your account, ACC-7799-BNX, so, uh, next time any parking stuff will be, um, automatically prioritized so this won't... it won't happen again."
        },
        {
            "role": "Customer",
            "content": "Next time. Right. Well. Thanks for actually fixing it."
        },
        {
            "role": "Customer Support",
            "content": "Of course! And, um, I really am sorry you had to, uh, call during work and, you know, deal with this. Is there, um, anything else I can help with today?"
        }
    ],
    "content_type": "customer_support",
    "source_file": "9ad19ff4_script.json",
    "scenario": "food runner, wanting a quick resolution to a parking reimbursement issue so he can return to work",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "relieved_but_wary"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "vocalized_thinking"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "awkwardly_apologetic",
                "gently_reassuring"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "word_searching",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}