{
    "conversation": [
        {
            "role": "Customer",
            "content": "So, um, I think I need to... probably set up electricity? Maybe gas too?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely! So, um, let me just... okay so basically I'm pulling up your address in our system here and, uh, I can see you're at unit APT-2847-B on Maple Street, and um... looks like nobody's had service there for a while..."
        },
        {
            "role": "Customer",
            "content": "Yeah, I just bought it. Sort of overwhelmed, honestly."
        },
        {
            "role": "Customer Support",
            "content": "Right right."
        },
        {
            "role": "Customer",
            "content": "Um, so like, moving day is Friday and I'm kind of panicking that nothing will be on?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, between you and me? I'm gonna, uh, make sure you're all set up before then. Let me just... so basically we need to get your account created first with reference number REF-38829-QV and then, um, I can fast-track the activation..."
        },
        {
            "role": "Customer",
            "content": "Oh that's... I mean, that would be amazing if you could do that?"
        },
        {
            "role": "Customer Support",
            "content": "So, uh, here's what we're gonna do, and like, don't spread this around but, um, I can bump you into our priority queue under code PRI-7263-EXPRESS and basically that means... well, everything should be running by Thursday afternoon..."
        },
        {
            "role": "Customer",
            "content": "Thursday? Like, um, really? Because I was reading online it takes maybe two weeks?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, technically it does, but... I mean, you seem nice and, uh, moving is stressful enough without sitting in the dark, right? So let me just, um, override that with authorization AUT-55982-KL..."
        },
        {
            "role": "Customer",
            "content": "I'm sorry, I'm just, like, there's so much to remember and coordinate and probably I should have called weeks ago but..."
        },
        {
            "role": "Customer Support",
            "content": "Totally fine."
        },
        {
            "role": "Customer",
            "content": "So, um, what about gas? And, uh, water? Internet? I don't even know what I don't know."
        },
        {
            "role": "Customer Support",
            "content": "Oh man, um, okay so like, let me be your insider guide here. Gas is actually, uh, through a different company but... hang on, I'm gonna give you their direct line, bypass their whole menu system. Ready? It's, um, 555-GAS-DIRECT, extension 4429..."
        },
        {
            "role": "Customer",
            "content": "Um, wait, let me find a pen... okay so that was, uh, 555... something DIRECT?"
        },
        {
            "role": "Customer Support",
            "content": "So it's, um, 555-427-3473, and then like, when it asks for department, you're gonna press 4-4-2-9, and uh, that takes you straight to new service setup, saves you probably thirty minutes of transfers..."
        },
        {
            "role": "Customer",
            "content": "You're kind of like... saving my life here. I think this might actually work out?"
        },
        {
            "role": "Customer Support",
            "content": "Look, um, I've been there with the whole new house panic thing, and uh... actually wait, I need to be straight with you about one thing. Your water bill, that's, um, that's gonna be through the city, not us, and they're... less flexible..."
        },
        {
            "role": "Customer",
            "content": "Oh. So, um, basically I should probably call them like, immediately?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, uh, here's the thing... call them but also, um, submit form WTR-NC-2023 online tonight because sometimes their phone lines just... anyway, between their website and calling, something should work, and if not, uh, call me back at extension 7792 and we'll figure something out..."
        }
    ],
    "content_type": "customer_support",
    "source_file": "9f495708_script.json",
    "scenario": "new homeowner, overwhelmed trying to set up utilities before moving day",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "cautiously_hopeful",
                "manic_oversharing"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses",
                    "hedge_words",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "playfully_conspiratorial",
                "professionally_firm"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        }
    }
}