{
    "conversation": [
        {
            "role": "Character 1",
            "content": "How many runners have passed through so far?"
        },
        {
            "role": "Character 2",
            "content": "We've seen about 1,200 come through in the last hour. The bulk of the pack is hitting mile marker 13 right now, so we're expecting another surge in maybe twenty minutes."
        },
        {
            "role": "Character 1",
            "content": "You keeping track of everyone?"
        },
        {
            "role": "Character 2",
            "content": "Not individually, but we track the waves. First group of elites went by at 5:42 this morning—only about 50 runners. They barely even looked at the water station."
        },
        {
            "role": "Character 1",
            "content": "Must be exhausting for you guys too."
        },
        {
            "role": "Character 2",
            "content": "We've been here since 4:30 AM setting up 5,000 cups of water and 2,000 cups of sports drink. By the end of today, we'll have gone through about 400 gallons total."
        },
        {
            "role": "Character 1",
            "content": "That's insane. How many volunteers?"
        },
        {
            "role": "Character 2",
            "content": "[condescending] Just twelve of us at this station, managing thousands of runners. Some people think we just stand here handing out cups, but there's serious logistics involved in keeping 26.2 miles of runners hydrated."
        },
        {
            "role": "Character 1",
            "content": "[child-like] Wow! Can I help pass out water?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely! Runner 3,847 just went by, and we've got at least another 8,000 coming. Grab that stack of cups and fill them three-quarters full—that's the sweet spot for runners to grab without spilling."
        },
        {
            "role": "Character 1",
            "content": "[sigh] My feet are already killing me."
        },
        {
            "role": "Character 2",
            "content": "Tell me about it. This is my seventh year working this marathon, and I've learned to wear two pairs of socks. We'll be standing for about nine hours total today."
        },
        {
            "role": "Character 1",
            "content": "What's the record time here?"
        },
        {
            "role": "Character 2",
            "content": "Course record is 2 hours, 5 minutes, and 38 seconds, set back in 2019. Most runners today will finish between 3 and 5 hours though."
        },
        {
            "role": "Character 1",
            "content": "Do you have a favorite part?"
        },
        {
            "role": "Character 2",
            "content": "Around hour six, when the 4:30 pace group comes through. Those are the runners who've trained for months just to finish, and you can see how much it means to them when they grab that cup of water at mile 20."
        },
        {
            "role": "Character 1",
            "content": "How much water does one runner typically drink?"
        },
        {
            "role": "Character 2",
            "content": "Most grab water at every other station, so maybe 6 to 8 cups total over the full course. The elites barely take two sips and toss the rest, but the mid-pack runners usually drain the whole cup."
        },
        {
            "role": "Character 1",
            "content": "Look, here comes a huge group!"
        },
        {
            "role": "Character 2",
            "content": "That's the 3:45 pace group—about 300 runners in that cluster. Quick, we need to refill the front table. They'll clean us out in about ninety seconds flat."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue5_36.txt",
    "actor": 2
}