{
    "conversation": [
        {
            "role": "Character 1",
            "content": "How long have you been awake?"
        },
        {
            "role": "Character 2",
            "content": "Lost count somewhere after thirty-six hours. Everything's kind of blurry at this point, and my eyes feel like sandpaper. Coffee stopped working about twelve hours ago."
        },
        {
            "role": "Character 1",
            "content": "Why haven't you slept?"
        },
        {
            "role": "Character 2",
            "content": "Project deadline that got moved up, then my neighbor's party went until four AM yesterday. By the time it was quiet enough to sleep, my brain decided it was morning. You know how it goes."
        },
        {
            "role": "Character 1",
            "content": "That sounds miserable."
        },
        {
            "role": "Character 2",
            "content": "Yeah, it's not great. My reaction time is shot, dropped my phone twice already today. The weird part is you hit this point where you're too tired to actually fall asleep."
        },
        {
            "role": "Character 1",
            "content": "Have you tried melatonin?"
        },
        {
            "role": "Character 2",
            "content": "Took some three hours ago, didn't touch it. My body's running on pure adrenaline and spite at this point. Even lying down makes me feel more wired somehow."
        },
        {
            "role": "Character 1",
            "content": "What's keeping you going?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? Sheer stubbornness and the knowledge that if I don't finish this presentation, my entire team is screwed. Plus I've invested too much suffering to quit now."
        },
        {
            "role": "Character 1",
            "content": "When's your deadline?"
        },
        {
            "role": "Character 2",
            "content": "Two more hours, then I can finally crash. Already warned everyone I'm going to be unconscious for at least fourteen hours straight. My bed has never looked more appealing."
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] You're not driving anywhere, are you?"
        },
        {
            "role": "Character 2",
            "content": "[gasp loudly] God no, I can barely walk straight. Ordered groceries for delivery earlier and wrote my apartment number as my phone number. That's when I knew I was really gone."
        },
        {
            "role": "Character 1",
            "content": "What happens after you submit?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Turn off every device I own, blackout curtains down, and become one with my mattress. Already set an out-of-office reply that just says \"unconscious until further notice\" because I'm past caring about professionalism."
        },
        {
            "role": "Character 1",
            "content": "Will you be okay for tomorrow's meeting?"
        },
        {
            "role": "Character 2",
            "content": "There's a meeting tomorrow? Wait, what day is it even? Time has lost all meaning when you've been awake this long."
        },
        {
            "role": "Character 1",
            "content": "It's Thursday. The meeting's at noon Friday."
        },
        {
            "role": "Character 2",
            "content": "[gasp] Friday noon gives me maybe sixteen hours to sleep and look human again. Should be fine, I've presented in worse shape. Though my boss might notice if I fall asleep standing up again."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue5_3.txt",
    "actor": 2
}