{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[jadeo] ¿Eso es un recorte de cartón a tamaño real del decano?"
        },
        {
            "role": "Character 2",
            "content": "Ah sí, ese es, eh, ese es Barry. Bueno, el Decano Barry técnicamente, pero todo el mundo llama al recorte Barry ya. Aparece en literalmente todos los eventos de orientación porque el decano de verdad es, mmm, \"alérgico a la energía de los novatos\" aparentemente."
        },
        {
            "role": "Character 1",
            "content": "Esa no puede ser la razón oficial."
        },
        {
            "role": "Character 2",
            "content": "Vale no, tienes razón, la razón oficial es \"conflictos de agenda\" pero, o sea, qué casualidad que esos conflictos pasen todos los años durante la semana de orientación, ¿sabes? El tío es básicamente una criatura mitológica del campus a estas alturas."
        },
        {
            "role": "Character 1",
            "content": "¿Entonces nadie lo ha visto en realidad?"
        },
        {
            "role": "Character 2",
            "content": "Ah, la gente lo ve, pero nunca cuando importa. Está en todas las galas de donantes, todos los partidos de fútbol, pero pídele que aparezca en, no sé, cosas de estudiantes de verdad? De repente tiene asuntos urgentes en, eh, qué sé yo, Tahití o algo así."
        },
        {
            "role": "Character 1",
            "content": "Este sitio ya es raro."
        },
        {
            "role": "Character 2",
            "content": "[muy emocionado] ¿Raro? ¡Ay, cariño, ni siquiera has rozado la superficie! Espera a que te cuente lo de la fuente que supuestamente concede deseos pero solo te roba los créditos del comedor, ¡o el fantasma de la biblioteca que reorganiza los libros por nivel de daño emocional!"
        },
        {
            "role": "Character 1",
            "content": "[como un niño] ¿¡Hay un fantasma!?"
        },
        {
            "role": "Character 2",
            "content": "Bueno, eh, \"fantasma\" quizá sea mucho decir. Seguramente es solo Brad el de mantenimiento que se aburre en los turnos de noche, pero ¿sinceramente? El misterio es la mitad de la gracia, y además, sea quien sea tiene un gusto sorprendentemente bueno organizando ficción contemporánea."
        },
        {
            "role": "Character 1",
            "content": "[gritando] ¿¡BRAD LEE FICCIÓN CONTEMPORÁNEA!?"
        },
        {
            "role": "Character 2",
            "content": "¿Verdad? ¡El plot twist del siglo! Resulta que el tío que arregla los váteres tiene un máster en literatura comparada. Este sitio es, joder, es como si todo el mundo llevara una doble vida o algo."
        },
        {
            "role": "Character 1",
            "content": "¿Cuál es tu doble vida entonces?"
        },
        {
            "role": "Character 2",
            "content": "¿Yo? Ah, llevo la página de memes clandestina que se mete con el servicio de comedor. Pero no se lo digas a nadie, que probablemente me quitarían los privilegios del comedor y entonces tendría que cocinar de verdad, lo cual sería, mmm, catastrófico para todas las partes implicadas."
        },
        {
            "role": "Character 1",
            "content": "¿Tan mala es la comida?"
        },
        {
            "role": "Character 2",
            "content": "[confundido] ¿Mala? No, espera, no es—vale, a ver, la comida no es mala exactamente, es más como si alguien le hubiera pedido a una IA que generara \"comida universitaria\" y saliera con estas combinaciones raras que técnicamente cuentan como comestibles pero espiritualmente se sienten mal?"
        },
        {
            "role": "Character 1",
            "content": "¿Como qué?"
        },
        {
            "role": "Character 2",
            "content": "El martes sirvieron pizza de sushi. Pizza. De sushi. Dos cosas preciosas que nunca, jamás deberían encontrarse, y ahí estaba, bajo las lámparas de calor como un, eh, como un crimen culinario básicamente."
        },
        {
            "role": "Character 1",
            "content": "[furioso] ¿¡Han ARRUINADO el sushi Y la pizza!?"
        },
        {
            "role": "Character 2",
            "content": "[con vacilación] O sea... técnicamente fue, em, fue sorprendentemente popular? Los estudiantes internacionales empezaron a llamarlo \"confusión fusión\" y ahora se ha convertido en esta movida irónica donde la gente lo sube a Instagram? La universidad es profunda, profundamente rara."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[gasp] Is that a life-sized cardboard cutout of the dean?"
        },
        {
            "role": "Character 2",
            "content": "Oh yeah, that's, uh, that's Barry. Well, Dean Barry technically, but everyone just calls the cutout Barry now. He shows up at literally every orientation event because the real dean is, hmm, \"allergic to freshman energy\" apparently."
        },
        {
            "role": "Character 1",
            "content": "That cannot be the official reason."
        },
        {
            "role": "Character 2",
            "content": "Okay no, you're right, the official reason is \"scheduling conflicts\" but, I mean, funny how those conflicts happen every single year during orientation week, you know? The man's basically a campus cryptid at this point."
        },
        {
            "role": "Character 1",
            "content": "So nobody's actually seen him?"
        },
        {
            "role": "Character 2",
            "content": "Oh people see him, just never when it matters. He's at every donor gala, every football game, but ask him to show up for, like, actual student stuff? Suddenly he's got urgent business in, er, I don't know, Tahiti or something."
        },
        {
            "role": "Character 1",
            "content": "This place is already weird."
        },
        {
            "role": "Character 2",
            "content": "[very excited] Weird? Oh honey, you haven't even scratched the surface! Wait till you hear about the fountain that supposedly grants wishes but only steals your meal credits, or the library ghost who rearranges books by emotional damage level!"
        },
        {
            "role": "Character 1",
            "content": "[child-like] There's a ghost?!"
        },
        {
            "role": "Character 2",
            "content": "Well, um, \"ghost\" might be generous. It's probably just Brad from maintenance who gets bored during night shifts, but honestly? The mystery is half the fun, and besides, whoever it is has surprisingly good taste in organizing contemporary fiction."
        },
        {
            "role": "Character 1",
            "content": "[shouting] BRAD READS CONTEMPORARY FICTION?"
        },
        {
            "role": "Character 2",
            "content": "Right? Plot twist of the century! Turns out the guy who fixes toilets has a master's in comparative literature. This place is, jeez, it's like everyone's living a double life or something."
        },
        {
            "role": "Character 1",
            "content": "What's your double life then?"
        },
        {
            "role": "Character 2",
            "content": "Me? Oh, I run the underground meme page that roasts campus dining. Don't tell anyone though, they'd probably revoke my meal plan privileges and then I'd have to actually cook, which would be, hmm, catastrophic for everyone involved."
        },
        {
            "role": "Character 1",
            "content": "The food's that bad?"
        },
        {
            "role": "Character 2",
            "content": "[confused] Bad? No, wait, that's not—okay so the food isn't bad exactly, it's more like someone asked AI to generate \"college food\" and it came up with these bizarre combinations that technically qualify as edible but spiritually feel wrong?"
        },
        {
            "role": "Character 1",
            "content": "Like what?"
        },
        {
            "role": "Character 2",
            "content": "Tuesday they served sushi pizza. Sushi. Pizza. Two beautiful things that should never, ever meet, and yet there it was, just sitting under the heat lamps looking like a, uh, like a culinary hate crime basically."
        },
        {
            "role": "Character 1",
            "content": "[furious] They RUINED both sushi AND pizza?!"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] I mean... technically it was, um, it was surprisingly popular? The international students started calling it \"fusion confusion\" and now it's become this whole ironic thing where people Instagram it? College is deeply, deeply strange."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_14.txt"
}