{
    "conversation": [
        {
            "role": "Customer",
            "content": "Also. Vertriebslizenzen. Schon wieder. Lass mich raten... noch eine Gebühr, von der ich nichts wusste?"
        },
        {
            "role": "Customer Support",
            "content": "Oh! Okay, ähm, Brauereilizenzierung. Lass mich mal eben... den richtigen Bildschirm aufrufen. Also Sie rufen an wegen—äh, welche Gebühr genau? Weil es gibt da die TTB-Bundesgenehmigung für 1.000 Dollar, dann die staatliche Vertriebslizenz, die liegt so zwischen 300 und 2.500 Dollar, je nach Ihrer Mengenstufe."
        },
        {
            "role": "Customer",
            "content": "Hmm, siehst du, das ist halt... ich meine, welche brauche ich denn, um überhaupt Bier verkaufen zu können?"
        },
        {
            "role": "Customer Support",
            "content": "Richtig, richtig. Also. Ähm. Eigentlich alle? Sorry, ich weiß, das ist nicht—lass mich das besser erklären. Die TTB-Genehmigung, das ist bundesweit, die brauchen Sie zuerst. Antragsnummer fängt mit TTB-2024 an. Dann Ihre staatliche Lizenz, äh, kommt drauf an, ob Sie selbst vertreiben oder einen Großhändler nutzen."
        },
        {
            "role": "Customer",
            "content": "Natürlich. Mehrere Gebühren. Weil eine ja zu einfach wäre, ne?"
        },
        {
            "role": "Customer Support",
            "content": "Ja, ich—ich versteh die Frustration total. Ehrlich? Das System ist... es ist kompliziert. Aber okay, also, lass mich mal Ihren Standort checken. Was ist Ihre Postleitzahl? Weil manche Staaten haben, äh, vereinfachte Verfahren, wo Sie alles zusammen unter Formular ALC-COMBO-7 einreichen können."
        },
        {
            "role": "Customer",
            "content": "97202. Portland. Wo beim Thema Bier nichts jemals einfach ist."
        },
        {
            "role": "Customer Support",
            "content": "Portland! Oh gut, eigentlich—also, relativ gute Nachrichten. Oregon hat den OLCC-Einheitsantrag. Also das ist... hmm, warte mal... 300 Dollar für die Brauerei-Lizenz, dann wenn Sie Vertrieb machen, sind's nochmal 100 Dollar pro County. Referenzcode OLCC-DIST-45B. Viel besser als, äh, zum Beispiel New York, wo Sie mit mindestens 4.400 Dollar rechnen müssen."
        },
        {
            "role": "Customer",
            "content": "Moment, pro County? Also wenn ich in drei Counties verkaufen will, sind das..."
        },
        {
            "role": "Customer Support",
            "content": "Dreihundert extra, ja. Aber! Ähm, es gibt tatsächlich einen Mengenrabatt ab dem zweiten County. Also das wäre... lass mich rechnen... 300 Dollar Basis, 100 für County eins, 100 für County zwei, dann 75 für den dritten. Macht insgesamt 575 plus diese TTB-Bundesgebühr."
        },
        {
            "role": "Customer",
            "content": "Mmm. Und wie lange dauert dieser ganze... Prozess angeblich?"
        },
        {
            "role": "Customer Support",
            "content": "Also die TTB. Die ist hart. Aktuelle Bearbeitungszeit zeigt... uff, 95 bis 120 Tage. Oregon OLCC aber? Viel schneller. Normalerweise 14 bis 21 Arbeitstage, wenn Sie elektronisch über Portal-Code OLCC-ONLINE-BREW einreichen."
        },
        {
            "role": "Customer",
            "content": "Fünfundneunzig Tage. Beim Bund. Das ist ja... fantastisch."
        },
        {
            "role": "Customer Support",
            "content": "Ich weiß. Ich weiß, das ist—hören Sie, ähm, mal unter uns? Reichen Sie den Bundesantrag HEUTE ein. Also, selbst wenn Sie noch nicht bereit sind. Weil die Uhr läuft ab dem Moment, wo Sie Antrag TTB-F-5100-31 einreichen, und Sie können Details später noch ändern, während er bearbeitet wird."
        },
        {
            "role": "Customer",
            "content": "Hm. Okay also... jetzt einreichen, später korrigieren? Das funktioniert wirklich?"
        },
        {
            "role": "Customer Support",
            "content": "Absolut. Ja. Ich hab schon so viele Brauer gesehen, die warten, bis alles perfekt ist und dann—äh, dann hängen sie vier Monate fest, bevor sie öffnen können. Solange Ihre Grunddaten stimmen, Betriebsadresse, EIN-Nummer 95-7*******, all das? Können Sie Produktionsschätzungen, Geräteangaben, was auch immer, später noch ändern."
        },
        {
            "role": "Customer",
            "content": "Lass mich mal überlegen... was ist, wenn wir schon auf Bauernmärkten verkaufen?"
        },
        {
            "role": "Customer Support",
            "content": "Oh! Hmm. Ganz andere Geschichte. Das ist... da brauchen Sie eine temporäre Verkaufsgenehmigung. Formular OLCC-TEMP-3. Die kosten 50 Dollar pro Veranstaltung, ODER, eigentlich—es gibt eine Jahres-Bauernmarkt-Lizenz für 250 Dollar, die unbegrenzte Märkte abdeckt. Viel besserer Deal, wenn Sie mehr als fünf Events pro Jahr machen."
        },
        {
            "role": "Customer",
            "content": "Jahreslizenz. Klar. Natürlich versteckt sich da noch eine Gebühr..."
        },
        {
            "role": "Customer Support",
            "content": "Ja, die Gebühren häufen sich halt. Ähm. Schon. Aber hey, wenigstens verlangt Oregon keine separate Vertriebskaution? Manche Staaten wollen 10.000 Dollar Bürgschaft nur für Eigenvertrieb. Aktennummer BOND-DIST-2024. Kleine Siege, oder?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So. Distribution licensing. Again. Let me guess... another fee I didn't know about?"
        },
        {
            "role": "Customer Support",
            "content": "Oh! Okay, um, brewery licensing. Let me just... pull up the right screen here. So you're calling about—er, which specific fee? Because there's the TTB federal permit at $1,000, then state distribution which runs between $300 and $2,500 depending on your volume tier."
        },
        {
            "role": "Customer",
            "content": "Hmm, see that's just... I mean, which one lets me actually sell beer?"
        },
        {
            "role": "Customer Support",
            "content": "Right right. So. Um. All of them, actually? Sorry, I know that's not—let me explain better. The TTB permit, that's federal, you need that first. Application number starts with TTB-2024. Then your state license, uh, depends on if you're doing self-distribution or using a wholesaler."
        },
        {
            "role": "Customer",
            "content": "Of course. Multiple fees. Because one would be too simple, right?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I—I totally get the frustration. Honestly? The system is... it's complicated. But okay, so, let me check your location. What's your zip? Because some states have, er, streamlined processes where you can file everything together under form ALC-COMBO-7."
        },
        {
            "role": "Customer",
            "content": "97202. Portland. Where nothing about beer is ever simple."
        },
        {
            "role": "Customer Support",
            "content": "Portland! Oh good, actually—well, relatively good news. Oregon's got the OLCC unified application. So that's... hmm, let me see... $300 for the brewery license, then if you're doing distribution it's another $100 per county. Reference code OLCC-DIST-45B. Way better than, uh, somewhere like New York where you're looking at $4,400 minimum."
        },
        {
            "role": "Customer",
            "content": "Wait, per county? So if I want to sell in three counties that's..."
        },
        {
            "role": "Customer Support",
            "content": "Three hundred extra, yeah. But! Um, there's actually a multi-county discount after the second one. So it'd be... let me calculate... $300 base, $100 for county one, $100 for county two, then $75 for the third. Total comes to $575 plus that federal TTB."
        },
        {
            "role": "Customer",
            "content": "Mmm. And how long does this whole... process take, supposedly?"
        },
        {
            "role": "Customer Support",
            "content": "So the TTB. That one's rough. Current processing time is showing... oof, 95 to 120 days. Oregon OLCC though? Much faster. Usually 14 to 21 business days if you file electronically through portal code OLCC-ONLINE-BREW."
        },
        {
            "role": "Customer",
            "content": "Ninety-five days. For federal. That's just... fantastic."
        },
        {
            "role": "Customer Support",
            "content": "I know. I know it's—look, um, between you and me? File the federal one TODAY. Like, even if you're not ready. Because that clock starts ticking the moment you submit application TTB-F-5100-31, and you can update details later while it's processing."
        },
        {
            "role": "Customer",
            "content": "Huh. Okay so... file now, fix later? That actually works?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. Yeah. I've seen so many brewers wait until everything's perfect and then—er, then they're stuck waiting four months to open. As long as your basic info is correct, premises address, EIN number 95-7*******, all that? You can amend production estimates, equipment specs, whatever."
        },
        {
            "role": "Customer",
            "content": "Let me think here... what if we're already selling at farmers markets?"
        },
        {
            "role": "Customer Support",
            "content": "Oh! Hmm. Different animal entirely. That's... you need a temporary sales permit. Form OLCC-TEMP-3. Those are $50 per event, OR, actually—there's an annual farmers market license for $250 that covers unlimited markets. Way better deal if you're doing more than five events per year."
        },
        {
            "role": "Customer",
            "content": "Annual license. Right. Of course there's another fee hiding somewhere..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, the fees do. Um. They pile up. But hey, at least Oregon doesn't require a separate distributor bond? Some states want a $10,000 surety bond just to self-distribute. File number BOND-DIST-2024. Small victories, right?"
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "753e1c45_script.json",
    "professionalism": "casual",
    "scenario": "brewmaster, small craft brewery confused about alcohol distribution licensing fees",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "annoyed_sarcastic",
                "skeptical_guarded"
            ],
            "disfluency": {
                "hesitation_types": [
                    "trailing_off",
                    "breath_catches",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "nervously_thorough",
                "burned_out_but_trying"
            ],
            "disfluency": {
                "hesitation_types": [
                    "classic_fillers",
                    "trailing_off",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        }
    }
}