{
    "conversation": [
        {
            "role": "Customer",
            "content": "*sharp inhale* Woher weiß ich, dass Sie da nicht mit drinhängen? Jemand hat meine Karte belastet. War ich nicht."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Nicht autorisierte Abbuchung. Ja. Lass mich das aufrufen—warte, ich meine—lass mich dein Konto holen. Brauche deine Karte, die endet auf? Die letzten vier Ziffern?"
        },
        {
            "role": "Customer",
            "content": "*exhales* Es ist 7829. Hör zu, ich mähe Rasen. Keine Ahnung, wie Widersprüche funktionieren."
        },
        {
            "role": "Customer Support",
            "content": "Hab's, hab's. 7829. Perfekt. Also hier ist was passiert—ich kann die Belastung sehen. $487.92 von VendorTech Solutions LLC. Posted yesterday at 3:47 PM Eastern. Du sagst. Nicht deins?"
        },
        {
            "role": "Customer",
            "content": "VendorTech? Nie gehört. Ist das irgendein Betrug?"
        },
        {
            "role": "Customer Support",
            "content": "Okay also. Hier ist das Ding. Ich liebe sowas. Wie Puzzles. Deine Karte wurde getroffen von IP-Adresse 192.168.44.102. Das ist—nein warte—sorry. Externe IP. 74.125.224.18. Kalifornien. Du bist in... Michigan?"
        },
        {
            "role": "Customer",
            "content": "*sharp breath* Ja. Michigan. Wie haben die meine Karte bekommen?"
        },
        {
            "role": "Customer Support",
            "content": "Richtig, richtig. Also. Unter uns gesagt? Das passiert. Oft. Öfter als wir zugeben. Ich reiche Widerspruchsformular DSP-2025-94471 ein. Vorläufige Gutschrift. Innerhalb von 24 Stunden. Vielleicht früher."
        },
        {
            "role": "Customer",
            "content": "Vorläufig? Was heißt das genau? Will nicht schwierig sein."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Gute Frage. Also im Grunde—ich meine—wir geben dir die $487.92 zurück. Morgen wahrscheinlich. While we investigate. Dauert insgesamt 5 bis 7 Werktage. Volle Untersuchung."
        },
        {
            "role": "Customer",
            "content": "*sigh* Und wenn die sich wehren? Die Vendor-Leute?"
        },
        {
            "role": "Customer Support",
            "content": "Werden sie nicht. Glaub mir. Diese Typen? VendorTech? Wir haben 47 Widersprüche gegen die. Diesen Monat. Die sind auf unserer Liste—ich sollte das nicht sagen, aber. Überall Betrugsmarker."
        },
        {
            "role": "Customer",
            "content": "Hör zu, ich weiß, das ist nicht deine Schuld. Brauche nur mein Geld zurück."
        },
        {
            "role": "Customer Support",
            "content": "Nein, nein, du bist okay! Versteh ich total. Okay also. Neue Karte. Expressversand an 8847 Oak Street? That's your address, right? Sollte ankommen. Dienstag. Mittwoch spätestens."
        },
        {
            "role": "Customer",
            "content": "*exhale* Ja, stimmt. Die können die neue Karte nicht belasten?"
        },
        {
            "role": "Customer Support",
            "content": "Unmöglich. Neue Nummer. CVV-883. Warte, nein—sorry, das ist. Schreib das nicht auf. Dein neuer CVV. Andere Nummer. Alte Karte ist tot. Hab sie schon gekillt."
        },
        {
            "role": "Customer",
            "content": "Gut. Ähm, sorry, dass ich vorhin so paranoid war."
        },
        {
            "role": "Customer Support",
            "content": "Machst du Witze? Sei paranoid! Das ist clever. Referenznummer für das alles. RFN-20250114-MICH-7829. Mach einen Screenshot. Email kommt auch. An deine... Yahoo-Adresse?"
        },
        {
            "role": "Customer",
            "content": "Ja, Yahoo. Also das war's? Einfach warten?"
        },
        {
            "role": "Customer Support",
            "content": "Das war's. Aber hey. Kleines Geheimnis? Ruf Dienstag zurück. Ask for the escalation team. Erwähne Fall RFN-20250114-MICH-7829. Die können wahrscheinlich. Die Sache beschleunigen. Sag nicht, dass ich das gesagt hab."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "*sharp inhale* How do I know you're not part of this? Someone charged my card. Wasn't me."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Unauthorized charge. Yes. Let me pull this up—wait, I mean—let me get your account. Need your card ending in? Last four digits?"
        },
        {
            "role": "Customer",
            "content": "*exhales* It's 7829. Look, I cut grass. Don't know how disputes work."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it. 7829. Perfect. So here's what happened—I can see the charge. $487.92 from VendorTech Solutions LLC. Posted yesterday at 3:47 PM Eastern. You're saying. Not yours?"
        },
        {
            "role": "Customer",
            "content": "VendorTech? Never heard of 'em. This some kind of scam?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so. Here's the thing. I love these. Like puzzles. Your card got hit from IP address 192.168.44.102. That's—no wait—sorry. External IP. 74.125.224.18. California. You're in... Michigan?"
        },
        {
            "role": "Customer",
            "content": "*sharp breath* Yeah. Michigan. How'd they get my card?"
        },
        {
            "role": "Customer Support",
            "content": "Right right. So. Between you and me? This happens. A lot. More than we say. I'm filing dispute form DSP-2025-94471. Provisional credit. Within 24 hours. Maybe sooner."
        },
        {
            "role": "Customer",
            "content": "Provisional? What's that mean exactly? Not trying to be difficult."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Good question. So basically—I mean—we give you the $487.92 back. Tomorrow probably. While we investigate. Takes 5 to 7 business days total. Full investigation."
        },
        {
            "role": "Customer",
            "content": "*sigh* And if they fight it? The vendor people?"
        },
        {
            "role": "Customer Support",
            "content": "They won't. Trust me. These guys? VendorTech? We've got 47 disputes against them. This month. They're on our list—I shouldn't say this but. Fraud markers everywhere."
        },
        {
            "role": "Customer",
            "content": "Look I know this isn't your fault. Just need my money back."
        },
        {
            "role": "Customer Support",
            "content": "No no you're fine! Totally get it. Okay so. New card. Expedited shipping to 8847 Oak Street? That's your address? Should arrive. Tuesday. Wednesday latest."
        },
        {
            "role": "Customer",
            "content": "*exhale* Yeah that's right. They can't charge the new card?"
        },
        {
            "role": "Customer Support",
            "content": "Impossible. New number. CVV-883. Wait no—sorry that's. Don't write that down. Your new CVV. Different number. Old card's dead. Already killed it."
        },
        {
            "role": "Customer",
            "content": "Good. Um, sorry for being paranoid earlier."
        },
        {
            "role": "Customer Support",
            "content": "Are you kidding? Be paranoid! That's smart. Reference number for all this. RFN-20250114-MICH-7829. Screenshot it. Email coming too. To your... yahoo address?"
        },
        {
            "role": "Customer",
            "content": "Yeah yahoo. So that's it? Just wait?"
        },
        {
            "role": "Customer Support",
            "content": "That's it. But hey. Little secret? Call back Tuesday. Ask for escalation team. Mention case RFN-20250114-MICH-7829. They can probably. Speed things up. Don't say I said that."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "7c19a1d5_script.json",
    "professionalism": "casual",
    "scenario": "lawn care worker, young and unsure how to formally dispute an unauthorized charge",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "suspicious_paranoid",
                "empathetic_to_rep"
            ],
            "disfluency": {
                "hesitation_types": [
                    "breath_catches",
                    "hedge_words"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "triumphant_problem_solver",
                "playfully_conspiratorial"
            ],
            "disfluency": {
                "hesitation_types": [
                    "self_corrections",
                    "hedge_words"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        }
    }
}