{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So our company needs a new mission statement apparently."
        },
        {
            "role": "Character 2",
            "content": "[gasp loudly] Oh no, not another one of those! Um, let me guess—they want something about synergy and innovation and, like, transforming the landscape of whatever it is you guys do?"
        },
        {
            "role": "Character 1",
            "content": "[smiling speaking] You've been through this before I take it?"
        },
        {
            "role": "Character 2",
            "content": "[high-pitched] More times than I can count! Every startup I've worked at goes through this phase where they realize, oh wait, we need to sound profound on our website."
        },
        {
            "role": "Character 1",
            "content": "What's wrong with just saying what we do?"
        },
        {
            "role": "Character 2",
            "content": "[overly polite] Well, nothing at all! That would be refreshingly honest actually. But apparently \"we make software\" doesn't inspire venture capitalists to, you know, throw money at you."
        },
        {
            "role": "Character 1",
            "content": "Our CEO wants something \"aspirational.\""
        },
        {
            "role": "Character 2",
            "content": "[groan] Of course they do. Let me guess, something about empowering humans through technology? Or wait, no—democratizing access to, um, whatever service you provide?"
        },
        {
            "role": "Character 1",
            "content": "How did you know?"
        },
        {
            "role": "Character 2",
            "content": "Because they all say the exact same thing! It's like there's this, uh, secret handbook somewhere that tells executives to use words like \"leverage\" and \"ecosystem\" until they lose all meaning."
        },
        {
            "role": "Character 1",
            "content": "We spent three hours debating the word \"enable\" yesterday."
        },
        {
            "role": "Character 2",
            "content": "Three hours? On one word? That's... wow, okay, that's actually impressive in the worst possible way. Did anyone suggest just using \"help\" instead?"
        },
        {
            "role": "Character 1",
            "content": "That was deemed \"too simple.\""
        },
        {
            "role": "Character 2",
            "content": "[sniffle] Right, because heaven forbid we actually communicate clearly. Better to say \"we facilitate optimal outcomes through strategic enablement\" than just admit we, I don't know, fix problems."
        },
        {
            "role": "Character 1",
            "content": "[joking] Maybe you should write ours."
        },
        {
            "role": "Character 2",
            "content": "[gasp loudly] Ha! Mine would be terrible! \"We do stuff with computers and hopefully make money.\" There, done. Where's my consulting fee?"
        },
        {
            "role": "Character 1",
            "content": "[angry] That's honestly better than what we have now."
        },
        {
            "role": "Character 2",
            "content": "Look, the thing is, um, mission statements only matter if people actually believe them. Like, you can write the most beautiful prose about changing the world, but if your employees are just there for the paycheck, it's meaningless."
        },
        {
            "role": "Character 1",
            "content": "What was the best one you ever saw?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, probably this tiny bakery that just said \"We make bread that doesn't suck.\" Simple, honest, and you know what? Their bread was actually amazing. No synergy required."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_30.txt",
    "actor": 2
}