{
    "conversation": [
        {
            "role": "Customer",
            "content": "Llevo tres años siendo socio y acabo de enterarme de que mis puntos han caducado. Es que... no tenía ni idea de que tenían fecha de vencimiento."
        },
        {
            "role": "Customer Support",
            "content": "Entiendo tu frustración, de verdad, y te agradezco que me lo hayas comentado. Déjame que acceda a tu cuenta y revise el historial de puntos de los últimos 12 meses."
        },
        {
            "role": "Customer",
            "content": "El email decía que perdí 28.000 puntos el mes pasado."
        },
        {
            "role": "Customer Support",
            "content": "Sí, lo veo aquí. Tu número de cuenta LY-458923-K muestra que 28.000 puntos caducaron el 31 de octubre después del periodo estándar de actividad de 24 meses."
        },
        {
            "role": "Customer",
            "content": "Pues es decepcionante, ¿eh? O sea, vuestra web no deja esto nada claro, la verdad."
        },
        {
            "role": "Customer Support",
            "content": "Mira, tienes toda la razón en que tenemos que mejorar cómo comunicamos esto. Los términos están ahora mismo en la página 7 de la guía del programa, pero sí, estoy de acuerdo en que deberían estar más visibles."
        },
        {
            "role": "Customer",
            "content": "¿Qué opciones tengo para recuperar esos puntos?"
        },
        {
            "role": "Customer Support",
            "content": "Tengo buenas noticias. Aunque no puedo restaurar puntos caducados según nuestra política estándar, sí puedo ofrecerte un abono de cortesía único de 14.000 puntos, que es el 50% de lo que caducó."
        },
        {
            "role": "Customer",
            "content": "Te lo agradezco. ¿Cómo evito que esto vuelva a pasar?"
        },
        {
            "role": "Customer Support",
            "content": "Muy buena pregunta. Cualquier compra que califique o canje de puntos reinicia el contador de 24 meses para todos los puntos de tu cuenta. También puedo activarte alertas por email 90 días antes del vencimiento."
        },
        {
            "role": "Customer",
            "content": "Por favor, activa esas alertas. Y otra cosa, ¿qué cuenta exactamente como actividad?"
        },
        {
            "role": "Customer Support",
            "content": "Por supuesto, ahora mismo te activo las alertas trimestrales. Las actividades que califican incluyen cualquier compra superior a 25€, canjes de puntos, referir nuevos socios que se unan, o transferir un mínimo de 1.000 puntos entre cuentas."
        },
        {
            "role": "Customer",
            "content": "¿Hay niveles de membresía que no tengan fecha de caducidad?"
        },
        {
            "role": "Customer Support",
            "content": "Sí, nuestro nivel Platino, que requiere 5.000€ de gasto anual, incluye puntos sin caducidad más un bonus del 25% de ganancia en todas las compras."
        },
        {
            "role": "Customer",
            "content": "¿Cuál es mi nivel de gasto actual este año?"
        },
        {
            "role": "Customer Support",
            "content": "Tu gasto hasta la fecha es de 3.847€ a 15 de noviembre, así que te quedan... em... 1.153€ para el estatus Platino, y todavía tienes seis semanas."
        },
        {
            "role": "Customer",
            "content": "Si llego a Platino ahora, ¿mis puntos existentes pasarían a no caducar?"
        },
        {
            "role": "Customer Support",
            "content": "Por supuesto. Una vez que alcances el estatus Platino, todos los puntos actuales y futuros se vuelven permanentes. Además, recibirías un bonus de bienvenida de 10.000 puntos al cualificar."
        },
        {
            "role": "Customer",
            "content": "Eso me viene bien. ¿Me puedes enviar por email el documento completo de términos?"
        },
        {
            "role": "Customer Support",
            "content": "Te lo mando ahora mismo a tu dirección registrada que termina en @techcorp.com, junto con la confirmación de tu abono de cortesía mostrando el nuevo saldo de 42.500 puntos efectivo desde hoy."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I've been a member for three years and just discovered my points expired. I wasn't aware they had an expiration date."
        },
        {
            "role": "Customer Support",
            "content": "I understand your frustration, and I appreciate you bringing this to my attention. Let me pull up your account details and review your points history from the past 12 months."
        },
        {
            "role": "Customer",
            "content": "The email said I lost twenty-eight thousand points last month."
        },
        {
            "role": "Customer Support",
            "content": "I can see that here. Your account number LY-458923-K shows 28,000 points expired on October 31st after the standard 24-month activity period."
        },
        {
            "role": "Customer",
            "content": "That's disappointing. Your website doesn't make this policy clear at all."
        },
        {
            "role": "Customer Support",
            "content": "You're absolutely right that we need to improve our communication about this. The terms are currently on page 7 of our program guidelines, but I agree they should be more prominent."
        },
        {
            "role": "Customer",
            "content": "What are my options for recovering those points?"
        },
        {
            "role": "Customer Support",
            "content": "I have good news. While I cannot restore expired points per our standard policy, I can offer you a one-time courtesy credit of 14,000 points, which is 50% of what expired."
        },
        {
            "role": "Customer",
            "content": "I appreciate that. How do I prevent this from happening again?"
        },
        {
            "role": "Customer Support",
            "content": "Excellent question. Any qualifying purchase or points redemption resets your 24-month clock for all points in your account. I can also enable email alerts 90 days before expiration."
        },
        {
            "role": "Customer",
            "content": "Please set up those alerts. Also, what qualifies as activity?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, I'm enabling quarterly alerts now. Qualifying activities include any purchase over $25, points redemptions, referring new members who join, or transferring a minimum of 1,000 points between accounts."
        },
        {
            "role": "Customer",
            "content": "Are there membership tiers that don't have expiration dates?"
        },
        {
            "role": "Customer Support",
            "content": "Yes, our Platinum tier, which requires $5,000 in annual spending, includes non-expiring points plus a 25% earning bonus on all purchases."
        },
        {
            "role": "Customer",
            "content": "What's my current spending level for this year?"
        },
        {
            "role": "Customer Support",
            "content": "Your year-to-date spending is $3,847 as of November 15th, so you're approximately $1,153 away from Platinum status with six weeks remaining."
        },
        {
            "role": "Customer",
            "content": "If I reach Platinum now, would my existing points become non-expiring?"
        },
        {
            "role": "Customer Support",
            "content": "Certainly. Once you achieve Platinum status, all current and future points become permanent. Additionally, you'd receive a welcome bonus of 10,000 points upon qualification."
        },
        {
            "role": "Customer",
            "content": "That's helpful. Can you email me the complete terms document?"
        },
        {
            "role": "Customer Support",
            "content": "I'll send that immediately to your registered email address ending in @techcorp.com, along with your courtesy credit confirmation showing the new balance of 42,500 points effective today."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "4834cdc4_script.json",
    "professionalism": "professional",
    "scenario": "asking about loyalty program terms and conditions",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "styles": [
                "graciously_disappointed",
                "patiently_persistent"
            ],
            "disfluency": "minimal"
        },
        "support": {
            "styles": [
                "briskly_efficient",
                "reassuringly_calm"
            ],
            "disfluency": "minimal"
        }
    }
}