{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] They told me it was good news. [pause] \"Congratulations on your promotion,\" haben sie gesagt, als hätte ich was gewonnen. [sarcastic] Yeah, supervisor—was ich mir schon immer gewünscht hab, ne? [sigh] Except the first thing they want me to do is... ist die Hälfte von der Schicht zu feuern. [very quietly] Meine Leute. Die Typen, die mir alles beigebracht haben. [warm] Remember when Carlos stayed three hours after his shift, nur um mir zu zeigen, wie man Paletten richtig stapelt, damit sie nicht umkippen? [sad] Or when Maria covered for me that time, als ich die ganze Versandbestellung verkackt hatte? [shaky voice] These people made me who I am. [angry] Und jetzt will die Geschäftsführung, dass ich morgen da reinmarschiere und ihnen sage, sie wären überflüssig? [frustrated] \"Budget cuts,\" they say. \"Efficiency measures.\" [mocking] Als ob das nicht echte Menschen mit Familien und Hypotheken wären. [pause] I keep thinking about, ähm... darüber, wie stolz Carlos ausgesehen hat, als er von meiner Beförderung gehört hat. [crying while speaking] He actually said he was proud of me. Der hat wirklich gesagt, er wär stolz auf mich. [bitter] And tomorrow I have to hand him a pink slip. Morgen muss ich ihm die Kündigung geben. [regretful] Maybe I should've just stayed a packer. Vielleicht hätt ich einfach Packer bleiben sollen. [very quietly] At least then I could look them in the eye. Wenigstens könnte ich ihnen dann noch in die Augen schauen."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] They told me it was good news. [pause] \"Congratulations on your promotion,\" they said, like I'd won something. [sarcastic] Yeah, supervisor—what I always wanted, right? [sigh] Except the first thing they want me to do is... is let go of half the floor crew. [very quietly] My crew. The guys who taught me everything. [warm] Remember when Carlos stayed three hours after his shift to show me how to properly stack pallets so they wouldn't tip? [sad] Or when Maria covered for me that time I messed up the whole shipping order? [shaky voice] These people made me who I am. [angry] And now corporate wants me to walk in there tomorrow and tell them they're redundant? [frustrated] \"Budget cuts,\" they say. \"Efficiency measures.\" [mocking] Like these aren't real people with families and mortgages. [pause] I keep thinking about, um... about how proud Carlos looked when he heard about my promotion. [crying while speaking] He actually said he was proud of me. [bitter] And tomorrow I have to hand him a pink slip. [regretful] Maybe I should've just stayed a packer. [very quietly] At least then I could look them in the eye."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "7b31cc95_monologue.json",
    "type": "emotional_monologue",
    "subject": "Getting promoted from packer to supervisor but having to lay off the crew that trained you",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}