{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Zwanzig Jahre. Zwanzig Jahre kommentier ich schon Spiele, schau mir Aufnahmen an, feile an meinem Handwerk, und sie geben's... dem Neffen von Brad. [lachen] Der Typ weiß nicht mal, was 'n Pick-and-Roll ist. Ich mein, ganz ehrlich, ich hab mir sein Demo-Video angeschaut und es ist, ähm... es ist peinlich. [wütend] Der hat 'n Touchdown beim Basketball angesagt! [pause] Und ich sitz hier in meiner Wohnung mit, was weiß ich, drei regionalen Emmy-Nominierungen, zehn Jahren Erfahrung, perfekten Testergebnissen, und bin irgendwie nicht qualifiziert genug? [sarkastisch] Ach ja, stimmt, ich hab vergessen, sein Onkel spielt Golf mit dem Senderchef. [seufzen] Mein Vater hat immer gesagt, weißte, arbeite hart und dir passiert was Gutes. So ein Scheiß— [frustriert] Mann, ich hör mich ja echt erbärmlich an. [traurig] Vielleicht bin ich's auch. Ich dachte halt... ich dachte wirklich, das wär's jetzt, weißt du? [zittrige stimme] Das sollte mein Moment sein. All die Jahre in der Regionalliga, sechs Stunden fahren für fünfzig Euro, im Auto pennen... [verstummend] Ich schätz, das zählt alles nichts, wenn du nicht, äh, wenn du nicht zum Club gehörst. [sehr leise] Zwanzig Jahre."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Twenty years. Twenty years I've been calling games, studying tape, practicing my craft, and they give it to... to Brad's nephew. [laugh] The kid doesn't even know what a pick-and-roll is. I mean, honestly, I watched his demo reel and it's, um... it's embarrassing. [angry] He called a touchdown in a basketball game! [pause] And here I am, sitting in my apartment with, what, three regional Emmy nominations, a decade of experience, perfect test scores, and I'm somehow not qualified enough? [sarcastic] Oh wait, I forgot, his uncle plays golf with the network president. [sigh] My dad always said, you know, work hard and good things happen. What a load of— [frustrated] God, I sound pathetic. [sad] Maybe I am pathetic. I just... I really thought this was it, you know? [shaky voice] This was supposed to be my moment. All those years doing minor league games, driving six hours for fifty bucks, sleeping in my car... [trailing off] I guess none of that matters when you're not, uh, when you're not part of the club. [very quietly] Twenty years."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "77620233_monologue.json",
    "type": "emotional_monologue",
    "subject": "The sports commentary position you've dreamed of since childhood went to someone with half your experience but better connections",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}