{
    "conversation": [
        {
            "role": "Customer",
            "content": "Eh, hola, estoy estoy llamando por la cuenta de mi padre y, eh, algo va mal, no no le deja entrar?"
        },
        {
            "role": "Customer Support",
            "content": "¡Ah, por supuesto, estaré encantado de ayudarle con la cuenta de su padre! Déjeme que lo busque, y primero necesitaré verificar algunas cosas, ¿cuál es el número de cuenta o el correo electrónico asociado a su perfil?"
        },
        {
            "role": "Customer",
            "content": "Es, em, espera, lo tengo, eh, por aquí... su correo es, em, robert.chen42 arroba gmail y ¡no no puede entrar!"
        },
        {
            "role": "Customer Support",
            "content": "Vale, entonces, em, estoy viendo aquí la cuenta de robert.chen42, y eh, déjeme ver... mmm, sí, parece que se puso un bloqueo de seguridad en la cuenta ACC-7294-BN31 después de varios intentos de inicio de sesión, lo cual, bueno, en realidad es algo bueno para la protección."
        },
        {
            "role": "Customer",
            "content": "¿Bloqueo de seguridad? ¡Pero pero necesita pedir sus medicamentos hoy!"
        },
        {
            "role": "Customer Support",
            "content": "Ay Dios, medicamentos, em, entiendo perfectamente por qué está preocupado entonces, así que déjeme, eh, acelerar esto y, mmm, veo que hay un pedido pendiente MED-8847-QX que necesita procesarse."
        },
        {
            "role": "Customer",
            "content": "¡Sí sí sí, ese es, em, ese es! ¿Puede puede desbloquearlo? Se se le acaban mañana y yo estoy estoy a tres horas de allí..."
        },
        {
            "role": "Customer Support",
            "content": "Por supuesto, voy a solucionarlo ahora mismo. El proceso de verificación para la cuenta ACC-7294-BN31 requiere que envíe un código temporal a su teléfono registrado que termina en 4782, y una vez que tengamos ese código de seis dígitos, puedo desbloquear todo inmediatamente y procesar ese pedido de medicamentos."
        },
        {
            "role": "Customer",
            "content": "¿Su teléfono? Él no... ya casi ni sabe mirar los mensajes."
        },
        {
            "role": "Customer Support",
            "content": "Ah, em, vale, eso sí que, eh, complica las cosas... mmm, déjeme ver qué otras opciones tenemos porque, em, de verdad quiero ayudarle a resolver esto hoy."
        },
        {
            "role": "Customer",
            "content": "Es que, em, no puedo, eh, no puedo ir esta noche y él no va a entender lo del del código y no sé qué..."
        },
        {
            "role": "Customer Support",
            "content": "Oye, te entiendo, de verdad que sí. Mi abuela pasó por algo parecido y es durísimo cuando intentas ayudar desde lejos, así que lo que voy a hacer es ver si podemos verificar con preguntas de seguridad usando nuestro protocolo de verificación alternativo AVP-2156."
        },
        {
            "role": "Customer",
            "content": "¿Preguntas de seguridad? ¿Necesita necesita que las conteste yo?"
        },
        {
            "role": "Customer Support",
            "content": "Entonces, em, esto es lo que puedo hacer, eh, como está listado como contacto autorizado en la cuenta, lo cual está genial, em, puedo hacerle estas preguntas a usted si conoce las respuestas, así que, eh, la primera sería el apellido de soltera de su madre?"
        },
        {
            "role": "Customer",
            "content": "Em, eh, ¿Chen? No espera, eso es... em, perdón, estoy estoy muy estresado, ¡es es Williams!"
        },
        {
            "role": "Customer Support",
            "content": "Williams, ¡perfecto! Vale, coincide con lo que tenemos en el archivo de verificación VRF-5621-TK, y la segunda pregunta sería el nombre de su primera mascota?"
        },
        {
            "role": "Customer",
            "content": "Buster. Seguro que Buster, no no para de hablar de ese perro."
        },
        {
            "role": "Customer Support",
            "content": "¡Excelente, eso también es correcto, y... ah, esto es genial, em, puedo ver que, eh, con esto verificado, ya puedo desbloquear la cuenta, así que déjeme, mmm, procesar esa anulación usando el protocolo de emergencia EMP-9984-RF22."
        },
        {
            "role": "Customer",
            "content": "¿De verdad? ¿Puede puede arreglarlo ahora mismo?"
        },
        {
            "role": "Customer Support",
            "content": "¡Sí! Cuenta desbloqueada, y he procesado el pedido de medicamentos MED-8847-QX para tramitación urgente, así que llegará mañana por la mañana antes de las 10 con el número de seguimiento TRK-46829-JLP, y también he añadido una nota en la cuenta sobre opciones de inicio de sesión simplificadas que podemos configurar para él de ahora en adelante."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I'm I'm calling about my dad's account and, uh, something's wrong, it's it's not letting him log in?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, I'd be happy to help you with your father's account today! So let me just pull that up for you, and I'll need to verify a few things first, what's the account number or email address associated with his profile?"
        },
        {
            "role": "Customer",
            "content": "It's, um, wait, I have it, uh, somewhere... his email is, um, robert.chen42 at gmail and he he can't get in!"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I'm seeing the account here for robert.chen42, and uh, let me just... hmm, yeah so it looks like there was a security lock placed on account ID ACC-7294-BN31 after multiple login attempts, which is, you know, actually a good thing for protection."
        },
        {
            "role": "Customer",
            "content": "Security lock? But but he needs his medications ordered today!"
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh, medications, um, I completely understand why you're worried then, so let me, uh, expedite this for you and, hmm, I see there's actually a pending order MED-8847-QX here that needs to process."
        },
        {
            "role": "Customer",
            "content": "Yes yes yes that's, um, that's the one! Can you just, uh, can you unlock it? He's he's running out tomorrow and I'm I'm three hours away..."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, I'm going to get this sorted right away. So the verification process for account ACC-7294-BN31 requires me to send a temporary code to his registered phone ending in 4782, and once we have that six-digit code, I can immediately unlock everything and push that medication order through."
        },
        {
            "role": "Customer",
            "content": "His phone? He doesn't... he barely knows how to check texts anymore."
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, okay so that's, uh, that does complicate... hmm, let me check what other options we have here because, um, I really want to help you get this resolved today."
        },
        {
            "role": "Customer",
            "content": "I just, um, I can't, uh, I can't drive there tonight and he won't understand the the code thing and I don't know what to..."
        },
        {
            "role": "Customer Support",
            "content": "Hey, I hear you, I really do. My grandmother went through something similar and it's so hard when you're trying to help from a distance, so what I'm going to do is check if we can verify through security questions instead using our alternative verification protocol AVP-2156."
        },
        {
            "role": "Customer",
            "content": "Security questions? Do do you need me to answer them?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, here's what I can do, uh, since you're listed as an authorized contact on the account, which is great, um, I can actually ask you these questions if you might know the answers, so, uh, first one would be his mother's maiden name?"
        },
        {
            "role": "Customer",
            "content": "Um, uh, Chen? No wait, that's... um, sorry I'm I'm just really stressed, it's it's Williams!"
        },
        {
            "role": "Customer Support",
            "content": "Williams, perfect! Okay, that matches what we have in verification file VRF-5621-TK, and the second question would be the name of his first pet?"
        },
        {
            "role": "Customer",
            "content": "Buster. Definitely Buster, he he talks about that dog constantly."
        },
        {
            "role": "Customer Support",
            "content": "Excellent, that's correct too, and... oh this is great, um, I can actually see that, uh, with these verified, I'm able to unlock the account now, so let me just, hmm, process that override using emergency protocol EMP-9984-RF22."
        },
        {
            "role": "Customer",
            "content": "Really? You can you can fix it right now?"
        },
        {
            "role": "Customer Support",
            "content": "Yes! Account's unlocked, and I've pushed through prescription order MED-8847-QX for expedited processing, so it'll arrive tomorrow morning by 10 AM with tracking number TRK-46829-JLP, and I've also added a note to the account about simplified login options we can set up for him going forward."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "7682f20b_script.json",
    "scenario": "worried about their elderly parent's account and calling on their behalf",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "panicked_spiral",
                "desperate_pleading"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter",
                    "breath_catches",
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "new_and_eager",
                "deeply_sympathetic"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "false_starts",
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}