{
    "conversation": [
        {
            "role": "Customer",
            "content": "Eh, hola, necesito—espera, ¿esto es—? Estoy intentando cancelar mi prueba gratuita..."
        },
        {
            "role": "Customer Support",
            "content": "Ah, por supuesto, puedo, em, sin duda ayudarte con eso, y entiendo perfectamente por qué te preocuparía que te cobren, así que déjame, eh, buscar tu cuenta aquí un momento."
        },
        {
            "role": "Customer",
            "content": "Es que—vi que termina mañana y—¿seguro que podemos pararlo?"
        },
        {
            "role": "Customer Support",
            "content": "Sí sí, em, entiendo totalmente esa ansiedad, así que lo que necesito es solo tu correo electrónico y, eh, me aseguraré de que cancelemos esto ahora mismo antes de que se cobre nada."
        },
        {
            "role": "Customer",
            "content": "Eh, es j.miller arroba, eh, espera—jmiller87 arroba gmail."
        },
        {
            "role": "Customer Support",
            "content": "Perfecto, lo tengo, así que estoy viendo el ID de cuenta ACC-9847-ML22 aquí, y em, ah buenas noticias la verdad, todavía te quedan, déjame ver, dieciocho horas antes de que la prueba se convierta, tiempo de sobra."
        },
        {
            "role": "Customer",
            "content": "¿Dieciocho horas? Pero ¿y si—? O sea, ¿y si algo sale mal?"
        },
        {
            "role": "Customer Support",
            "content": "¿Sabes qué? Voy a, em, la verdad voy a cancelarlo ahora mismo mientras hablamos por teléfono, y, eh, generar un número de confirmación para que tengas prueba, porque entiendo perfectamente que quieras esa tranquilidad, ¿vale?"
        },
        {
            "role": "Customer",
            "content": "Em, sí, eso sería—sí por favor, eso es exactamente lo que necesito."
        },
        {
            "role": "Customer Support",
            "content": "Vale entonces, em, estoy procesando la cancelación ahora, solo tarda un segundito aquí, y, eh, de verdad te agradezco que seas proactivo con esto en vez de, ya sabes, llamar después de que se haya cobrado."
        },
        {
            "role": "Customer",
            "content": "Ja, bueno, em, esa lección ya la aprendí por las malas, así que..."
        },
        {
            "role": "Customer Support",
            "content": "Ay créeme, yo, eh, me paso el día con esas llamadas y es muchísimo más difícil arreglarlo después, así que, em, vale perfecto, tu código de cancelación es CAN-4492-XB88."
        },
        {
            "role": "Customer",
            "content": "Espera ¿puedes—? Debería apuntar esto—CAN ¿qué?"
        },
        {
            "role": "Customer Support",
            "content": "Ajá."
        },
        {
            "role": "Customer",
            "content": "Em, vale pero tipo, ¿cómo sé que realmente—? ¿Me llegará un email o...?"
        },
        {
            "role": "Customer Support",
            "content": "¡Sí! Entonces, em, te llegará un email en, eh, déjame mirar—perdona, en diez minutos a jmiller87 arroba gmail, y tendrá ese mismo código CAN-4492-XB88."
        },
        {
            "role": "Customer",
            "content": "Diez minutos. Em. ¿Y si no llega?"
        },
        {
            "role": "Customer Support",
            "content": "Entonces llamas de vuelta y, em, preguntas por mí—soy Marcus, ID de agente MCS-7719—y yo personalmente me aseguraré de que esto se resuelva, pero te prometo, puedo ver que está cancelado en mi pantalla ahora mismo."
        },
        {
            "role": "Customer",
            "content": "Vale es que—perdona, estoy siendo paranoico pero, eh, ¿no hay manera de que se cobre?"
        },
        {
            "role": "Customer Support",
            "content": "Voy a ser, em, extra minucioso aquí y también voy a poner un bloqueo de facturación en tu cuenta, número de referencia BLK-3847-QM, así que incluso si de alguna manera el sistema intentara cobrar—que no lo hará—literalmente no podría procesarse."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I need to—wait, is this—I'm trying to cancel my trial?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, I can, um, definitely help you with that, and I totally get why you'd be worried about getting charged, so let me just, uh, pull up your account here real quick."
        },
        {
            "role": "Customer",
            "content": "It's just—I saw it ends tomorrow and I—are you sure we can stop it?"
        },
        {
            "role": "Customer Support",
            "content": "Yes yes, um, completely understand that anxiety, so what I need is just your email address and, uh, I'll make sure we get this cancelled right away before any charges hit."
        },
        {
            "role": "Customer",
            "content": "Um, it's j.miller at, uh, wait—jmiller87 at gmail."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, got it, so I'm seeing account ID ACC-9847-ML22 here, and um, oh good news actually, you've still got, let me see, eighteen hours before the trial converts, plenty of time."
        },
        {
            "role": "Customer",
            "content": "Eighteen hours? But what if—I mean, what if something goes wrong?"
        },
        {
            "role": "Customer Support",
            "content": "You know what, I'm gonna, um, I'm actually gonna cancel it right now while we're on the phone, and, uh, generate a confirmation number so you have proof, because I completely understand wanting that peace of mind, okay?"
        },
        {
            "role": "Customer",
            "content": "Um, yeah, that would—yes please, that's exactly what I need."
        },
        {
            "role": "Customer Support",
            "content": "Alright so, um, I'm processing the cancellation now, just takes a sec here, and, uh, I really appreciate you being proactive about this instead of, you know, calling after a charge goes through."
        },
        {
            "role": "Customer",
            "content": "Ha, well, um, I've learned that lesson the hard way before, so..."
        },
        {
            "role": "Customer Support",
            "content": "Oh trust me, I, uh, I hear those calls all day and it's so much harder to fix after, so, um, okay perfect, your cancellation code is CAN-4492-XB88."
        },
        {
            "role": "Customer",
            "content": "Wait can you—I should write this—CAN what?"
        },
        {
            "role": "Customer Support",
            "content": "Mmm hmm."
        },
        {
            "role": "Customer",
            "content": "Um, okay but like, how do I know it actually—will I get an email or?"
        },
        {
            "role": "Customer Support",
            "content": "Yes! So, um, you'll get an email within, uh, let me check—sorry, within ten minutes to jmiller87 at gmail, and it'll have that same code CAN-4492-XB88 on it."
        },
        {
            "role": "Customer",
            "content": "Ten minutes. Um. And if I don't?"
        },
        {
            "role": "Customer Support",
            "content": "Then you call right back and, um, ask for me—I'm Marcus, agent ID MCS-7719—and I will personally make sure this is handled, but I promise you, I can see it's cancelled on my screen right now."
        },
        {
            "role": "Customer",
            "content": "Okay I'm just—sorry, I'm being paranoid but, uh, there's no way it'll charge?"
        },
        {
            "role": "Customer Support",
            "content": "I'm gonna be, um, extra thorough here and put a billing block on your account too, reference number BLK-3847-QM, so even if somehow the system tried to charge—which it won't—it literally couldn't go through."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "72859251_script.json",
    "scenario": "trying to cancel a free trial before being charged",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "anxious_worried",
                "annoyed_sarcastic"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "false_starts",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "deeply_sympathetic",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        }
    }
}