{
    "conversation": [
        {
            "role": "Character 1",
            "content": "अरे, तो अम्म, तुम्हारी नई beachfront location कैसी चल रही है?"
        },
        {
            "role": "Character 2",
            "content": "[mumbling] वो... उफ़, सच कहूं तो काफी overwhelming है। Peak season में foot traffic इतना ज़्यादा है, जैसे हम projected covers से तीनगुना कर रहे हैं, which sounds great but our kitchen is basically drowning."
        },
        {
            "role": "Character 1",
            "content": "तीनगुना? यार, वो तो... बहुत ज़्यादा है। Staff संभाल पा रहा है?"
        },
        {
            "role": "Character 2",
            "content": "मुश्किल से। मेरा मतलब, पिछले दो हफ़्तों में ही तीन line cooks ने छोड़ दिया है। Grills की गर्मी और beach की humidity मिलकर एकदम brutal है, और अभी ऐसे replacements ढूंढना जो इस pace को संभाल सकें, अ, basically impossible है।"
        },
        {
            "role": "Character 1",
            "content": "[sarcastic] वाह, क्या बात है, सपनों की ज़िंदगी जी रही हो? Beach views और paradise?"
        },
        {
            "role": "Character 2",
            "content": "हा, हाँ, paradise with complete chaos on the side. कल lunch rush के दौरान हमारा main freezer बंद हो गया—seafood ख़राब हो रहा था, customers इंतज़ार कर रहे थे, और मैं literally flip-flops में fish market भाग रही थी क्योंकि, well, what else was I gonna do?"
        },
        {
            "role": "Character 1",
            "content": "क्या, तुम सच में mid-service market भाग गई थी?"
        },
        {
            "role": "Character 2",
            "content": "बिल्कुल जाना पड़ा। देखो, जब तुम्हारे पास tourists की चालीस tables हों जो fresh catch expect कर रही हों, और तुम्हारा backup supplier एक घंटे दूर हो, you just do what you gotta do, पता है ना?"
        },
        {
            "role": "Character 1",
            "content": "[jealous] फिर भी, तुम बिल्कुल पानी के किनारे हो। That's gotta count for something."
        },
        {
            "role": "Character 2",
            "content": "हाँ ज़रूर, view तो अ, spectacular है, no doubt. लेकिन honestly, जब सब कुछ हफ़्ते में दो बार boat से आना हो तो inventory manage करना... म्म्म, it's like playing restaurant Tetris on expert mode while blindfolded."
        },
        {
            "role": "Character 1",
            "content": "Boat deliveries? मैंने तो उस logistics nightmare के बारे में सोचा भी नहीं था।"
        },
        {
            "role": "Character 2",
            "content": "[happy] Actually, वो हिस्सा मुझे अच्छा लगने लगा है! Boat captains ये पुराने लोग हैं जो coast के हर supplier को जानते हैं, और वो मुझे insider tips देते रहते हैं, जैसे कि which fish are running best each week."
        },
        {
            "role": "Character 1",
            "content": "तो तुम menu adapt कर रही हो based on what they bring?"
        },
        {
            "role": "Character 2",
            "content": "[upset] करना पड़ता है, लेकिन हमारी corporate team बिल्कुल खुश नहीं है। वो सभी locations पर consistency चाहते हैं लेकिन, I mean, मैं same menu कैसे serve करूं जब मुझे literally आधी ingredients reliably मिल ही नहीं सकतीं यहाँ?"
        },
        {
            "role": "Character 1",
            "content": "Corporate को कभी ground-level reality समझ नहीं आती, है ना?"
        },
        {
            "role": "Character 2",
            "content": "कभी नहीं। वो अपने air-conditioned offices में बैठे spreadsheets देखते रहते हैं, जबकि मैं यहाँ ice machine में रेत, patio से खाना चुराती seagulls, और ऐसे tourists से deal कर रही हूं जो सोचते हैं कि \"island time\" का मतलब है तीन घंटे tables पर बैठे रहना।"
        },
        {
            "role": "Character 1",
            "content": "Seagulls खाना चुरा रही हैं? ये... वाह, ये सच में हो रहा है?"
        },
        {
            "role": "Character 2",
            "content": "रोज़। हमने सब कुछ try किया है—nets, decoys, वो spike वाली चीज़ें। कुछ काम नहीं करता। पिछले हफ़्ते एक ने swooped down करके पूरा lobster roll plate से उठा लिया, और customer ने सोचा कि ये अ, \"authentic beach experience\" का हिस्सा है।"
        },
        {
            "role": "Character 1",
            "content": "कम से कम उन्होंने humor से लिया।"
        },
        {
            "role": "Character 2",
            "content": "[sad] हाँ, लेकिन मैं बस... मैं थक गई हूं, पता है? छह महीने हो गए हैं और मैं सोचने लगी हूं कि शायद मुझे downtown location पर ही रहना चाहिए था, where my biggest worry was finding parking for deliveries."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, so um, how's the new beachfront location working out for you guys?"
        },
        {
            "role": "Character 2",
            "content": "[mumbling] It's... ugh, it's actually pretty overwhelming, to be honest. The foot traffic is insane during peak season, like we're doing triple the covers we projected, which sounds great but our kitchen is, you know, basically drowning."
        },
        {
            "role": "Character 1",
            "content": "Triple? Man, that's... that's a lot. Staff holding up?"
        },
        {
            "role": "Character 2",
            "content": "Barely. I mean, we've had three line cooks quit in the past two weeks alone. The heat from the grills plus the beach humidity is just brutal, and finding replacements who can handle that pace is, er, basically impossible right now."
        },
        {
            "role": "Character 1",
            "content": "[sarcastic] Oh wow, living the dream, right? Beach views and paradise?"
        },
        {
            "role": "Character 2",
            "content": "Ha, yeah, paradise with a side of, um, complete chaos. Yesterday our main freezer went down during lunch rush—seafood spoiling, customers waiting, and me literally running to the fish market in flip-flops because, well, what else was I gonna do?"
        },
        {
            "role": "Character 1",
            "content": "Wait, you actually ran to the market mid-service?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely had to. Look, when you've got forty tables of tourists expecting fresh catch and your backup supplier is, like, an hour away, you just... you do what you gotta do, you know?"
        },
        {
            "role": "Character 1",
            "content": "[jealous] Still, you're right on the water. That's gotta count for something."
        },
        {
            "role": "Character 2",
            "content": "Oh sure, the view is, uh, spectacular, no doubt. But honestly, managing inventory when everything has to be brought in by boat twice a week is... mmm, it's like playing restaurant Tetris on expert mode while blindfolded."
        },
        {
            "role": "Character 1",
            "content": "Boat deliveries? I hadn't even thought about that logistics nightmare."
        },
        {
            "role": "Character 2",
            "content": "[happy] Actually, that part's kind of growing on me! The boat captains are these old-timers who know every supplier on the coast, and they've been giving me insider tips on, like, which fish are running best each week."
        },
        {
            "role": "Character 1",
            "content": "So you're adapting the menu based on what they bring?"
        },
        {
            "role": "Character 2",
            "content": "[upset] We have to, but our corporate team is not happy about it at all. They want consistency across all locations but, I mean, how can I serve the same menu when I literally can't get half the ingredients reliably out here?"
        },
        {
            "role": "Character 1",
            "content": "Corporate never really gets the ground-level reality, do they?"
        },
        {
            "role": "Character 2",
            "content": "Never. They're sitting in their air-conditioned offices looking at spreadsheets while I'm here dealing with, um, sand in the ice machine, seagulls stealing food from the patio, and tourists who think \"island time\" means they can camp at tables for three hours."
        },
        {
            "role": "Character 1",
            "content": "Seagulls stealing food? That's... wow, that's actually happening?"
        },
        {
            "role": "Character 2",
            "content": "Daily. We've tried everything—nets, decoys, those spike things. Nothing works. Last week one swooped down and grabbed an entire lobster roll right off a plate, and the customer thought it was, er, part of the \"authentic beach experience.\""
        },
        {
            "role": "Character 1",
            "content": "At least they had a sense of humor about it."
        },
        {
            "role": "Character 2",
            "content": "[sad] Yeah, but I'm just... I'm exhausted, you know? Six months of this and I'm starting to wonder if maybe I should've stayed at the downtown location where my biggest worry was, like, finding parking for deliveries."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_28.txt"
}