{
    "conversation": [
        {
            "role": "Character 1",
            "content": "तो, मुझे अभी पता चला है, उम, कि तुम [cry loudly], ऑफिस में लोगों को, जैसे, अपने बारे में बिल्कुल अलग कहानी सुना रही हो, honestly."
        },
        {
            "role": "Character 2",
            "content": "अरे यार, मैं समझ सकती हूँ कि ये confusing क्यों लग रहा होगा! मैं अलग-अलग contexts में खुद को अलग तरीके से present करती हूँ, but it's not about being dishonest—यह बस situation के हिसाब से मेरे अलग-अलग पहलुओं को highlight करने के बारे में है।"
        },
        {
            "role": "Character 1",
            "content": "लेकिन यही तो [very quickly] झूठ बोलना है—तुम जब चाहो अलग-अलग इंसान नहीं बन सकती!"
        },
        {
            "role": "Character 2",
            "content": "मैं सुन रही हूँ, और मैं समझती हूँ कि ऐसा क्यों लग रहा है। इसे ऐसे सोचो though—तुम भी अपनी दादी से वैसे बात नहीं करती जैसे अपनी बेस्ट फ्रेंड से करती हो, right? हम सब के अलग-अलग sides होते हैं।"
        },
        {
            "role": "Character 1",
            "content": "ये तो, एर, same thing बिल्कुल नहीं है—तुमने literally, you know, उन्हें बताया कि तुमने कहीं पढ़ाई की जहाँ तुमने नहीं की, I mean."
        },
        {
            "role": "Character 2",
            "content": "तुम सही कह रही हो, वो हिस्सा [very melancholic] गलत था, और मुझे अपनी education के बारे में बढ़ा-चढ़ाकर नहीं बताना चाहिए था। मैं उन सब Ivy League लोगों के बीच fit in करने को लेकर insecure थी, and I made a mistake that I genuinely regret."
        },
        {
            "role": "Character 1",
            "content": "देखा? तो तुम मान रही हो कि तुम fake थी।"
        },
        {
            "role": "Character 2",
            "content": "Well, education वाली बात तो, उह, definitely गलत थी, but like, बाकी सब—मेरी रुचियाँ, मेरी personality, basically, मेरे values—वो सब real हैं, बस अलग तरीके से emphasized हैं।"
        },
        {
            "role": "Character 1",
            "content": "अब मैं तुम्हारी किसी बात पर कैसे trust करूँ?"
        },
        {
            "role": "Character 2",
            "content": "यह fair है, और, हम्म, मैं समझती हूँ कि तुम्हारा trust क्यों हिल गया है, you know. इसे वापस बनाने में time लगेगा, but I promise to be more transparent about, actually, इस तरह की choices के बारे में आगे से।"
        },
        {
            "role": "Character 1",
            "content": "मैं बस, उम, समझ नहीं पा रही कि तुम [short pause] शुरू से, like, खुद जैसी क्यों नहीं रह सकती थी, honestly."
        },
        {
            "role": "Character 2",
            "content": "खुद जैसा होना, well, [trailing off] सुनने में जितना आसान लगता है उतना है नहीं... Look, मैं cultures के बीच code-switch करते हुए बड़ी हुई हूँ, और कभी-कभी मुझे सच में नहीं पता कि कौन सा version \"असली\" मैं है—वे सब अलग-अलग तरीकों से authentic लगते हैं।"
        },
        {
            "role": "Character 1",
            "content": "यह exhausting लगता है।"
        },
        {
            "role": "Character 2",
            "content": "यह सच में हो सकता है! लेकिन इसने मुझे अलग-अलग तरह के लोगों से connect करने की ability भी दी है, to understand multiple perspectives—उस flexibility में एक खूबसूरती है even if कभी-कभी यह messy हो जाता है।"
        },
        {
            "role": "Character 1",
            "content": "मुझे अभी भी लगता है कि यह धोखा है।"
        },
        {
            "role": "Character 2",
            "content": "मैं उस view को respect करती हूँ, और, एर, शायद तुम्हारे लिए, सभी contexts में consistency, sort of, ज्यादा authentic लगती है—that's totally valid! हम बस, you know, identity को अलग तरीके से navigate करते हैं, और यह ठीक है।"
        },
        {
            "role": "Character 1",
            "content": "लेकिन उन लोगों का क्या जिन्हें तुम mislead कर रही हो?"
        },
        {
            "role": "Character 2",
            "content": "तुम बिल्कुल सही कह रही हो कि मुझे actual deception में न जाने के बारे में ज्यादा careful रहना चाहिए। Adapting और misleading के बीच की line blurry हो सकती है, और मैं definitely पहले उसे cross कर चुकी हूँ।"
        },
        {
            "role": "Character 1",
            "content": "मुझे बस [empathetically] काश तुम्हें लगता कि तुम जैसी हो वैसे ही accept की जा सकती हो।"
        },
        {
            "role": "Character 2",
            "content": "यह, उम, really sweet है तुम्हारा ऐसा कहना, actually. शायद time के साथ और, well, तुम जैसे सही लोगों के साथ, मैं इतना safe feel करूँगी कि, एर, अपनी सारी walls completely गिरा सकूँ।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, I just found out, um, that you've been, [cry loudly], telling people at work, like, a completely different story about who you are, honestly."
        },
        {
            "role": "Character 2",
            "content": "Oh honey, I can see why that would be confusing! I do adjust how I present myself in different contexts, but it's not about being dishonest—it's more about highlighting different facets of who I am depending on the situation."
        },
        {
            "role": "Character 1",
            "content": "But that's exactly [very quickly] what lying is—you can't just be different people whenever it's convenient!"
        },
        {
            "role": "Character 2",
            "content": "I hear you, and I get why it feels that way. Think of it like this though—you probably don't talk to your grandmother the same way you talk to your best friend, right? We all have different sides."
        },
        {
            "role": "Character 1",
            "content": "That's not, er, the same thing at all—you literally, you know, told them you studied somewhere you didn't, I mean."
        },
        {
            "role": "Character 2",
            "content": "You're right, that part was [very melancholic] wrong, and I shouldn't have embellished my education. I was insecure about fitting in with all those Ivy League folks, and I made a mistake that I genuinely regret."
        },
        {
            "role": "Character 1",
            "content": "See? So you admit you were being fake."
        },
        {
            "role": "Character 2",
            "content": "Well, the education thing was, uhh, definitely wrong, but like, the rest of it—my interests, my personality, basically, my values—those are all real, just emphasized differently."
        },
        {
            "role": "Character 1",
            "content": "How can I trust anything you say now?"
        },
        {
            "role": "Character 2",
            "content": "That's fair, and, hmm, I understand why your trust is shaken, you know. Building it back will take time, but I promise to be more transparent about, actually, these kinds of choices moving forward."
        },
        {
            "role": "Character 1",
            "content": "I just, um, don't understand why you [short pause] couldn't, like, just be yourself from the start, honestly."
        },
        {
            "role": "Character 2",
            "content": "Being yourself is, well, [trailing off] more complicated than it sounds... Look, I grew up code-switching between cultures, and sometimes I genuinely don't know which version is the \"real\" me—they all feel authentic in different ways."
        },
        {
            "role": "Character 1",
            "content": "That sounds exhausting."
        },
        {
            "role": "Character 2",
            "content": "It really can be! But it's also given me this ability to connect with lots of different people, to understand multiple perspectives—there's beauty in that flexibility even if it sometimes gets messy."
        },
        {
            "role": "Character 1",
            "content": "I still think it's deceptive."
        },
        {
            "role": "Character 2",
            "content": "I respect that view, and, er, maybe for you, consistency across all contexts feels, sort of, more authentic—that's totally valid! We just, you know, navigate identity differently, and that's okay."
        },
        {
            "role": "Character 1",
            "content": "But what about the people you're misleading?"
        },
        {
            "role": "Character 2",
            "content": "You're absolutely right that I need to be more careful about not crossing into actual deception. The line between adapting and misleading can get blurry, and I've definitely stumbled across it before."
        },
        {
            "role": "Character 1",
            "content": "I guess I just [empathetically] wish you felt like you could be accepted as you are."
        },
        {
            "role": "Character 2",
            "content": "That's, um, really sweet of you to say, actually. Maybe with time and, well, the right people like you, I'll feel safe enough to, er, let all my walls down completely."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue14_41.txt"
}