{
    "conversation": [
        {
            "role": "Character 1",
            "content": "मेरी रूममेट मेरा खाना खाती रहती है और मानती ही नहीं।"
        },
        {
            "role": "Character 2",
            "content": "अरे ये तो बहुत गुस्सा दिलाने वाली बात है! सबसे बुरी बात तो चोरी भी नहीं है—ये gaslighting है, जैसे तुम पागल हो कि notice कर रही हो कि तुम्हारा दही जादू से गायब हो गया।"
        },
        {
            "role": "Character 1",
            "content": "कल उसने मेरा [अत्यंत खुश] बचा हुआ pizza खाया और बोली शायद मैंने सपना देखा था कि मेरे पास था!"
        },
        {
            "role": "Character 2",
            "content": "ये तो कमाल की बेशर्मी है! अगली बार वो कहेगी कि तुम अपनी पूरी grocery list imagine कर रही हो जबकि वो literally तुम्हारा sandwich पकड़े खड़ी होगी। कुछ लोग सच में सोचते हैं कि हम सब उनके personal buffet dimension में रह रहे हैं।"
        },
        {
            "role": "Character 1",
            "content": "मैं, अम्म, सोच रही हूँ, जैसे, कुछ में जुलाब की दवा मिला दूँ, पता है ना, चारे की तरह।"
        },
        {
            "role": "Character 2",
            "content": "ठीक है ये तो evil genius territory है लेकिन ये potentially crime भी है, तो शायद हम कुछ और options सोचें जो तुम्हें court में नहीं ले जाएँ? वैसे मैं temptation बिल्कुल समझ सकती हूँ।"
        },
        {
            "role": "Character 1",
            "content": "और क्या, अ, [विराम] कर सकती हूँ मैं, वैसे, इस point पे?"
        },
        {
            "role": "Character 2",
            "content": "तो, तुम, हम्म, एक छोटा फ्रिज ले सकती हो lock वाला, या—सुनो ये बात—सब चीज़ों पे बहुत, मतलब, specific labels लगाना शुरू करो जैसे \"सारा का टूना sandwich जो वो मंगलवार के lunch के लिए बचा रही है।\""
        },
        {
            "role": "Character 1",
            "content": "वो फिर भी [आवाज़ कम होना] खा लेगी और कहेगी कि पढ़ना नहीं आता या..."
        },
        {
            "role": "Character 2",
            "content": "सच बात, सच बात। फिर तुम shame campaign शुरू करो—अपने खाने की photos लो, उसे timestamps के साथ भेजो, अपनी ownership का पूरा evidence trail बनाओ।"
        },
        {
            "role": "Character 1",
            "content": "मैंने ALREADY [बहुत ज़ोर से] उससे NORMALLY बात करने की कोशिश की है!"
        },
        {
            "role": "Character 2",
            "content": "ठीक है तो, honestly, अगर reasonable बातचीत fail हो गई, मेरा मतलब, शायद अब time है कि, basically, शांति बनाए रखने से ज्यादा अपनी ज़रूरतों को priority दो? तुम्हारा हक़ है कि तुम्हारे घर में तुम्हारे खाने की respect हो।"
        },
        {
            "role": "Character 1",
            "content": "वो मुझे छोटी बात पे परेशान होने वाली feel कराती है कि दही के लिए इतना सोच रही हूँ।"
        },
        {
            "role": "Character 2",
            "content": "ये तो कमाल है उस इंसान से आ रहा है जो [कड़वाहट से] apparently इतनी कंगाल है कि अपना दही नहीं खरीद सकती लेकिन तुम्हारा चुराने में शर्म नहीं आती। ये audacity almost impressive होती अगर इतनी pathetically selfish नहीं होती।"
        },
        {
            "role": "Character 1",
            "content": "शायद मुझे बस निकल जाना चाहिए।"
        },
        {
            "role": "Character 2",
            "content": "वैसे, ये एक option है, लेकिन, पता है, तुम क्यों, actually, अपनी life उखाड़ो क्योंकि, अ, वो basic boundaries नहीं समझ सकती? ये उसकी problem है, तुम्हारी नहीं।"
        },
        {
            "role": "Character 1",
            "content": "मुझे बस, अम्म, [शर्मीले] confrontation पसंद नहीं है, मुझे लगता है, तो शायद निकलना आसान है?"
        },
        {
            "role": "Character 2",
            "content": "अरे, confrontation बुरी लगती है लेकिन तुम literally rent दे रही हो किसी और के लिए खाना store करने के लिए अभी। ये conflict avoid करना नहीं है—ये उसका grocery bill subsidize करना है जबकि वो अपनी भूख को तुम्हारे rights से ऊपर रख रही है।"
        },
        {
            "role": "Character 1",
            "content": "जब तुम [बहुत तेज़ी से] ऐसे बोलती हो तो बिल्कुल पागलपन लगता है।"
        },
        {
            "role": "Character 2",
            "content": "क्योंकि है ही पागलपन! देखो, anyway, तुम ऐसे roommates deserve करती हो जो, जैसे, अपना और तुम्हारा सामान में फर्क कर सकें—ये, honestly, kindergarten-level की बात है, really।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "My roommate keeps eating my food and denying it."
        },
        {
            "role": "Character 2",
            "content": "Oh that's infuriating! The worst part isn't even the theft—it's the gaslighting, like you're crazy for noticing your yogurt magically vanished into the void."
        },
        {
            "role": "Character 1",
            "content": "Yesterday she ate my [extremely happy] leftover pizza and said maybe I dreamed having it!"
        },
        {
            "role": "Character 2",
            "content": "That's hilariously bold! Next she'll claim you're imagining your entire grocery list while she's literally holding your sandwich. Some people really think we're all living in their personal buffet dimension."
        },
        {
            "role": "Character 1",
            "content": "I'm, um, thinking about, like, putting laxatives in something, you know, as bait."
        },
        {
            "role": "Character 2",
            "content": "Okay that's evil genius territory but also potentially a felony, so maybe we workshop some alternatives that won't land you in court? Though I absolutely understand the temptation."
        },
        {
            "role": "Character 1",
            "content": "What else, er, [pause] could I, well, even do at this point?"
        },
        {
            "role": "Character 2",
            "content": "So, you could, hmm, get a mini fridge with a lock, or—here's the thing—start labeling everything with really, actually, specific descriptions like \"Sarah's tuna sandwich she's saving for lunch Tuesday.\""
        },
        {
            "role": "Character 1",
            "content": "She'd still [trailing off] eat it and claim she can't read or..."
        },
        {
            "role": "Character 2",
            "content": "True, true. Then you escalate to the shame campaign—take photos of your food, send them to her with timestamps, create a whole evidence trail of your ownership."
        },
        {
            "role": "Character 1",
            "content": "I ALREADY [very loudly] TRIED TALKING TO HER ABOUT IT NORMALLY!"
        },
        {
            "role": "Character 2",
            "content": "Right so, honestly, if reasonable conversation failed, I mean, maybe it's time to, basically, privilege your own needs over keeping the peace? You deserve to have your food respected in your own home."
        },
        {
            "role": "Character 1",
            "content": "She makes me feel petty for caring about yogurt."
        },
        {
            "role": "Character 2",
            "content": "That's rich coming from someone who's [bitter] apparently too broke to buy her own yogurt but not too proud to steal yours. The audacity is almost impressive if it weren't so pathetically selfish."
        },
        {
            "role": "Character 1",
            "content": "Maybe I should just move out."
        },
        {
            "role": "Character 2",
            "content": "Well, that's one option, but, you know, why should you, actually, uproot your life because, er, she can't grasp basic boundaries? This is a her problem, not a you problem."
        },
        {
            "role": "Character 1",
            "content": "I just, um, [shy] don't like confrontation, I guess, so maybe moving is easier?"
        },
        {
            "role": "Character 2",
            "content": "Hey, confrontation sucks but you're literally paying rent to store food for someone else right now. That's not avoiding conflict—that's subsidizing her grocery bill while she privileges her appetite over your rights."
        },
        {
            "role": "Character 1",
            "content": "When you put it [very quickly] that way it sounds completely insane."
        },
        {
            "role": "Character 2",
            "content": "Because it is insane! Look, anyway, you deserve roommates who can, like, differentiate between their groceries and yours—it's, honestly, kindergarten-level stuff, really."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue14_4.txt"
}