{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] So this is really happening then, पूरा Whitmore collection catalogue हो रहा है और टुकड़े-टुकड़े में बेचा जा रहा है। [pause] मैं, अम्म, मुझे उम्मीद नहीं थी कि तुम यहाँ मिलोगे, Sahil, वो भी इस liquidation को manage करते हुए।"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Yeah, well, the auction house hired me for my art history background, और सच कहूँ तो, मेरा मतलब है, जब मुझे पता चला कि कौन सी estate है तो मैंने लगभग मना कर दिया था। [sighs] लेकिन student loans खुद से तो चुकते नहीं, Yale honors के साथ भी नहीं।"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Right, of course, the practical choice as always. तुम हमेशा sensible रास्ते पर focus करते थे जबकि मैं ये सीखने में time waste कर रहा था कि dinner parties में कौन सा fork use करना है, वो parties जो अब apparently कोई नहीं देता।"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Those summers we spent here though, इन halls में भागते-दौड़ते, तुम मुझे उस tennis court पर खेल सिखाते थे जो अब जंगली घास से भरा है—मेरा मतलब है, वो बर्बाद नहीं गए थे, Charles। [very quietly] वो actually मेरी ज़िन्दगी के सबसे अच्छे दिन थे।"
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] You know what's funny? मेरी माँ हमेशा कहती थी कि तुम कुछ extraordinary बनोगे, तब भी जब तुम सिर्फ caretaker के बेटे थे और यहाँ summers बिताते थे। [laughs bitterly] Yale में valedictorian जबकि मैं मुश्किल से Princeton में legacy admissions पर घिसटता रहा।"
        },
        {
            "role": "Character 2",
            "content": "[firmly] Don't do that. अपने आप को छोटा मत समझो सिर्फ इसलिए कि अब पैसे नहीं रहे—तुम अपने trust fund से कहीं ज़्यादा हो, हमेशा से थे, भले ही तुम्हें दिखाई न दे।"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Am I though? क्योंकि Whitmore name के बिना, इस estate के बिना, connections के बिना, मैं बस, अम्म, मैं बस एक और entitled बच्चा हूँ जिसने कभी कुछ real के लिए काम करना नहीं सीखा। [exhales] जो कुछ भी मैंने छुआ वो राख बन गया।"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] That investment firm disaster wasn't entirely your fault, Charles, पूरा market उस quarter में crash हुआ था और सच कहूँ तो, तुम्हारे पिता का तुम्हें 23 साल की उम्र में in charge बनाना, मेरा मतलब है, वो शुरू से ही तुम्हें fail करने के लिए set up कर रहा था।"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] I found your letters, you know. वो जो तुमने Yale acceptance के बाद भेजे थे, वो जो मेरी माँ ने कभी मुझे दिए ही नहीं क्योंकि उसे लगता था कि तुम मेरी responsibilities से distraction बनोगे।"
        },
        {
            "role": "Character 2",
            "content": "[shocked] She never—oh god, Charles, मुझे लगा था कि तुम्हें इतनी परवाह ही नहीं थी कि जवाब देते। [voice breaking] मैंने महीनों तक तुम्हें सब कुछ लिखा था, कि मैं कितना डरा हुआ था, कितना out of place feel कर रहा था, कितनी याद आ रही थी उस इंसान की जो मुझे उन achievements से पहले से जानता था जो define करने लगी थीं कि मुझे कौन होना चाहिए।"
        },
        {
            "role": "Character 1",
            "content": "I would have written back. [pause] मैं तुम्हें बताता कि तुम वहाँ belong करते थे, हम में से किसी से भी ज़्यादा जो कभी यहाँ belong करते थे।"
        },
        {
            "role": "Character 2",
            "content": "We were just kids, weren't we? [sighs] एक ऐसी दुनिया को समझने का नाटक कर रहे थे जो हमारे आसपास पहले से ही बदल रही थी।"
        },
        {
            "role": "Character 1",
            "content": "[regretfully] The Monet in the morning room, वो water lilies वाली जो तुम्हें हमेशा पसंद थी—मैंने उसे auction preview से पहले वापस खरीद लिया। [very quietly] मैंने सोचा शायद तुम उसे चाहोगे, अपने apartment के लिए या जहाँ भी तुम graduation के बाद जाओगे।"
        },
        {
            "role": "Character 2",
            "content": "[tearfully] Charles, I can't—वो painting उससे ज़्यादा की है जितना मैं 5 साल में कमाऊंगा। तुम्हें अभी उन पैसों की ज़रूरत है, खास तौर पर जब bankruptcy filing का सब कुछ हो रहा है।"
        },
        {
            "role": "Character 1",
            "content": "[warmly] It's already yours, Sahil. Paperwork हो चुकी है, और सच कहूँ तो, बाकी सब कुछ बेचना आसान है ये जानते हुए कि एक piece किसी ऐसे के पास होगा जो सिर्फ उसकी market value से ज़्यादा देखता है। [pause] कोई जो याद करता है कि घंटों उस oriental rug पर लेटे रहना, Monet के garden में लोगों की कहानियाँ बनाना।"
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] You kept the receipt from that ice cream shop in town, वो मेरे 16वें birthday वाली जब तुमने अपने driver को convince किया था protocol तोड़ने के लिए और हमें बिना किसी को बताए ले जाने के लिए। [laughs through tears] वो frame के अंदर रखी थी।"
        },
        {
            "role": "Character 1",
            "content": "[gently] Some things are worth more than money, right? यही तो तुमने मुझे उन सारी summers में सिखाने की कोशिश की थी, भले ही मैं अपनी privilege में इतना, अ, इतना उलझा हुआ था कि तब सच में समझ नहीं पाया।"
        },
        {
            "role": "Character 2",
            "content": "[firmly] You understand it now though, और यही matter करता है। [pause] और वो art dealer जो कल आ रहा है? वो पूरे contemporary collection पर lowball करने की planning कर रहा है, तो शायद कुछ भी sign मत करना जब तक मैं दूसरे buyers को calls नहीं कर लेता।"
        },
        {
            "role": "Character 1",
            "content": "[chuckling] There she is—मेरा मतलब है, there he is, वो लड़का जिसने 12 साल की उम्र में auction prices याद कर ली थीं क्योंकि वो समझना चाहता था कि हमारी दुनिया उसकी दुनिया से इतनी अलग क्यों थी। [warmly] अभी भी मेरा ख्याल रख रहा है, अब भी।"
        },
        {
            "role": "Character 2",
            "content": "[softly] Always, Charles. कुछ चीज़ें नहीं बदलतीं सिर्फ इसलिए कि पैसे नहीं रहे—असली दोस्ती कभी Whitmore name या इस estate के बारे में नहीं थी, वो थी, अम्म, वो उन दो बच्चों के बारे में थी जो एक-दूसरे को वैसे देखते थे जैसे वो सच में थे, बाकी सब कुछ के नीचे।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] So this is really happening then, the entire Whitmore collection being catalogued and sold off piece by piece. [pause] I, um, I didn't expect to see you here of all people, Sophie, managing the liquidation."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Yeah, well, the auction house hired me for my art history background, and honestly, I mean, I almost turned it down when I realized which estate it was. [sighs] But student loans don't pay themselves, even with the Yale honors."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Right, of course, the practical choice as always. You were always so, uh, so focused on the sensible path while I was wasting time learning which fork to use at dinner parties that apparently no one throws anymore."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Those summers we spent here though, running through these halls, you teaching me tennis on that court that's now overgrown with weeds—I mean, those weren't wasted, Charles. [very quietly] They were some of the best days of my life, actually."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] You know what's funny? My mother always said you'd amount to something extraordinary, even when you were just the caretaker's daughter spending summers here. [laughs bitterly] Valedictorian at Yale while I barely scraped through Princeton on legacy admissions."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Don't do that. Don't diminish yourself just because the money's gone now—you're more than your trust fund, you always have been, even if you can't see it."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Am I though? Because without the Whitmore name, without this estate, without the connections, I'm just, um, I'm just another entitled kid who never learned how to actually work for anything real. [exhales] Everything I touched turned to ash."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] That investment firm disaster wasn't entirely your fault, Charles, the whole market crashed that quarter and honestly, your father putting you in charge at twenty-three was, I mean, it was setting you up to fail from the start."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] I found your letters, you know. The ones you sent after you got the Yale acceptance, the ones my mother never gave me because she thought you'd be a distraction from my responsibilities."
        },
        {
            "role": "Character 2",
            "content": "[shocked] She never—oh god, Charles, I thought you just didn't care enough to respond. [voice breaking] I wrote you for months about everything, about how scared I was, how out of place I felt, how much I missed having someone who knew me before all the achievements started defining who I was supposed to be."
        },
        {
            "role": "Character 1",
            "content": "I would have written back. [pause] I would have told you that you belonged there more than any of us ever belonged here."
        },
        {
            "role": "Character 2",
            "content": "We were just kids, weren't we? [sighs] Playing at understanding a world that was already changing around us."
        },
        {
            "role": "Character 1",
            "content": "[regretfully] The Monet in the morning room, the one you always loved with the water lilies—I managed to buy it back before the auction preview. [very quietly] I thought maybe you'd want it, for your apartment or wherever you end up after graduation."
        },
        {
            "role": "Character 2",
            "content": "[tearfully] Charles, I can't—that painting's worth more than I'll make in five years. You need that money now, especially with everything that's happening with the bankruptcy filing."
        },
        {
            "role": "Character 1",
            "content": "[warmly] It's already yours, Sophie. The paperwork's done, and honestly, selling everything else is easier knowing that one piece will be with someone who sees more than just its market value. [pause] Someone who remembers lying on that oriental rug for hours, making up stories about the people in Monet's garden."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] You kept the receipt from that ice cream shop in town, the one from my sixteenth birthday when you convinced your driver to break protocol and take us without telling anyone. [laughs through tears] It was tucked inside the frame."
        },
        {
            "role": "Character 1",
            "content": "[gently] Some things are worth more than money, right? That's what you tried to teach me all those summers, even if I was too, uh, too wrapped up in my own privilege to really understand it then."
        },
        {
            "role": "Character 2",
            "content": "[firmly] You understand it now though, and that's what matters. [pause] Also, that art dealer who's coming tomorrow? He's planning to lowball you on the entire contemporary collection, so maybe don't sign anything until I can make some calls to other buyers."
        },
        {
            "role": "Character 1",
            "content": "[chuckling] There she is, the girl who memorized auction prices at twelve because she wanted to understand what made our world so different from hers. [warmly] Still looking out for me, even now."
        },
        {
            "role": "Character 2",
            "content": "[softly] Always, Charles. Some things don't change just because the money's gone—real friendship was never about the Whitmore name or this estate anyway, it was about, um, it was about those two kids who saw each other for who they really were underneath everything else."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "64bf7d0a_scenario.json",
    "scenario": "A blue blood returns to their family estate to find their childhood friend, now a valedictorian at Yale, organizing the auction of the estate's contents after the family's bankruptcy.",
    "type": "scenario_conversation",
    "character_1_role": "blue blood",
    "character_2_role": "valedictorian",
    "selected_tones": [
        "regretful",
        "letting-go",
        "hesitant"
    ],
    "tone_options": [
        "inexperienced",
        "liquefying",
        "receiving",
        "letting-go",
        "performing",
        "hesitant",
        "motivating",
        "regretful",
        "prepared",
        "relaxing"
    ]
}