{
    "conversation": [
        {
            "role": "Customer",
            "content": "*exala* Quinta vez esse ano. Esposa de militar. Preciso atualizar meu endereço. De novo."
        },
        {
            "role": "Customer Support",
            "content": "Nossa, cinco vezes—isso é é... muita coisa. Deixa eu puxar sua conta aqui rapidinho... qual é o seu—desculpa, posso pegar seu número de conta?"
        },
        {
            "role": "Customer",
            "content": "*inspira bruscamente* Pera. Você precisa do número da conta? Claro que precisa. Tá... em algum lugar."
        },
        {
            "role": "Customer Support",
            "content": "Sem problema, a gente pode usar seu email também. Na verdade pera—deixa eu tentar... como é que chama... busca alternativa. Telefone também funciona, termina com quais números?"
        },
        {
            "role": "Customer",
            "content": "*suspira* 4827. Olha. Eu só. Tô exausta. Cada base. Novo endereço. Mesmo pesadelo."
        },
        {
            "role": "Customer Support",
            "content": "Beleza, termina com 4827... tá tá, tô te vendo aqui. ID da conta M2847-KILO. Opa, que interessante—você tem status prioritário marcado. Programa família militar, né?"
        },
        {
            "role": "Customer",
            "content": "Status prioritário? *exala* Engraçado. Não parece muito prioritário quando eu faço isso o tempo todo."
        },
        {
            "role": "Customer Support",
            "content": "É, não, eu—eu super entendo. Então, seu endereço atual tá mostrando Fort Campbell, Kentucky, CEP 42223. Pra onde a gente vai atualizar dessa vez?"
        },
        {
            "role": "Customer",
            "content": "Fort Lewis. Washington. *suspira* Canto oposto do país. Porque não, né."
        },
        {
            "role": "Customer Support",
            "content": "Fort Lewis... isso isso é Joint Base Lewis-McChord agora, né? O CEP deve ser... hmm... 98433? Deixa eu confirmar—desculpa, preciso ter certeza que tá certo."
        },
        {
            "role": "Customer",
            "content": "Sabe de uma coisa? Você realmente conhece o nome da base. Isso é. Refrescante. A maioria não conhece."
        },
        {
            "role": "Customer Support",
            "content": "Meu irmão tá servindo lá, na verdade. Tá, então—pera, que estranho. O sistema tá mostrando que você tem três pedidos pendentes pro endereço de Kentucky. Pedidos ORD-7792-ALPHA, ORD-8134-BRAVO, e ah... ORD-8256-CHARLIE."
        },
        {
            "role": "Customer",
            "content": "*inspira bruscamente* Três pedidos?! Não foram enviados ainda? Claro que não. Perfeito. Simplesmente perfeito."
        },
        {
            "role": "Customer Support",
            "content": "Não não, pera—deixa eu checar o... como é que chama... status de processamento. Dois foram enviados ontem, rastreamento TRK-99847-KY e TRK-99848-KY. O terceiro tá processando, deve sair até 15 de novembro."
        },
        {
            "role": "Customer",
            "content": "*exala* Tá. Então eles tão em algum lugar entre Kentucky e Washington. Vai ser divertido."
        },
        {
            "role": "Customer Support",
            "content": "Na real, eu posso—pera pera, vou tentar uma coisa. Tem um redirecionamento de interceptação pra famílias militares. Código de serviço MIL-FORWARD-2024. Deixa eu ver se consigo aplicar retroativamente."
        },
        {
            "role": "Customer",
            "content": "Pera. Você consegue mesmo redirecionar pacotes no meio do caminho? *mais suave* Isso seria... incrível, sério."
        },
        {
            "role": "Customer Support",
            "content": "Consegui! Todos os três pedidos agora mostram redirecionamento pra Joint Base Lewis-McChord, prédio 2027. Deve adicionar talvez dois—não pera, três dias. Chegada até 20 de novembro no máximo."
        },
        {
            "role": "Customer",
            "content": "*exala devagar* Você acabou de salvar minha sanidade. Sério mesmo. Obrigada. Essa mudança tá sendo brutal."
        },
        {
            "role": "Customer Support",
            "content": "Pô, famílias militares já lidam com coisa demais, né? Ah, também atualizei seu endereço padrão permanentemente. Número de referência REF-LEWIS-8847-WASH pros seus registros. Qualquer coisa que for pedida agora vai direto pra Washington."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "*exhales* Fifth time this year. Military spouse. Need to update my address. Again."
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, five times—that's that's a lot. Let me pull up your account real quick... what's your—sorry, can I get your account number?"
        },
        {
            "role": "Customer",
            "content": "*sharp inhale* Wait. You need the account number? Of course you do. It's... somewhere."
        },
        {
            "role": "Customer Support",
            "content": "No worries, we can use your email instead. Actually wait—let me try... what's the word... alternate lookup. Phone number works too, ends in what digits?"
        },
        {
            "role": "Customer",
            "content": "*sigh* 4827. Look. I just. I'm exhausted. Every base. New address. Same nightmare."
        },
        {
            "role": "Customer Support",
            "content": "Got it, ends in 4827... okay okay I see you here. Account ID M2847-KILO. Huh, that's interesting—you've got priority status flagged. Military family program, right?"
        },
        {
            "role": "Customer",
            "content": "Priority status? *exhales* That's funny. Doesn't feel very priority when I do this constantly."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no I—I totally get that. So your current address shows Fort Campbell, Kentucky, ZIP 42223. Where're we updating to this time?"
        },
        {
            "role": "Customer",
            "content": "Fort Lewis. Washington. *sigh* Opposite corner of the country. Because why not."
        },
        {
            "role": "Customer Support",
            "content": "Fort Lewis... that's that's Joint Base Lewis-McChord now, right? ZIP should be... hmm... 98433? Let me verify—sorry, gotta make sure I get this right."
        },
        {
            "role": "Customer",
            "content": "You know what? You actually know the base name. That's. Refreshing. Most people don't."
        },
        {
            "role": "Customer Support",
            "content": "My brother's stationed there actually. Okay so—wait, that's weird. System's showing you have three pending orders to the Kentucky address. Orders ORD-7792-ALPHA, ORD-8134-BRAVO, and uh... ORD-8256-CHARLIE."
        },
        {
            "role": "Customer",
            "content": "*sharp inhale* Three orders?! They haven't shipped? Of course they haven't. This is perfect."
        },
        {
            "role": "Customer Support",
            "content": "No no wait—lemme check the... what's it called... fulfillment status. Two shipped yesterday, tracking TRK-99847-KY and TRK-99848-KY. Third one's processing, should ship by November 15th."
        },
        {
            "role": "Customer",
            "content": "*exhales* Okay. So they're somewhere between Kentucky and Washington. This should be fun."
        },
        {
            "role": "Customer Support",
            "content": "Actually I can—hold on hold on, I'm gonna try something. There's a forwarding intercept for military families. Service code MIL-FORWARD-2024. Let me see if I can apply it retroactively."
        },
        {
            "role": "Customer",
            "content": "Wait. You can actually forward packages mid-transit? *softer* That would be... incredible honestly."
        },
        {
            "role": "Customer Support",
            "content": "Got it! All three orders now show redirect to Joint Base Lewis-McChord, building 2027. Should add maybe two—no wait, three days. Arrival by November 20th latest."
        },
        {
            "role": "Customer",
            "content": "*exhales slowly* You just saved my sanity. Seriously. Thank you. This move's been brutal."
        },
        {
            "role": "Customer Support",
            "content": "Hey, military families deal with enough, right? Also updated your default address permanently. Reference number REF-LEWIS-8847-WASH for your records. Anything else gets ordered, it'll go straight to Washington."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "3e86127e_script.json",
    "professionalism": "casual",
    "scenario": "military spouse, stressed about updating her address for the fifth time this year",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "friendly_chatty"
            ],
            "disfluency": {
                "hesitation_types": [
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "troubleshooting_curious",
                "concentrating_quiet"
            ],
            "disfluency": {
                "hesitation_types": [
                    "self_corrections",
                    "word_searching",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}