{
    "conversation": [
        {
            "role": "Customer",
            "content": "Escuta. Eu tento explicar. Três vezes já. Ninguém... como é que fala... ninguém entende."
        },
        {
            "role": "Customer Support",
            "content": "Oi oi, eu super entendo a frustração, sabe eu na verdade aprendi português como segunda língua também, me mudei pra cá quando tinha doze anos, então deixa deixa eu te ajudar passo a passo, qual língua você normalmente fala?"
        },
        {
            "role": "Customer",
            "content": "Inglês. Estados Unidos. Olha é... tipo assim... hum, como é que eu digo... problema recorrente. Todo mês. Mesma coisa."
        },
        {
            "role": "Customer Support",
            "content": "Tá tá perfeito, então você tá tendo algo que acontece mensalmente, deixa eu puxar sua conta aqui com o número ACC-9847-BZ e eu posso ver que você ligou pra gente no dia quinze de cada mês nos últimos três meses, isso é sobre a cobrança da assinatura de R$47,89?"
        },
        {
            "role": "Customer",
            "content": "Sim! Mas não— Deixa eu ver aqui... não exatamente quarenta e sete. Diferente. Cada vez."
        },
        {
            "role": "Customer Support",
            "content": "Ah interessante, então então o valor muda, tô vendo agora, outubro foi R$47,89, setembro foi R$51,23, e agosto na verdade foi R$44,67, e pô isso aconteceu comigo com a mensalidade da academia uma vez, no final eles tavam adicionando taxas diferentes todo mês."
        },
        {
            "role": "Customer",
            "content": "Taxas. Sim. Mas eu acho... provavelmente não era pra ter? Contrato diz... fixo?"
        },
        {
            "role": "Customer Support",
            "content": "Você tá certíssima certíssima, deixa eu checar seu contrato original de junho, documento número DOC-3928-KL diz valor travado de R$39,99 mensais, então essas cobranças extras variando de R$4,68 até R$11,24 definitivamente não deveriam estar aí."
        },
        {
            "role": "Customer",
            "content": "Tá então isso significa... eles me devem? Dinheiro de volta?"
        },
        {
            "role": "Customer Support",
            "content": "Exatamente exatamente, e sabe que, eu tive uma situação parecida com minha operadora de internet ano passado e eles tentaram complicar mas mas a gente não vai fazer isso aqui, tô calculando o total cobrado a mais como R$23,81 nesses três meses."
        },
        {
            "role": "Customer",
            "content": "Você tem certeza? Porque a última pessoa. Ela disse. Sem reembolso."
        },
        {
            "role": "Customer Support",
            "content": "Ah cara, é eu posso ver essa nota da agente TM-4429 mas ela ela totalmente passou batido pelos termos do contrato, eu na verdade sou meio nova aqui mas passei um tempão extra no treinamento sobre questões de cobrança porque minha instrutora disse que isso acontece muito com contas internacionais."
        },
        {
            "role": "Customer",
            "content": "Internacional. Talvez é por isso? Regras diferentes?"
        },
        {
            "role": "Customer Support",
            "content": "Então é o seguinte, e eu vou ser real com você porque minha família lidou com isso também quando a gente imigrou pela primeira vez, às vezes empresas tentam isso mas seu contrato CON-8827-PT explicitamente diz mesmos termos independente da região de cobrança, sem exceções."
        },
        {
            "role": "Customer",
            "content": "Bom. Isso é bom. Finalmente alguém... tipo... entende."
        },
        {
            "role": "Customer Support",
            "content": "Olha eu eu vou resolver isso direito, já processei seu reembolso de R$23,81 com código de confirmação REF-9982-XM, e tô adicionando uma nota em inglês na sua conta pra próxima vez qualquer pessoa poder ver exatamente quais são os termos do seu contrato."
        },
        {
            "role": "Customer",
            "content": "Inglês? Você consegue— Pera. Sério?"
        },
        {
            "role": "Customer Support",
            "content": "Bom meu inglês é é bem básico mas eu sei o suficiente pra escrever \"fixed monthly rate $39.99 no additional fees\" que basicamente significa taxa mensal fixa sem taxas adicionais, e assim não tem confusão na próxima vez."
        },
        {
            "role": "Customer",
            "content": "Isso é. Nossa. Obrigada. Primeira vez que alguém realmente... provavelmente primeira vez ajuda de verdade."
        },
        {
            "role": "Customer Support",
            "content": "Poxa isso significa muito, honestamente quando eu comecei aqui duas semanas atrás eu prometi pra mim mesma que eu eu seria o tipo de atendente que eu queria ter tido quando eu tava lutando com questões de idioma, seu novo número de referência é CASE-7764-BR e me liga direto no ramal 4492 se isso acontecer de novo."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Listen. I try to explain. Three times already. Nobody... what's the word... nobody gets it."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey, I totally understand the frustration, you know I actually learned English as my second language too, moved here when I was twelve, so let me let me help you through this step by step, what language do you normally speak?"
        },
        {
            "role": "Customer",
            "content": "Portuguese. Brazil. Look it's... sort of like... hmm, how do I say... recurring problem. Every month. Same thing."
        },
        {
            "role": "Customer Support",
            "content": "Okay okay perfect, so you're having something that happens monthly, let me pull up your account here with number ACC-9847-BZ and I can see you've called us on the fifteenth of each month for the past three months, is this about the subscription charge of $47.89?"
        },
        {
            "role": "Customer",
            "content": "Yes! But not— Let me see here... not exactly forty seven. Different. Each time."
        },
        {
            "role": "Customer Support",
            "content": "Oh interesting, so so the amount changes, I see it now, October was $47.89, September was $51.23, and August was actually $44.67, and honestly this happened to me with my gym membership once, turned out they were adding different fees each month."
        },
        {
            "role": "Customer",
            "content": "Fees. Yes. But I think... probably not supposed to? Contract says... fixed?"
        },
        {
            "role": "Customer Support",
            "content": "You're absolutely right right, let me check your original agreement from June, document number DOC-3928-KL says locked rate of $39.99 monthly, so these extra charges ranging from $4.68 to $11.24 definitely shouldn't be there."
        },
        {
            "role": "Customer",
            "content": "Okay so that means... they owe me? Money back?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly exactly, and you know what, I had a similar situation with my internet provider last year and they tried to make it complicated but but we're not doing that here, I'm calculating the total overcharge as $23.81 across those three months."
        },
        {
            "role": "Customer",
            "content": "Are you sure? Because last person. They said. No refund."
        },
        {
            "role": "Customer Support",
            "content": "Oh man, yeah I can see that note from agent TM-4429 but they they totally missed the contract terms, I'm actually kind of new here but I spent extra time in training on billing issues because my trainer said this happens a lot with international accounts."
        },
        {
            "role": "Customer",
            "content": "International. That's maybe why? Different rules?"
        },
        {
            "role": "Customer Support",
            "content": "So here's the thing, and I'm being real with you because my family dealt with this too when we first immigrated, sometimes companies try that but your contract CON-8827-PT explicitly states same terms regardless of billing region, no exceptions."
        },
        {
            "role": "Customer",
            "content": "Good. This is good. Finally someone... kind of... understands."
        },
        {
            "role": "Customer Support",
            "content": "Listen I'm I'm gonna make this right, already processed your refund of $23.81 with confirmation code REF-9982-XM, and I'm adding a note in Portuguese to your account so next time anyone can see exactly what your contract terms are."
        },
        {
            "role": "Customer",
            "content": "Portuguese? You can— Wait. Really?"
        },
        {
            "role": "Customer Support",
            "content": "Well my Portuguese is is pretty basic but I know enough to write \"taxa fixa mensal $39.99 sem taxas adicionais\" which basically means fixed monthly rate no additional fees, and that way there's no confusion next time."
        },
        {
            "role": "Customer",
            "content": "This is. Wow. Thank you. First time someone actually... probably first time real help."
        },
        {
            "role": "Customer Support",
            "content": "Hey that means a lot, honestly when I started here two weeks ago I promised myself I'd I'd be the kind of support person I wished I had when I was struggling with language stuff, your new reference number is CASE-7764-BR and call me directly at extension 4492 if this happens again."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "3a43a307_script.json",
    "professionalism": "casual",
    "scenario": "confused because English isn't their first language and they're struggling to explain",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "warming_up",
                "anxious_worried"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "hedge_words",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "new_and_eager"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        }
    }
}