{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Vinte anos a planear receções de casamento, e nem consegui salvar o meu próprio. [laugh] Tem piada, não tem? A diretora regional liga segunda de manhã—parabéns, conseguiste a promoção, o maior aumento da tua carreira, carro da empresa, tudo. [excited] E eu senti mesmo aquilo durante tipo, trinta segundos, sabes? Aquela alegria pura, tipo finalmente, finalmente todas aquelas horas extra serviram para alguma coisa. [pause] Depois cheguei a casa e vi os armários meio vazios e os papéis do divórcio em cima da bancada da cozinha. [very quietly] Ela nem conseguiu esperar até sexta. Não me deixou ter a semana. [sigh] A ironia é que, hum, a ironia é que eu fiz todas aquelas horas extra para nos dar uma vida melhor. Mais dinheiro, casa melhor, todas aquelas coisas que ela dizia que queria. [angry] Mas pelos vistos o que ela queria mesmo era alguém que estivesse lá. [pause] Portanto agora ando a planear os dias mais felizes de outras pessoas enquanto os meus são... [trailing off] Amanhã é suposto eu coordenar o casamento dos Henderson. Quinhentos convidados, fontes de champanhe, tudo do melhor. [very sad] E tenho de ficar lá a sorrir, a garantir que toda a gente celebra o amor enquanto o meu está, ah, enquanto o meu está a ser dividido pelos advogados. [long pause] A minha mãe diz que vai ficar mais fácil. [sarcastic] Claro, mãe. Vou-me é atirar de cabeça ao trabalho novo. [very melancholic] Tornar-me no melhor gestor de banquetes que volta para casa para um apartamento vazio."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Twenty years of planning wedding receptions, and I couldn't even save my own marriage. [laugh] That's funny, right? Regional director calls Monday morning—congratulations, you got the promotion, biggest raise of your career, company car, the whole thing. [excited] And I actually felt it for like, thirty seconds, you know? This pure joy, like finally, finally all those double shifts meant something. [pause] Then I came home to half-empty closets and divorce papers on the kitchen counter. [very quietly] She couldn't even wait until Friday. Couldn't let me have the week. [sigh] The irony is, um, the irony is I took all those extra hours to give us a better life. More money, better house, all that stuff she said she wanted. [angry] But apparently what she really wanted was someone who was actually there. [pause] So now I'm planning other people's happiest days while mine are just... [trailing off] Tomorrow I'm supposed to coordinate the Henderson wedding. Five hundred guests, champagne fountains, the works. [very sad] And I have to stand there smiling, making sure everyone's celebrating love while mine is, uh, while mine is getting itemized by lawyers. [long pause] Mom says it'll get easier. [sarcastic] Sure, Mom. I'll just throw myself into the new job. [very melancholic] Become the best damn banquet manager who goes home to an empty apartment."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "226e23bd_monologue.json",
    "type": "emotional_monologue",
    "subject": "Getting promoted to banquet manager the same week your marriage falls apart",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}