{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Então acabei de descobrir que, hum, pelos vistos não vou aparecer nos créditos do filme. Tipo, de todo. [bitter] O realizador anda literalmente a dizer a toda a gente que—quer dizer, está a dizer que arranjou todos os adereços sozinho. [laugh] Pois. Está bem. Porque, sabes, eu é que não passei três meses à procura daquela máquina de escrever vintage, nem praticamente vivi em feiras de velharias para encontrar pratos da época certa para aquela cena do jantar.\n\n[angry] É que—pá, quem é que faz isto? [pause] Construí metade daqueles adereços do zero na minha garagem. A receita do sangue falso que ficava mesmo bem em câmara? Fui eu. [sarcastic] Mas claro, sim, o realizador fez tudo enquanto estava, o quê, a realizar e a produzir ao mesmo tempo?\n\n[upset] A cena é que, tipo, eu sabia que isto era baixo orçamento, e estava tranquilo com o pagamento merdoso porque pensei—[sad] pensei mesmo que isto pelo menos ia pôr o meu nome lá fora, percebes? [sigh] O meu primeiro crédito a sério num filme.\n\n[very quietly] Guardei todos os recibos. Todas as mensagens em que me pediu para arranjar algo específico. [bitter] Não que isso importe agora, suponho. [frustrated] É que é tão—bah, nem consigo—[trailing off]\n\n[exhausted] Se calhar devia ter pedido por escrito. Mas quem é que pensa, [sarcastic] \"Ah, é melhor garantir que o realizador não rouba o crédito pelo meu trabalho?\" [angry] Ninguém pensa nisso."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] So I just found out that, um, apparently I'm not getting credited on the film. Like, at all. [bitter] The director is literally telling everyone that they—I mean, they're saying they sourced every single prop themselves. [laugh] Right. Okay. Because, you know, I definitely didn't spend three months hunting down that vintage typewriter, or basically living at estate sales to find period-accurate dishes for that dinner scene. \n\n[angry] It's just—honestly, who does that? [pause] I built half those props from scratch in my garage. The fake blood recipe that actually looked good on camera? That was me. [sarcastic] But sure, yeah, the director did it all while they were, what, simultaneously directing and producing? \n\n[upset] The thing is, like, I knew this was low budget, and I was fine with the crappy pay because I thought—[sad] I really thought this would at least get my name out there, you know? [sigh] My first real film credit. \n\n[very quietly] I kept every receipt. Every text where they asked me to source something specific. [bitter] Not that it matters now, I guess. [frustrated] It's just so—ugh, I can't even—[trailing off] \n\n[exhausted] Maybe I should've gotten it in writing. But who thinks, [sarcastic] \"Oh better make sure the director doesn't steal credit for my actual work?\" [angry] Nobody thinks that."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "4b59f20e_monologue.json",
    "type": "emotional_monologue"
}