{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] We won. Quer dizer, é isso que lhe estão a chamar, não é? Vitória. Hum, todos aqueles anos de—de nos escondermos nas montanhas, as emboscadas, as... [bitter] tudo o que acreditávamos que valia a pena. E honestamente, suponho que taticamente falando, ganhámos. Os ocupantes foram-se embora. [pause] But there's this, uh, this smell in the village square that won't—[sniffle] Meu Deus, aqueles não eram soldados. Continuo a dizer a mim próprio, sabes, guerra de guerrilha significa que todos estão envolvidos, todos são um potencial... mas ela estava só a vender pão. [shaky voice] Her kids were right there when the—quando nós—[long pause] \n\nI mean, what were we supposed to do, right? Eles estavam a usar edifícios civis, escondendo-se entre... [trailing off] Não, isso não é—é o que eles também diziam, não é? Sobre nós. [whispering] Cristo, o nome dela era Maria. Eu sabia mesmo o nome dela. Ela costumava, hum, acenar-me antes de isto tudo começar. [angry] And now her kids are—they're orphans because of what? Por causa da nossa gloriosa libertação? [crying while speaking] We freed them from occupation and gave them... o quê exatamente? Casas vazias e, uh, valas comuns e—[very quietly] já nem reconheço no que nos tornámos."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] We won. I mean, that's what they're calling it, right? Victory. Um, all those years of—of hiding in the mountains, the ambushes, the... [bitter] everything we believed was worth it. And honestly, I guess tactically speaking, we did win. The occupiers are gone. [pause] But there's this, uh, this smell in the village square that won't—[sniffle] God, those weren't soldiers. I keep telling myself, you know, guerrilla warfare means everyone's involved, everyone's a potential... but she was just selling bread. [shaky voice] Her kids were right there when the—when we—[long pause] \n\nI mean, what were we supposed to do, right? They were using civilian buildings, hiding among... [trailing off] No, that's not—that's what they said too, isn't it? About us. [whispering] Christ, her name was Maria. I actually knew her name. She used to, um, wave at me before all this started. [angry] And now her kids are—they're orphans because of what? Because of our glorious liberation? [crying while speaking] We freed them from occupation and gave them... what exactly? Empty houses and, uh, mass graves and—[very quietly] I don't even recognize what we've become."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "556c4e2d_monologue.json",
    "type": "emotional_monologue"
}