{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[quietly] Sabes o que é mesmo louco? Eu costumava transportar coca pelas mesmas rotas. [pause] Os mesmos compartimentos escondidos, as mesmas passagens de fronteira, os mesmos subornos aos mesmos guardas. Só que agora são... são famílias. [emotional] Miúdos pequeninos que, hum, que seguram a respiração tão quietinhos quando passamos pelos checkpoints que fico aterrorizado que desmaiem. [shaky voice] Na semana passada uma mãe, passou-me o bebé dela pela porta do compartimento e eu simplesmente—quer dizer, a confiança nos olhos dela. [pause] Vinte anos a transportar droga, nunca perdi o sono. But now? [anxious] Every single run I'm thinking what if the air vents fail, e se não conseguem respirar, e se nos apanham e estas pessoas— [trailing off]\n\n[passionately] A questão é que, na verdade, sou bom nisto. All those years learning routes, building networks, knowing which officials to pay... pois, acontece que essas competências servem para isto. [warm] Ontem um pai apertou-me a mão e disse que salvei a família dele. [pause] Eu. O gajo que costumava envenenar bairros com aquela porcaria. [very sincerely] Acho que, hum, talvez isto seja a redenção? Using the worst parts of your past to... para fazer algo que realmente importa. [confidently] E nunca mais vou voltar atrás."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[quietly] You know what's crazy? I used to move coke through these same routes. [pause] Same hidden compartments, same border crossings, same bribes to the same guards. Except now it's... it's families. [emotional] Little kids who, um, who hold their breath so quiet when we go through checkpoints that I'm terrified they'll pass out. [shaky voice] Last week this mother, she handed me her baby through the compartment door and I just—I mean, the trust in her eyes. [pause] Twenty years moving drugs, never lost sleep. But now? [anxious] Every single run I'm thinking what if the air vents fail, what if they can't breathe, what if we get caught and these people— [trailing off] \n\n[passionately] The thing is, I'm actually good at this. All those years learning routes, building networks, knowing which officials to pay... well, turns out those skills translate. [warm] Yesterday a father shook my hand and said I saved his family. [pause] Me. The guy who used to poison neighborhoods with that garbage. [very sincerely] I guess, hmm, maybe this is what redemption looks like? Using the worst parts of your past to... to actually do something that matters. [confidently] And I'm never going back."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "2753291d_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your smuggler skills being used to rescue refugees instead of moving contraband",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}