{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] 20 anos que ando a trabalhar para chegar a banquet manager, e uh, adivinha? Finalmente consegui. [laugh] Na mesma semana em que a Sara decide que está—[pause] que está farta. Tipo, sinceramente, que timing é este? [sarcastic] \"Parabéns pela promoção,\" disseram-me. Meanwhile, I'm sleeping on my brother's couch. \n\n[confused] Quer dizer, eu devia estar a celebrar, não é? This is literally everything I've worked for. O problema é que, [very sad] fico a olhar para este cartão de visita novo e é só... papel. [sigh] \n\nEla disse—[shaky voice] Meu Deus, ela disse mesmo que me importo mais com arranjos de mesa do que com o nosso casamento. E talvez—[regretful] não sei, maybe she's right? Tipo, quantos aniversários é que perdi por causa de, er, alguma gala corporativa? \n\n[angry] Mas não é justo! I was doing this for us! Para o nosso—[trailing off] tanto faz. [exhausted] Já não importa, pois não?\n\n[mumbling] Amanhã tenho de coordenar o casamento dos Henderson. 500 convidados. [very quietly] E eu nem consigo, hmm, manter uma pessoa feliz. [long pause] \n\n[cry] Consegui tudo o que queria profissionalmente, e estou—[sniffle] estou completamente sozinho. [whispering] Como é que estraguei isto tão mal?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Twenty years I've been working my way up to banquet manager, and uh, guess what? I finally got it. [laugh] The same exact week that Sarah decides she's—[pause] she's done. Like, honestly, how's that for timing? [sarcastic] \"Congratulations on your promotion,\" they said. Meanwhile, I'm, you know, sleeping on my brother's couch. \n\n[confused] I mean, I should be celebrating, right? This is literally everything I've worked for. The thing is, [very sad] I keep staring at this new business card and it's just... paper. [sigh] \n\nShe said—[shaky voice] God, she actually said I care more about table settings than our marriage. And maybe—[regretful] I don't know, maybe she's right? Like, how many anniversaries did I miss because of, er, some corporate gala? \n\n[angry] But it's not fair! I was doing this for us! For our—[trailing off] whatever. [exhausted] Doesn't matter now, does it?\n\n[mumbling] Tomorrow I'm supposed to coordinate the Henderson wedding. Five hundred guests. [very quietly] And I can't even, hmm, keep one person happy. [long pause] \n\n[cry] I got everything I wanted professionally, and I'm just—[sniffle] I'm completely alone. [whispering] How did I mess this up so badly?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "58201ca2_monologue.json",
    "type": "emotional_monologue"
}