{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Trinta anos. Hum, trinta anos que ando aqui a trabalhar madeira neste espaço, e agora esta—esta gente muda-se para cá com o seu, [sarcastic] o seu \"luxo urbano\" e de repente eu é que sou o problema? [pause] Tipo, sinceramente, o que é que esperavam ao mudarem-se para o lado de uma oficina? [frustrated] A questão é que, ah, eu estava aqui primeiro. Muito antes das torres de vidro deles e, sabes, dos estúdios de yoga. [sigh]\n\nQuer dizer, esta manhã estava só—[very sad] estava a olhar para as ferramentas do meu avô na parede, e pensei... [trailing off] Meu Deus. [long pause] Cada violino, cada guitarra que passou por aqui tem, hum, tem basicamente a história de alguém lá dentro. [warm] O primeiro instrumento de recital da filha da Sra. Chen. Aquele miúdo do, é, do bairro que não podia pagar—[voice breaking] enfim.\n\n[angry] E para quê? Para eles poderem ter a sua, a sua \"meditação matinal em paz\" sem ouvir trabalho artesanal a sério? [laugh] Pois. Porque Deus nos livre de alguém fazer alguma coisa com as mãos hoje em dia. [whispering] O senhorio nem sequer me olha nos olhos.\n\n[very melancholic] Mas sabes que mais? Acho que... [pause] talvez seja só—[resigned] tudo muda, não é? [bitter] Mesmo quando não devia ter de ser assim."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Thirty years. Um, thirty years I've been shaping wood in this space, and now these—these people move in with their, [sarcastic] their \"luxury living\" and suddenly I'm the problem? [pause] Like, honestly, what did they expect moving next to a workshop? [frustrated] The thing is, er, I was here first. Way before their glass towers and, you know, their yoga studios. [sigh] \n\nI mean, this morning I was just—[very sad] I was looking at my grandfather's tools on the wall, and I thought... [trailing off] God. [long pause] Every violin, every guitar that's come through here has, um, basically has someone's story in it. [warm] Mrs. Chen's daughter's first recital instrument. That kid from the, uh, from the neighborhood who couldn't afford—[voice breaking] anyway. \n\n[angry] And for what? So they can have their, their \"peaceful morning meditation\" without hearing actual craftsmanship? [laugh] Right. Because heaven forbid someone actually makes something with their hands anymore. [whispering] The landlord won't even look me in the eye. \n\n[very melancholic] You know what though? I guess... [pause] maybe it's just—[resigned] everything changes, right? [bitter] Even if it shouldn't have to."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "538c5ab9_monologue.json",
    "type": "emotional_monologue"
}