{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Vinte e sete anos. Vinte e sete malditos anos que ando a aparecer naquele sítio, e dizem-nos numa reunião—uma reunião de quinze minutos—que acabou. 31 de março. [pause] Vão mudar a operação toda para o México.\n\nTenho cinquenta e quatro anos, o que é que eu devo, hum, começar tudo de novo? [frustrated] Como se fosse um puto acabado de sair da escola? Os joelhos estão rebentados, as costas estão-me a matar há dez anos, e querem que eu o quê—volte a estudar? Aprenda informática? [sarcastic] Ah pois, vou-me tornar programador de um dia para o outro.\n\nA casa ainda nem está paga. [very quietly] Ainda faltam doze anos. Quer dizer, a Linda tem andado a falar da reforma, de talvez viajar um bocado, e agora—[trailing off]\n\n[angry] Sabes o que é que me mata? Tiveram lucros recorde no último trimestre. Lucros recorde! Mas pelos vistos já não chega, têm de espremer até ao último cêntimo para—[exhausted] Sei lá. Já não sei de nada.\n\nO meu pai trabalhou naquela fábrica. [sad] Arranjou-me o emprego logo depois de fazer dezoito anos. Estava tão orgulhoso, disse que era um emprego para a vida. [pause] Grande vida, não é?\n\nQue raio é que vou dizer à Linda? [sigh] Está a fazer o jantar agora mesmo, provavelmente a cantarolar com o rádio, e eu aqui sentado neste parque de estacionamento como um cobarde porque não consigo—[shaky voice] não consigo encara-la ainda."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Twenty-seven years. Twenty-seven goddamn years I've been showing up at that place, and they tell us in a meeting—a fifteen-minute meeting—that we're done. March 31st. [pause] They're moving the whole operation to Mexico. \n\nI'm fifty-four years old, what am I supposed to, um, just start over? [frustrated] Like I'm some kid fresh out of high school? My knees are shot, my back's been killing me for the last decade, and they want me to what—go back to school? Learn computers? [sarcastic] Oh sure, I'll just become a programmer overnight.\n\nThe mortgage isn't even paid off yet. [very quietly] We've got twelve more years on it. I mean, Linda's been talking about retirement, about maybe traveling a little, and now—[trailing off]\n\n[angry] You know what kills me? They had record profits last quarter. Record profits! But apparently that's not enough anymore, they need to squeeze every last penny out of—[exhausted] I don't know. I just don't know anymore.\n\nMy dad worked at that factory. [sad] Got me the job right after I turned eighteen. He was so proud, said it was a job for life. [pause] Some life, huh? \n\nWhat the hell am I gonna tell Linda? [sigh] She's making dinner right now, probably humming along to the radio, and I'm sitting here in this parking lot like a coward because I can't—[shaky voice] I can't face her yet."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "4b45fcc2_monologue.json",
    "type": "emotional_monologue"
}