{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Vinte e três anos. É o tempo que ando nisto. Vinte e três anos da minha vida, e eles simplesmente... [bitter] votaram sim. A favor de tudo. Cada coisinha que dissemos que nunca iríamos ceder. Quer dizer, estou aqui sentado a olhar para o comunicado de imprensa e é tipo—[confused] será que se esqueceram de quem somos? Será que se esqueceram do motivo pelo qual começámos isto?\n\n[angry] Expansão prisional! Apoiaram a expansão prisional! Nós literalmente—a nossa cena toda era acabar com o encarceramento em massa, e agora de repente é \"compromisso estratégico\" e \"progresso incremental\". [sarcastic] Ah pois, vamos lá construir mais jaulas, isso é que vai resolver tudo.\n\nLarguei o meu escritório de advocacia por isto. [sad] O meu casamento foi-se abaixo porque estava sempre em protestos, sempre a organizar, sempre... Foda-se, a Sara disse-me que eu me preocupava mais com estranhos do que com a minha própria família. Talvez ela tivesse razão. [pause] E para quê? Para eles se sentarem numa sala de reuniões e basicamente apertarem a mão às mesmas pessoas que nos mandaram gás lacrimogéneo?\n\n[exhausted] Sei lá a quem é que hei de ligar agora. Toda a gente com quem eu quereria falar provavelmente votou a favor. Devem estar todos a celebrar a sua \"vitória histórica\" enquanto eu estou aqui a sentir que acabei de ver o trabalho da minha vida a arder. [very quietly] Vinte e três anos. Para que raio é que foi tudo isto?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Twenty-three years. That's how long I've been doing this. Twenty-three years of my life, and they just... [bitter] they voted yes. To everything. Every single thing we said we'd never compromise on. I mean, I'm sitting here looking at the press release and it's like—[confused] did they forget who we are? Did they forget what we started this for? \n\n[angry] Prison expansion! They endorsed prison expansion! We literally—our whole thing was about ending mass incarceration, and now suddenly it's \"strategic compromise\" and \"incremental progress.\" [sarcastic] Oh sure, let's just build more cages, that'll fix everything. \n\nI gave up my law practice for this. [sad] My marriage fell apart because I was always at protests, always organizing, always... God, Sarah told me I cared more about strangers than my own family. Maybe she was right. [pause] And for what? So they could sit in some boardroom and basically shake hands with the same people who tear-gassed us? \n\n[exhausted] I don't even know who to call right now. Everyone I'd want to talk to probably voted for it. They're all probably celebrating their \"historic win\" while I'm here feeling like I just watched my life's work get torched. [very quietly] Twenty-three years. What the hell was it all for?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "5d2c63d4_monologue.json",
    "type": "emotional_monologue"
}