{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Mais uma carta de recusa para escrever. [exhausted] Meu Deus, eu já—já nem consigo olhar mais para este processo, sabes? Esta mulher, ela está, hum, ela claramente não consegue trabalhar. Quer dizer, [bitter] os registos médicos estão aqui mesmo, mostram literalmente que ela não aguenta de pé mais de 10 minutos, mas pronto... [sigh] De alguma forma tenho de encontrar a tecnicalidade que faz com que ela não se qualifique. [frustrated] É sempre uma coisa estúpida tipo, ah, ela não foi ao especialista certo ou, é, os papéis são de há 4 meses em vez de 3.\n\n[sad] A questão é que eu sei o que vem a seguir. Ela vai recorrer, obviamente, e depois, bem, [quietly] talvez arranje um advogado se tiver sorte. A maioria não arranja. A maioria simplesmente... [trailing off]\n\n[angry] E o que me deixa mesmo lixado—a minha supervisora disse-me ontem literalmente que a nossa taxa de aprovação está \"alta demais.\" Alta demais! Tipo, [sarcastic] desculpem lá por realmente ler os processos? [pause] Suponho que devo, sei lá, carimbar automaticamente \"recusado\" em tudo?\n\n[very melancholic] Eu entrei neste trabalho a pensar que ia ajudar pessoas. [laugh bitterly] É essa a piada, não é? Agora sou basicamente—[shaky voice] sou a razão pela qual alguém não vai conseguir pagar os medicamentos no próximo mês. [long pause]\n\n[resigned] Enfim, vou só... encontrar alguma coisa errada no formulário. Há sempre alguma coisa."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Another denial letter to write. [exhausted] God, I just—I can't even look at this file anymore, you know? This woman, she's, um, she clearly can't work. I mean, [bitter] the medical records are right here, literally showing she can't stand for more than ten minutes, but somehow... [sigh] Somehow I have to find the technicality that makes her not qualify. [frustrated] It's always something stupid like, oh, she didn't see the right specialist or, er, the paperwork's from four months ago instead of three.\n\n[sad] The thing is, I know what happens next. She'll appeal, obviously, and then, well, [quietly] maybe she'll get a lawyer if she's lucky. Most don't though. Most just... [trailing off] \n\n[angry] And here's what really gets me—my supervisor literally told me yesterday that our approval rate is \"too high.\" Too high! Like, [sarcastic] sorry for actually reading the files? [pause] I guess I'm supposed to just, what, automatically stamp \"denied\" on everything?\n\n[very melancholic] I went into this job thinking I'd be helping people. [laugh bitterly] That's the joke, right? Now I'm basically—[shaky voice] I'm the reason someone won't be able to afford their medication next month. [long pause] \n\n[resigned] Anyway, I'll just... find something wrong with the form. There's always something."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "513debe3_monologue.json",
    "type": "emotional_monologue"
}