{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[voz trémula] Olha, eu, hum—nem sei como começar isto. [pigarreando] Provavelmente não me reconheces assim todo arranjado, mas eu sou o tipo que, sabes, que ficava ali na esquina junto à loja? [emocionado] E tu davas-me o teu almoço todos os dias, tipo—[pausa] todos os santos dias durante oito meses. [chorando ao falar] Arranjei casa. Consegui mesmo—consegui um sítio. Consegues acreditar? [fungando] É só um estúdio, mas pronto, tem paredes e uma porta que tranca e, [muito sinceramente], por tua causa nunca fui para a cama com fome mesmo quando tudo o resto estava a desabar. [caloroso] Davas-me aquele saco castanho e dizias \"tem um bom dia\" como se eu fosse, quer dizer, como se eu fosse uma pessoa qualquer. Não invisível. [pausa] A questão é que a maioria das pessoas passava ao lado, mas tu—[emocionado] tu viste-me. Viste-me mesmo. [riso] Começo o meu trabalho na próxima semana, a lavar pratos naquele café da Rua Terceira. [confiante] E um dia, juro-te, vou ser EU a pagar-te o almoço. [muito baixinho] Obrigado por, basicamente, me teres mantido vivo quando eu não conseguia fazê-lo sozinho. [caloroso] Obrigado por me tratares como um ser humano quando eu já me tinha esquecido que era um."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Hey, I, um—I don't even know how to start this. [clearing throat] You probably don't recognize me all cleaned up like this, but I'm the guy who, you know, used to sit by the corner store? [emotional] And you'd give me your lunch every single day, like—[pause] every damn day for eight months. [crying while speaking] I got housed. I actually—I got a place. Can you believe that? [sniffle] It's just a studio, but honestly, it has walls and a door that locks and, [very sincerely], because of you I never went to bed hungry even when everything else was falling apart. [warm] You'd just hand me that brown bag and say \"have a good one\" like I was, I mean, like I was just anybody. Not invisible. [pause] The thing is, most people would walk past, but you—[emotional] you saw me. Actually saw me. [laugh] I start my job next week, dishwashing at that diner on Third. [confidently] And someday, I swear, I'm gonna buy YOU lunch. [very quietly] Thank you for, basically, keeping me alive when I couldn't do it myself. [warm] Thank you for treating me like a human being when I'd forgotten I was one."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "56b6dffb_monologue.json",
    "type": "emotional_monologue"
}