{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[ansioso] Não consigo parar de pensar nisso, uma e outra vez. A cara da filha quando eu disse \"demência\"—assim, despejei aquilo assim do nada. Sem aviso, sem preparar o terreno, eu simplesmente... [pausa] Meu Deus, já fiz isto centenas de vezes. Centenas de vezes e nunca fiz asneira tão grande. [arrependido] Devia ter percebido o quão perdidos eles estavam. O filho já vinha a chorar por outra coisa qualquer quando entraram, e eu... eu continuei com a minha lista clínica. [frustrado] Mas o que é que eu havia de fazer? Tinha dez minutos e mais três pacientes à espera. Mas isso não é desculpa, pois não? [suspiro] Vinte e três anos de prática e pode ser isto a definir-me. Uma manhã horrível em que me esqueci que atrás de cada diagnóstico está uma, hum... está uma família inteira a desmoronar-se. [baixinho] O pior é que eles têm razão. Têm toda a razão em fazer queixa. Despachei a explicação do prognóstico, não ofereci recursos, nem sequer—[pausa] Nem sequer perguntei se tinham dúvidas. [muito triste] Dei-lhes lenços de papel e passei para a sala quatro."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] I keep replaying it in my head, over and over. The daughter's face when I said \"dementia\"—just, just dropped it on them like that. No warning, no gentle lead-in, I just... [pause] God, I've done this a hundred times. A hundred times and I've never screwed up this badly. [regretful] I should have noticed how overwhelmed they looked. The son was already crying about something else when they came in, and I just—I just kept going with my clinical checklist. [frustrated] But what was I supposed to do? We had ten minutes left and three other patients waiting. That's not an excuse though, is it? [sigh] Now there's this formal complaint and the board review and... [shaky voice] Twenty-three years of practice and this could be what defines me. One terrible morning where I forgot that behind every diagnosis is a, um... is a whole family falling apart. [quietly] The worst part is they're right. They're absolutely right to file it. I rushed through explaining the prognosis, I didn't offer resources, I didn't even—[pause] I didn't even ask if they had questions. [very sad] Just handed them tissues and moved on to room four."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "271957c2_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your geriatrician diagnosis delivery went terribly wrong and the family is filing a complaint against you",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}