{
    "conversation": [
        {
            "role": "Customer",
            "content": "देखिए। मैं— मैं customer रही हूं। आठ साल। आठ! और अब यह— यह late fee?"
        },
        {
            "role": "Customer Support",
            "content": "अरे नहीं, उम, मुझे बहुत— बहुत खेद है कि ऐसा हुआ है। मैं, उह, अभी आपका account खोलती हूं, उम, बस system में जाना है और— ठीक ठीक, क्या आप अपना account number बता सकती हैं?"
        },
        {
            "role": "Customer",
            "content": "यह उह, यह— रुकिए, नहीं मैं— मैं बस... 4-7-2... 8-3-9।"
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट परफेक्ट, धन्यवाद। तो मेरे पास account 472839 है और, उम, मैं देख सकती हूं— अरे वाह, आप सच में हमारे साथ 2016 से हैं, उह। That's amazing loyalty and I'm really really sorry you're dealing with this."
        },
        {
            "role": "Customer",
            "content": "ठीक। तो। फीस। पच्चीस डॉलर। किसलिए exactly?"
        },
        {
            "role": "Customer Support",
            "content": "ठीक तो, उम, transaction TXN-9847-MK22 देख रही हूं, यहां, उह, October 15th से late fee है और यह कह रहा है, उम, payment 18th को मिला था, एर, 15th की due date के बजाय।"
        },
        {
            "role": "Customer",
            "content": "नहीं नहीं नहीं। मैंने pay किया था— मैंने तेरहवीं को किया था। तेरहवीं को! यह तो..."
        },
        {
            "role": "Customer Support",
            "content": "ओह, उम, यह— यह बिल्कुल सही नहीं है फिर। मैं, उह, payment log चेक कर रही हूं, reference number REF-7829-QT, और— हम्म, यह, एर, सच में अजीब है क्योंकि मैं देख रही हूं आप क्या कह रही हैं।"
        },
        {
            "role": "Customer",
            "content": "तो आप देख रही हैं? आप— आप सच में देख रही हैं कि मैं सिर्फ..."
        },
        {
            "role": "Customer Support",
            "content": "हां हां, बिल्कुल! मैं देख रही हूं, उम, 13th को pending status है जो, उह, clear नहीं हुआ— अरे यह बहुत frustrating है, I know exactly what happened here with our processing system."
        },
        {
            "role": "Customer",
            "content": "बढ़िया। शानदार। तो उम, मुझे— मुझे अब क्या करना होगा? बस..."
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं, आपको— आपको कुछ नहीं करना! मैं, उम, मैं actually अभी ठीक कर रही हूं, जैसे, एर, तुरंत। Adjustment ADJ-5502-BN अभी बना रही हूं।"
        },
        {
            "role": "Customer",
            "content": "सच में? आप बस— बस ऐसे ही... ठीक ठीक, मेरा मतलब..."
        },
        {
            "role": "Customer Support",
            "content": "पहले ही हो गया! वह, उह, पच्चीस डॉलर वापस credit हो रहे हैं, confirmation code CNF-8847-LP33, और, उम, सच में? I'm also adding a five dollar courtesy credit because this never should've happened."
        },
        {
            "role": "Customer",
            "content": "ओह। यह... हुह। इसकी उम्मीद नहीं थी।"
        },
        {
            "role": "Customer Support",
            "content": "सुनिए, उम, आठ साल— बहुत incredible हैं। आप deserve करती हैं, एर, गलत fees से deal करने से कहीं बेहतर। Credits 24 से 48 घंटों में दिखेंगे, उह, transaction TXN-9848-MK23 के under।"
        },
        {
            "role": "Customer",
            "content": "मैं बस— मैं सोच रही थी मुझे लड़ना पड़ेगा। जैसे सच में लड़ना इसके लिए..."
        },
        {
            "role": "Customer Support",
            "content": "कभी नहीं कभी नहीं! मेरे रहते नहीं। मैंने, उम, एक note भी डाला है, case number CSE-7749-RT, तो अगर— अगर यह फिर कभी होता है, कोई भी rep देखेगा कि हमने पहले ही verify किया है कि आपकी payment habits, उह, परफेक्ट हैं।"
        },
        {
            "role": "Customer",
            "content": "यह... हां। ठीक है। धन्यवाद। सच में।"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल! और, उम, यह मेरा direct extension है— 4429। अगर आपको कभी, एर, कोई भी दिक्कत हो, बस— बस Maya को पूछिए। I remember the good customers."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Look. I've been— I've been a customer. Eight years. Eight! And now this— this late fee?"
        },
        {
            "role": "Customer Support",
            "content": "Oh no, um, I'm so— so sorry to hear that's happened. Let me, uh, pull up your account right away here, um, just need to get into the system and— okay okay, can I get your account number?"
        },
        {
            "role": "Customer",
            "content": "It's uh, it's— wait, no I— let me just... 4-7-2... 8-3-9."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect, thank you. So I've got account 472839 here and, um, I can see— oh wow, you really have been with us since, uh, 2016. That's— that's amazing loyalty and I'm, er, really really sorry you're dealing with this."
        },
        {
            "role": "Customer",
            "content": "Right. So. The fee. Twenty-five dollars. For what exactly?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, looking at transaction TXN-9847-MK22, there's, uh, a late fee from— from October 15th and it says, um, the payment was received on the, er, the 18th instead of the 15th due date."
        },
        {
            "role": "Customer",
            "content": "No no no. I paid— I paid on the thirteenth. The thirteenth! This is..."
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, that's— that's definitely not right then. I'm, uh, I'm checking the payment log here, reference number REF-7829-QT, and— hmm, this is, er, really strange because I see what you're saying."
        },
        {
            "role": "Customer",
            "content": "So you see it? You— you actually see I'm not just..."
        },
        {
            "role": "Customer Support",
            "content": "Yes yes, absolutely! I see, um, there's a pending status on the 13th that, uh, didn't clear until— oh this is so frustrating, I know exactly what happened here with our processing system."
        },
        {
            "role": "Customer",
            "content": "Great. Wonderful. So um, what— what do I need to do now? Just..."
        },
        {
            "role": "Customer Support",
            "content": "No no, you don't— don't need to do anything! I'm, um, I'm actually gonna fix this right now, like, er, immediately. Creating adjustment ADJ-5502-BN right now."
        },
        {
            "role": "Customer",
            "content": "Really? You can— can just... okay okay, I mean..."
        },
        {
            "role": "Customer Support",
            "content": "Already done! The, uh, the twenty-five dollars is being credited back, confirmation code CNF-8847-LP33, and, um, honestly? I'm— I'm also adding a five dollar courtesy credit because this never should've happened."
        },
        {
            "role": "Customer",
            "content": "Oh. That's... huh. Wasn't expecting that."
        },
        {
            "role": "Customer Support",
            "content": "Listen, um, eight years is— is incredible. You deserve, er, so much better than dealing with incorrect fees. The credits will show in, uh, 24 to 48 hours under transaction TXN-9848-MK23."
        },
        {
            "role": "Customer",
            "content": "I just— I just thought I'd have to fight. Like really fight for this..."
        },
        {
            "role": "Customer Support",
            "content": "Never never! Not on my watch. I've, um, also put a note, case number CSE-7749-RT, so if— if this ever happens again, any rep will see we've already verified your payment habits are, uh, perfect."
        },
        {
            "role": "Customer",
            "content": "That's... yeah. Okay. Thanks. Really."
        },
        {
            "role": "Customer Support",
            "content": "Of course! And, um, here's my direct extension— 4429. If you ever, er, have any issues, just— just ask for Maya. I remember the good customers."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "704fd355_script.json",
    "scenario": "trying to dispute a late fee they believe was charged incorrectly",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "indignant_righteous",
                "resigned_going_through_motions"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter",
                    "false_starts",
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "deeply_sympathetic",
                "genuinely_warm"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}