{
    "conversation": [
        {
            "role": "Customer",
            "content": "मैं अपनी company पे लगे damage claim DC-8847-QM के बारे में call कर रही हूं। ये immediately resolve होना चाहिए।"
        },
        {
            "role": "Customer Support",
            "content": "जी, thank you for calling। मैं आपकी इस claim में अभी help करूंगी। आपका contractor ID number मिल सकता है ताकि मैं आपका account access कर सकूं?"
        },
        {
            "role": "Customer",
            "content": "FMC-2847 है। ये claim बिलकुल बेबुनियाद है और इससे मेरे insurance rates बढ़ रहे हैं।"
        },
        {
            "role": "Customer Support",
            "content": "आपका account मेरे सामने है। मुझे दिख रहा है claim DC-8847-QM November 3 को file हुई थी, Arlington में residential move के दौरान $2,847 की property damage के लिए।"
        },
        {
            "role": "Customer",
            "content": "वो damage पहले से थी। मेरे पास timestamped photos हैं furniture को हाथ लगाने से पहले की।"
        },
        {
            "role": "Customer Support",
            "content": "जी, मैं आपकी परेशानी समझ रही हूं। यहां दिख रहा है कि claim November 8 से review status में है। क्या आपके पास वो photos evidence के तौर पे submit करने को available हैं?"
        },
        {
            "role": "Customer",
            "content": "मैं तो तीन दिन पहले ही आपके portal से submit कर चुकी हूं। Reference number था SUB-9021-XK।"
        },
        {
            "role": "Customer Support",
            "content": "उस submission को check करती हूं। जी हां, SUB-9021-XK system में है, चौदह photos November 10 को 3:47 PM पे upload हुईं। पर... अरे, ये तो अभी तक आपकी claim file से attach ही नहीं हुई हैं।"
        },
        {
            "role": "Customer",
            "content": "ये तो बिलकुल unacceptable है। जब तक ये आपके system में अटका पड़ा है, मेरा business रुका हुआ है।"
        },
        {
            "role": "Customer Support",
            "content": "मुझे बहुत खेद है इस गलती के लिए। मैं अभी उन photos को claim DC-8847-QM से attach कर रही हूं और इसे priority review team को escalate कर रही हूं, 24 घंटे में expedited processing के लिए।"
        },
        {
            "role": "Customer",
            "content": "मेरे account पे जो hold लगा है उसका क्या? जब तक ये clear नहीं होता मैं नए contracts accept नहीं कर सकती।"
        },
        {
            "role": "Customer Support",
            "content": "मुझे दिख रहा है automatic hold जो trigger हुआ जब claim $2,500 से ज्यादा हो गई। मैं supervisor override code OVR-445-TM add कर रही हूं temporarily उस restriction को हटाने के लिए जब तक claim review में है।"
        },
        {
            "role": "Customer",
            "content": "अच्छा। और मुझे documentation चाहिए जो ये show करे कि ये claim disputed है, accepted नहीं।"
        },
        {
            "role": "Customer Support",
            "content": "बिलकुल। मैं एक dispute acknowledgment letter generate कर रही हूं reference number DAL-7792-BC के साथ जो आपको अगले पंद्रह minutes में email हो जाएगा।"
        },
        {
            "role": "Customer",
            "content": "क्या इससे आपकी partnered real estate agencies के साथ मेरा preferred vendor status affect होगा?"
        },
        {
            "role": "Customer Support",
            "content": "आपका preferred vendor status active रहेगा। आपकी current rating 4.8 stars है 847 completed moves के साथ, और एक disputed claim से उस standing पे कोई असर नहीं पड़ेगा।"
        },
        {
            "role": "Customer",
            "content": "मुझे follow-up के लिए direct contact चाहिए। मैं दोबारा general support से नहीं गुज़रना चाहती।"
        },
        {
            "role": "Customer Support",
            "content": "जी बिलकुल। मैं claims specialist Maria Chen को आपका direct contact assign कर रही हूं। उनका extension है 4521 और email है mchen@claimsupport.com। वो personally आपका case handle करेंगी।"
        },
        {
            "role": "Customer",
            "content": "वो मुझसे resolution के साथ कब contact करेंगी?"
        },
        {
            "role": "Customer Support",
            "content": "Maria कल November 14 को शाम 5:00 बजे Eastern time तक आपसे contact करेंगी, या तो resolution के साथ या फिर detailed status update के साथ जिसमें next steps और claim closure की timeline होगी।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I'm calling about damage claim DC-8847-QM filed against my company. This needs to be resolved immediately."
        },
        {
            "role": "Customer Support",
            "content": "Thank you for calling. I'll assist you with that claim right away. May I have your contractor ID number to access your account?"
        },
        {
            "role": "Customer",
            "content": "It's FMC-2847. This claim is completely unfounded and it's affecting my insurance rates."
        },
        {
            "role": "Customer Support",
            "content": "I have your account pulled up. I see claim DC-8847-QM was filed on November 3rd for $2,847 in property damage during a residential move in Arlington."
        },
        {
            "role": "Customer",
            "content": "The damage was pre-existing. I have timestamped photos from before we even touched the furniture."
        },
        {
            "role": "Customer Support",
            "content": "I understand your concern. I can see here that the claim is currently in review status as of November 8th. Do you have those photos available to submit as evidence?"
        },
        {
            "role": "Customer",
            "content": "I already submitted them through your portal three days ago. Reference number was SUB-9021-XK."
        },
        {
            "role": "Customer Support",
            "content": "Let me check that submission. I see SUB-9021-XK in our system with fourteen photos uploaded on November 10th at 3:47 PM. However, they haven't been attached to your claim file yet."
        },
        {
            "role": "Customer",
            "content": "That's unacceptable. This is costing me business while it sits unresolved in your system."
        },
        {
            "role": "Customer Support",
            "content": "I apologize for that oversight. I'm attaching those photos to claim DC-8847-QM right now and escalating this to our priority review team for expedited processing within 24 hours."
        },
        {
            "role": "Customer",
            "content": "What about the hold on my account? I can't accept new contracts until this is cleared."
        },
        {
            "role": "Customer Support",
            "content": "I see the automatic hold that triggered when the claim exceeded $2,500. I'm adding a supervisor override code OVR-445-TM to temporarily lift that restriction while the claim is under review."
        },
        {
            "role": "Customer",
            "content": "Good. And I need documentation showing this claim is disputed, not accepted."
        },
        {
            "role": "Customer Support",
            "content": "Certainly. I'm generating a dispute acknowledgment letter with reference number DAL-7792-BC that will be emailed to you within the next fifteen minutes."
        },
        {
            "role": "Customer",
            "content": "Will this affect my preferred vendor status with your partnered real estate agencies?"
        },
        {
            "role": "Customer Support",
            "content": "Your preferred vendor status remains active. Your current rating is 4.8 stars with 847 completed moves, and a single disputed claim won't impact that standing."
        },
        {
            "role": "Customer",
            "content": "I want a direct contact for follow-up. I'm not going through general support again."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. I'm assigning claims specialist Maria Chen as your direct contact. Her extension is 4521 and her email is mchen@claimsupport.com. She'll be handling your case personally."
        },
        {
            "role": "Customer",
            "content": "When will she contact me with the resolution?"
        },
        {
            "role": "Customer Support",
            "content": "Maria will contact you by 5:00 PM Eastern tomorrow, November 14th, with either a resolution or a detailed status update including next steps and timeline for claim closure."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "17c77290_script.json",
    "professionalism": "professional",
    "scenario": "furniture mover, exhausted and short-tempered about a damage claim filed against him",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "styles": [
                "professionally_assertive",
                "businesslike_direct"
            ],
            "disfluency": "minimal"
        },
        "support": {
            "styles": [
                "briskly_efficient",
                "formally_courteous"
            ],
            "disfluency": "minimal"
        }
    }
}