{
    "conversation": [
        {
            "role": "Customer",
            "content": "तो जैसे, मेरा अकाउंट अभी-अभी deactivate हो गया है और मैं basically पूरी घबराई हुई हूं यार।"
        },
        {
            "role": "Customer Support",
            "content": "ठीक है। मैं बस... ये निकालती हूं। आपकी, अम्म, driver ID क्या है?"
        },
        {
            "role": "Customer",
            "content": "अम्म, वो जैसे, मुझे लगता है 4782 है? या रुको, नहीं, अम्म, 4872? सॉरी, मैं बस बहुत stressed हूं।"
        },
        {
            "role": "Customer Support",
            "content": "समझ गई। तो, अम्म, मुझे यहां दिख रहा है... driver account DVR-4872-QM3। और ये दिखा रहा है, अ... deactivated status आज सुबह से, हम्म, 8:47 AM से।"
        },
        {
            "role": "Customer",
            "content": "लेकिन जैसे क्यों? मैंने कुछ गलत नहीं किया, basically मैंने बस app खोला और बूम, locked out हो गई।"
        },
        {
            "role": "Customer Support",
            "content": "हां। तो... यहां check कर रही हूं... violation code VLC-227-X। ये, अम्म, ये है... incomplete deliveries के लिए।"
        },
        {
            "role": "Customer",
            "content": "अम्म, incomplete? जैसे इसका मतलब क्या है? मैं सब कुछ deliver करती हूं, मुझे समझ नहीं आ रहा।"
        },
        {
            "role": "Customer Support",
            "content": "तो basically, अम्म, system दिखा रहा है, अ, पिछले हफ्ते तीन orders जो, जैसे, not delivered mark हुए हैं? Order refs ORD-9923-KP, ORD-9967-ML, और, अम्म, ORD-9981-ZT।"
        },
        {
            "role": "Customer",
            "content": "रुको, तो जैसे, वो सब deliver हुए थे! मुझे याद है वो, अम्म, customers जवाब नहीं दे रहे थे तो मैंने दरवाजे पर छोड़ दिए थे!"
        },
        {
            "role": "Customer Support",
            "content": "हां। मुझे पता है। ये... बकवास है। System को, अम्म, context की परवाह नहीं है।"
        },
        {
            "role": "Customer",
            "content": "तो जैसे क्या आप इसे बस reactivate कर सकती हैं? ये basically मेरी इकलौती income है अभी।"
        },
        {
            "role": "Customer Support",
            "content": "अम्म, तो बात ये है। मैं, अ, मैं appeal submit कर सकती हूं लेकिन, जैसे, review team को, हम्म, usually 3 से 5 business days लगते हैं, अम्म, इन्हें process करने में case number APL-7764-MNQ के under।"
        },
        {
            "role": "Customer",
            "content": "तीन से पांच दिन? सॉरी, मैं बस, जैसे वो rent के पैसे हैं, पता है ना?"
        },
        {
            "role": "Customer Support",
            "content": "मुझे पता है। सच में। ये, अम्म... बेवकूफी है। पूरा process।"
        },
        {
            "role": "Customer",
            "content": "तो basically कुछ नहीं कर सकतीं? जैसे अभी?"
        },
        {
            "role": "Customer Support",
            "content": "वैसे। Actually। हम्म। मैं, अम्म, मैं कुछ try करती हूं। ये एक, अ, expedited review flag EXP-443 है जो मैं... technically लगा सकती हूं।"
        },
        {
            "role": "Customer",
            "content": "अम्म, क्या वो help करेगा? जैसे सॉरी मैं इतनी panic कर रही हूं, मुझे सच में ये job चाहिए।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं। मैं समझती हूं। तो, अम्म, expedite code के साथ, ये जैसे, maximum 24 घंटे होना चाहिए? शायद कम। आपकी ticket अब TKT-8876-PPV है, अ, priority status के साथ।"
        },
        {
            "role": "Customer",
            "content": "अरे वाह, तो जैसे, thank you so much। सॉरी मैं basically टूट रही थी यहां।"
        },
        {
            "role": "Customer Support",
            "content": "अरे। मत, अम्म, माफी मत मांगो। System बेकार है। हम दोनों, अ, हम दोनों जानती हैं। कल check करना। होना चाहिए... sorted हो जाना चाहिए।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So like, my account just got deactivated and I'm basically freaking out right now."
        },
        {
            "role": "Customer Support",
            "content": "Okay. Let me just... pull that up. What's your, um, driver ID?"
        },
        {
            "role": "Customer",
            "content": "Um, it's like, I think it's 4782? Or wait, no, um, 4872? I'm sorry, I'm just so stressed."
        },
        {
            "role": "Customer Support",
            "content": "Got it. So, um, I see here... driver account DVR-4872-QM3. And it's showing, uh... deactivated status as of, hmm, this morning at 8:47 AM."
        },
        {
            "role": "Customer",
            "content": "But like why? I didn't do anything wrong, so basically I just opened the app and boom, locked out."
        },
        {
            "role": "Customer Support",
            "content": "Right. So... checking here... violation code VLC-227-X. That's, um, that's for... incomplete deliveries."
        },
        {
            "role": "Customer",
            "content": "Um, incomplete? Like what does that even mean? I deliver everything, so I don't understand."
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, the system's showing, uh, three orders last week that were, like, marked as not delivered? Order refs ORD-9923-KP, ORD-9967-ML, and, um, ORD-9981-ZT."
        },
        {
            "role": "Customer",
            "content": "Wait, so like, those were all delivered! I remember those, um, the customers weren't answering so I left them at the door!"
        },
        {
            "role": "Customer Support",
            "content": "Yeah. I know. It's... ridiculous. System doesn't, um, doesn't care about context."
        },
        {
            "role": "Customer",
            "content": "So like can you just reactivate it? This is basically my only income right now."
        },
        {
            "role": "Customer Support",
            "content": "Um, so here's the thing. I can, uh, I can submit an appeal but, like, the review team takes, hmm, usually 3 to 5 business days to, um, to process these under case number APL-7764-MNQ."
        },
        {
            "role": "Customer",
            "content": "Three to five days? I'm sorry, I'm just, like that's rent money, you know?"
        },
        {
            "role": "Customer Support",
            "content": "I know. Trust me. It's, um... it's stupid. The whole process."
        },
        {
            "role": "Customer",
            "content": "So basically there's nothing you can do? Like right now?"
        },
        {
            "role": "Customer Support",
            "content": "Well. Actually. Hmm. Let me, um, let me try something. There's this, uh, expedited review flag EXP-443 I can... technically add."
        },
        {
            "role": "Customer",
            "content": "Um, would that help? Like I'm sorry for being so panicky, I just really need this job."
        },
        {
            "role": "Customer Support",
            "content": "No no. I get it. So, um, with the expedite code, it should be, like, 24 hours max? Maybe less. Your ticket's now TKT-8876-PPV with, uh, priority status."
        },
        {
            "role": "Customer",
            "content": "Oh my god, so like, thank you so much. I'm sorry I was basically falling apart here."
        },
        {
            "role": "Customer Support",
            "content": "Hey. Don't, um, don't apologize. System's trash. We both, uh, we both know it. Check back tomorrow. Should be... should be sorted."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "6bcbbb04_script.json",
    "scenario": "food delivery driver, desperate because his account was deactivated without warning",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "panicked_spiral",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "concentrating_quiet",
                "commiserating_honest"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        }
    }
}