{
    "conversation": [
        {
            "role": "Customer",
            "content": "तो मेरा—अम्म, मेरी पिछली salary कम आई है। फिर से यार।"
        },
        {
            "role": "Customer Support",
            "content": "अरे हेलो हेलो! हाँ हाँ बिल्कुल मैं आपकी help कर सकती हूँ, तो basically मैं अभी आपकी profile खोलती हूँ और—क्या कहते हैं उसे—आपकी payroll history, बस जल्दी से अपना employee ID number बता दीजिये अगर आपके पास है?"
        },
        {
            "role": "Customer",
            "content": "वो है, अ... E-4-7-2-9।"
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट परफेक्ट ठीक है तो मुझे employee E-4729 दिख रहा है और आप हमारी home care division में हैं, लग रहा है आपकी पिछली तीन paychecks 15 तारीख को, 1 तारीख को, और फिर जैसे दो हफ्ते पहले process हुई थीं, तो कौन सी specific check की बात कर रहे हैं?"
        },
        {
            "role": "Customer",
            "content": "आखिरी वाली। Missing है, मतलब... कोई ninety bucks।"
        },
        {
            "role": "Customer Support",
            "content": "ठीक है तो 15 तारीख की वो paycheck खोल रही हूँ और मैं देख सकती हूँ—अरे ये तो अजीब है—तो यहाँ एक deduction code D-47 है ninety-two dollars eighteen cents का, मैं अभी देखती हूँ ये क्या है... हम्म ये तो uniform fee दिखा रहा है जो home care के लिए weird लग रहा है?"
        },
        {
            "role": "Customer",
            "content": "हाँ। Uniforms तो पहनते ही नहीं। तो वो—रुको, वो fix कर देंगे?"
        },
        {
            "role": "Customer Support",
            "content": "अरे हाँ हाँ बिल्कुल! तो मैं अभी क्या करती हूँ एक adjustment request submit करती हूँ, reference number ADJ-8827-QM, और basically accounting team इसे 24 से 48 घंटे में review करती है, फिर credit आपकी अगली check में आ जाता है या urgent है तो separate deposit भी कर सकते हैं!"
        },
        {
            "role": "Customer",
            "content": "अम्म, अगली check में ठीक है। बस... बहुत होता है ये।"
        },
        {
            "role": "Customer Support",
            "content": "हाँ नहीं मैं totally समझ सकती हूँ ये frustration, तो जैसे आपकी history देख रही हूँ तो—उफ्फ—March और May में भी similar issues थे, codes D-31 और D-44, जो बिल्कुल ठीक नहीं है, मैं इस pattern को payroll supervisor के लिए flag कर दूं?"
        },
        {
            "role": "Customer",
            "content": "पता नहीं। उन्होंने कहा था—नहीं रुको, हाँ ठीक है। जो help करे।"
        },
        {
            "role": "Customer Support",
            "content": "ओके great तो मैं एक बना रही हूँ जिसे कहते हैं... क्या term है... recurring issue report, ticket number TKT-5592-PRL, और basically ये सीधा management review में जाता है जैसे maximum 72 घंटे में, शायद वो directly आपको call भी करेंगे actually sorry कहने के लिए और ये पता लगाने के लिए कि ये बार-बार क्यों हो रहा है!"
        },
        {
            "role": "Customer",
            "content": "अच्छा। और अगली बार हो गया तो?"
        },
        {
            "role": "Customer Support",
            "content": "तो अगर ये फिर होता है—और honestly मुझे सच में उम्मीद है नहीं होगा—लेकिन आप इस ticket TKT-5592-PRL का reference दे सकती हैं और कोई भी agent को पूरा pattern दिखेगा, plus मैं आपके account पे priority flag लगा रही हूँ तो आप सीधे tier 2 support में escalate हो जाएंगी, और wait नहीं करना पड़ेगा!"
        },
        {
            "role": "Customer",
            "content": "ठीक है। मतलब, कुछ तो है।"
        },
        {
            "role": "Customer Support",
            "content": "और actually, हम्म, पता है क्या मैं आपको payroll disputes की direct line भी दे देती हूँ, वो है 888-771-4429, तो जैसे अगर कोई weird deductions दिखें तो आप regular support को bypass करके सीधे वहाँ जा सकती हैं और वो guaranteed 24 घंटे में सब handle कर देते हैं!"
        },
        {
            "role": "Customer",
            "content": "समझ गई। Thanks। बस, अम्म... थक गई हूँ call करते-करते।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं मैं completely समझती हूँ और मुझे really sorry है कि आपको कई बार ये deal करना पड़ा, बहुत frustrating है, लेकिन इस report के flag होने से और उस direct number से आप—भगवान करे—अब set हो जानी चाहिए, कुछ और check कर लूं जब तक आपकी file खुली है?"
        },
        {
            "role": "Customer",
            "content": "नहीं। बस... जो fix हो वो fixed रहे।"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल, और मुझे सच में सच में उम्मीद है इस बार रहेगा, तो आपका adjustment ADJ-8827-QM 48 घंटे में process हो जाएगा और आपको email confirmation आएगा, और फिर से वो direct line 888-771-4429 अगर future checks में कुछ अजीब लगे, मैं genuinely hope करती हूँ हम फिर बात ना करें लेकिन अच्छे reasons से पता है ना?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So I got—um, my last check was short. Again."
        },
        {
            "role": "Customer Support",
            "content": "Oh hi there! Yes absolutely I can help you with that, so basically let me just pull up your profile here and—what's the word—your payroll history, just need your employee ID number real quick if you have that handy?"
        },
        {
            "role": "Customer",
            "content": "It's, uh... E-4-7-2-9."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect okay so I'm seeing employee E-4729 and you're with our home care division, looks like your last three paychecks were processed on the 15th, the 1st, and then like two weeks before that, so which specific check are we looking at here?"
        },
        {
            "role": "Customer",
            "content": "The last one. Missing, er, bout ninety bucks."
        },
        {
            "role": "Customer Support",
            "content": "Okay so pulling up that paycheck from the 15th here and I can see—oh interesting—so there's a deduction code D-47 for ninety-two dollars and eighteen cents, let me just figure out what that's... hmm it's showing as a uniform fee which seems weird for home care?"
        },
        {
            "role": "Customer",
            "content": "Yeah. Don't wear uniforms. So they'll—wait, they'll fix it?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely yes yes! So what I'm gonna do right now is submit an adjustment request, reference number ADJ-8827-QM, and basically the accounting team reviews these within 24 to 48 hours, then the credit appears on your next check or they can do a separate deposit if it's urgent!"
        },
        {
            "role": "Customer",
            "content": "Um, next check's fine. Just... happens a lot."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no I totally get that frustration, so like looking at your history here I can see—oof—there were similar issues in March and May, codes D-31 and D-44, which is definitely not okay, let me flag this pattern for the payroll supervisor?"
        },
        {
            "role": "Customer",
            "content": "I guess. They said—no wait, sure. Whatever helps."
        },
        {
            "role": "Customer Support",
            "content": "Okay great so I'm creating what we call a... what's the term... a recurring issue report, ticket number TKT-5592-PRL, and basically this goes straight to management review within like 72 hours max, they'll probably call you directly actually to apologize and figure out why this keeps happening!"
        },
        {
            "role": "Customer",
            "content": "Uh-huh. And next time it happens?"
        },
        {
            "role": "Customer Support",
            "content": "So if this happens again—and honestly I really hope it doesn't—but you can reference this ticket TKT-5592-PRL and any agent will see the whole pattern, plus I'm putting a priority flag on your account so you'd get escalated to tier 2 support immediately, no more waiting around!"
        },
        {
            "role": "Customer",
            "content": "Okay. Er, guess that's something."
        },
        {
            "role": "Customer Support",
            "content": "And actually, hmm, you know what let me also give you the direct line for payroll disputes, it's 888-771-4429, so like if you see any weird deductions you can bypass regular support entirely and they handle everything within 24 hours guaranteed!"
        },
        {
            "role": "Customer",
            "content": "Got it. Thanks. Just, um... tired of calling."
        },
        {
            "role": "Customer Support",
            "content": "No I completely understand and I'm really sorry you've had to deal with this multiple times, that's so frustrating, but with this report flagged and that direct number you should be—fingers crossed—all set going forward, is there maybe anything else I can check while I have your file open?"
        },
        {
            "role": "Customer",
            "content": "Nope. Just... fix stays fixed."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, and I really really hope it does this time, so your adjustment ADJ-8827-QM will process within 48 hours and you'll get an email confirmation, and again that direct line 888-771-4429 if anything looks off on future checks, I genuinely hope we don't talk again but for good reasons you know?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "21ba0b78_script.json",
    "professionalism": "casual",
    "scenario": "personal care aide, nervous about questioning her staffing agency's payroll deductions",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "relieved_but_wary",
                "resigned_going_through_motions"
            ],
            "disfluency": {
                "hesitation_types": [
                    "classic_fillers",
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "new_and_eager",
                "awkwardly_apologetic"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        }
    }
}