{
    "conversation": [
        {
            "role": "Customer",
            "content": "अरे, हाँ, तो मैंने order किया था—एक minute देखूँ—वो sleep supplements तीन दिन पहले?"
        },
        {
            "role": "Customer Support",
            "content": "ओह okay, um, तो basically मैं बस, uh, आपके लिए यह pull up करती हूँ। क्या आप, er, अपना order number दे सकती हैं या, um, जो email use किया था?"
        },
        {
            "role": "Customer",
            "content": "बिल्कुल नहीं है मेरे पास। मैं काम पर हूँ। Twelve hour shift. फिर से।"
        },
        {
            "role": "Customer Support",
            "content": "कोई बात नहीं, uh, हमेशा होता है। तो, um, email क्या है और मैं बस, er, जल्दी से track कर लूँगी?"
        },
        {
            "role": "Customer",
            "content": "यह j.martinez है, um, रुको—नहीं actually—jmartinez.rt at gmail।"
        },
        {
            "role": "Customer Support",
            "content": "Perfect, मिल गया। Okay तो, um, मुझे order SLP-9847-MZ दिख रहा है, uh, Tuesday को place किया गया हमारे, er, RapidRest formula के लिए, और hmm, लगता है... oh interesting।"
        },
        {
            "role": "Customer",
            "content": "मुझे guess करने दो। Delayed. Because why would anything just work."
        },
        {
            "role": "Customer Support",
            "content": "तो, um, actually नहीं, यह delivered दिखा रहा है लेकिन, uh, गलत address पर। System shows, er, 4782 Oak instead of, um, देखूँ... 4728 Oak होना चाहिए था, so basically someone transposed the numbers।"
        },
        {
            "role": "Customer",
            "content": "मैं बस—मैं नहीं कर सकती—देखो, I've been up since yesterday morning, okay?"
        },
        {
            "role": "Customer Support",
            "content": "हाँ, मैं totally समझती हूँ। Um, तो यह है जो मैं करने वाली हूँ, uh, मैंने already इसे flag किया है, er, critical reshipment code CRT-7739-AA के रूप में, and basically we're overnighting a replacement, um, कोई charge नहीं obviously।"
        },
        {
            "role": "Customer",
            "content": "Hmm, overnight मतलब... exactly कब? क्योंकि मेरी कल फिर shift है।"
        },
        {
            "role": "Customer Support",
            "content": "तो, um, expedited processing के साथ, uh, आपको कल, er, सुबह 10 बजे तक मिल जाएगा guaranteed। मैं also, um, दूसरी bottle add कर रही हूँ, compensation code CMP-2847-BX, क्योंकि, uh, honestly यह नहीं होना चाहिए था।"
        },
        {
            "role": "Customer",
            "content": "रुको, तुम—नहीं wait, actually—तुम दो bottles भेज रही हो? Free?"
        },
        {
            "role": "Customer Support",
            "content": "Um, हाँ, तो basically यह, uh, मेरी बात है। मैं यहाँ पाँच साल से हूँ और, er, जब मैं healthcare workers देखती हूँ तो मैं बस, um, I know what you guys are dealing with, तो... tracking number TRK-9982-MLP आपके email में दस minutes में आ जाना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "मुझे सोचने दो... वह actually—hmm, अगर 10 बजे तक आ जाए—that could work।"
        },
        {
            "role": "Customer Support",
            "content": "Oh और, um, बस आपको बताना चाहती थी, uh, मैं आपके account में note डाल रही हूँ, er, reference RFN-3369-QT, so basically next time you order, um, आपको automatically हमारा medical professional discount मिलेगा, सब कुछ पर 30% off।"
        },
        {
            "role": "Customer",
            "content": "मुझे माफ़ करना, मैं बस—कभी किसी ने—this is not how these calls usually go।"
        },
        {
            "role": "Customer Support",
            "content": "तो, er, quick tip जब तक आप यहाँ हैं। Um, वो supplements better काम करते हैं अगर आप, uh, हमारे magnesium blend के साथ लें, product code MAG-4400-SL। मैं बस, um, एक sample pack आपके shipment में add कर रही हूँ।"
        },
        {
            "role": "Customer",
            "content": "Okay तो इसका मतलब... कल सुबह मेरे पास actually कुछ होगा जो help कर सकता है?"
        },
        {
            "role": "Customer Support",
            "content": "Um, बिल्कुल। So basically everything's set, uh, order confirmation CNF-8892-XK आपके पास आ रहा है, और, er, honestly? जब हो सके तब rest लीजिए। हम, um, इस तरफ से आपका ध्यान रख रहे हैं।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah, so I ordered—let me see here—the sleep supplements like three days ago?"
        },
        {
            "role": "Customer Support",
            "content": "Oh okay, um, so basically let me just, uh, pull that up for you here. Can you, er, give me your order number or, um, the email you used?"
        },
        {
            "role": "Customer",
            "content": "Of course I don't have it. I'm at work. Twelve hour shift. Again."
        },
        {
            "role": "Customer Support",
            "content": "No worries at all, uh, happens all the time. So, um, what's the email and I'll just, er, track it down real quick?"
        },
        {
            "role": "Customer",
            "content": "It's j.martinez at, um, wait—no actually—jmartinez.rt at gmail."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, got it. Okay so, um, I'm seeing order SLP-9847-MZ here, uh, placed Tuesday for our, er, RapidRest formula, and hmm, looks like it's... oh interesting."
        },
        {
            "role": "Customer",
            "content": "Let me guess. Delayed. Because why would anything just work."
        },
        {
            "role": "Customer Support",
            "content": "So, um, actually no, it says delivered but, uh, to the wrong address. System shows, er, 4782 Oak instead of, um, lemme see... should be 4728 Oak, so basically someone transposed the numbers."
        },
        {
            "role": "Customer",
            "content": "I just—I can't—look, I've been up since yesterday morning, okay?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I totally get it. Um, so here's what I'm gonna do, uh, I've already flagged this as, er, critical reshipment code CRT-7739-AA, and basically we're overnighting a replacement, um, no charge obviously."
        },
        {
            "role": "Customer",
            "content": "Hmm, overnight meaning... when exactly? Because I have another shift tomorrow."
        },
        {
            "role": "Customer Support",
            "content": "So, um, with expedited processing, uh, you'll have it by, er, 10 AM tomorrow guaranteed. I'm also, um, adding a second bottle, compensation code CMP-2847-BX, because, uh, honestly this shouldn't have happened."
        },
        {
            "role": "Customer",
            "content": "Wait, you're—no wait, actually—you're sending two bottles? Free?"
        },
        {
            "role": "Customer Support",
            "content": "Um, yeah, so basically it's, uh, kind of my thing. I've been here five years and, er, when I see healthcare workers I just, um, I know what you guys are dealing with, so... tracking number TRK-9982-MLP should hit your email in like ten minutes."
        },
        {
            "role": "Customer",
            "content": "Let me think here... that would actually—hmm, if it comes by ten—that could work."
        },
        {
            "role": "Customer Support",
            "content": "Oh and, um, just so you know, uh, I'm putting a note in your account, er, reference RFN-3369-QT, so basically next time you order, um, you'll automatically get our medical professional discount, like 30% off everything."
        },
        {
            "role": "Customer",
            "content": "I'm sorry, I just—nobody ever—this is not how these calls usually go."
        },
        {
            "role": "Customer Support",
            "content": "So, er, quick tip while I've got you. Um, those supplements work better if you, uh, take them with our magnesium blend, product code MAG-4400-SL. I'm just, um, gonna add a sample pack to your shipment."
        },
        {
            "role": "Customer",
            "content": "Okay so that means... tomorrow morning I'll actually have something that might help?"
        },
        {
            "role": "Customer Support",
            "content": "Um, absolutely. So basically everything's set, uh, order confirmation CNF-8892-XK is coming your way, and, er, honestly? Get some rest when you can. We've, um, got you covered on this end."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "6ad26e4f_script.json",
    "scenario": "respiratory therapist, exhausted from twelve-hour hospital shifts and wanting a quick fix",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "desperate_pleading"
            ],
            "disfluency": {
                "hesitation_amount": "moderate",
                "hesitation_types": [
                    "false_starts",
                    "vocalized_thinking"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "concentrating_quiet"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "classic_fillers",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}