{
    "conversation": [
        {
            "role": "Customer",
            "content": "नमस्ते जी, गुड आफ्टरनून। मैं अपने business account के invoice के बारे में कॉल कर रही हूं... इस महीने कुछ unexpected charges दिख रहे हैं जो समझ नहीं आ रहे।"
        },
        {
            "role": "Customer Support",
            "content": "जी नमस्ते, गुड आफ्टरनून। मैं आपकी मदद करूंगी इन charges को review करने में। क्या आप अपना account number दे सकती हैं ताकि मैं आपकी invoice details देख सकूं?"
        },
        {
            "role": "Customer",
            "content": "जी, 447-209-881 है। मैं Harper Electrical Services चलाती हूं और ये charges मेरे service agreement से match नहीं कर रहे।"
        },
        {
            "role": "Customer Support",
            "content": "थैंक यू, Mrs. Harper। मेरे पास आपका account 447-209-881 है... November 3 की invoice दिख रही है, total है 1,847 डॉलर 23 सेंट्स। मुझे तीन line items दिख रहे हैं जो आपके पिछले statements में नहीं थे।"
        },
        {
            "role": "Customer",
            "content": "हां, बिल्कुल सही। मुझे हर एक charge के बारे में समझना है payment authorize करने से पहले।"
        },
        {
            "role": "Customer Support",
            "content": "जी बिल्कुल, मैं समझ सकती हूं कि business expenses में accuracy कितनी important है। पहला charge है 127 डॉलर 50 सेंट्स expedited technical support के लिए... ticket number है TKT-9847-JM2, ये October 15 को initiate हुआ था।"
        },
        {
            "role": "Customer",
            "content": "अरे, मुझे तो याद नहीं कि मैंने expedited support मांगा था। ये charge exactly किस वजह से आया?"
        },
        {
            "role": "Customer Support",
            "content": "जी मैं उस ticket की detail निकालती हूं आपके लिए। तो notes के according, आपकी team ने रात 11:47 पर call किया था inventory management system के लिए immediate assistance चाहिए थी, जो कि standard support hours के बाहर है आपके base agreement में।"
        },
        {
            "role": "Customer",
            "content": "अच्छा समझ गई। वो warehouse audit के दौरान system crash हो गया था। दूसरा charge क्या है?"
        },
        {
            "role": "Customer Support",
            "content": "दूसरा charge है 89 डॉलर additional user licenses के लिए। आपका account 15-user limit cross कर गया October 22 को जब employee IDs USR-4521 से USR-4524 तक system में activate हुए।"
        },
        {
            "role": "Customer",
            "content": "अरे वो तो हमारे नए apprentices हैं। मुझे लगा था हमारे current plan में twenty licenses हैं।"
        },
        {
            "role": "Customer Support",
            "content": "जी मैं clarify करती हूं। आपका current plan, agreement number AGR-7754-KXP, में 15 standard licenses हैं, और additional users के लिए 89 डॉलर per month charge होता है हर पांच users के group के लिए।"
        },
        {
            "role": "Customer",
            "content": "ये तो अलग बात है जो हमारे sales representative ने बताई थी। क्या आप original contract terms check कर सकती हैं?"
        },
        {
            "role": "Customer Support",
            "content": "जी बिल्कुल। मैं आपका original contract देख रही हूं... June 14 को sign हुआ था, document ID है DOC-3387-QWE, और यहां एक notation दिख रहा है sales process के दौरान 20 licenses के बारे में verbal discussion का।"
        },
        {
            "role": "Customer",
            "content": "एकदम सही। तो फिर ये charge apply ही नहीं होना चाहिए। तीसरा unexpected charge क्या है?"
        },
        {
            "role": "Customer Support",
            "content": "तीसरा charge 245 डॉलर का है data overage के लिए। आपके account ने last month 127.3 GB use किया, जो आपकी 100 GB limit से ज्यादा है... plan code PLN-889-STD में 27.3 gigabytes exceed हो गए।"
        },
        {
            "role": "Customer",
            "content": "हमने तो पूरा project archive upload किया था नए municipal contract के लिए। किसी ने बताया ही नहीं था कि data limit भी है।"
        },
        {
            "role": "Customer Support",
            "content": "जी मैं आपकी concern समझ सकती हूं, और देख रही हूं कि 18 महीने की service में ये आपका पहला overage है। मैं check करती हूं कि आपकी business needs के लिए आगे क्या better options available हैं।"
        },
        {
            "role": "Customer",
            "content": "ये अच्छा रहेगा। इन current charges के बारे में अभी क्या कर सकती हैं जब तक हम ये sort out करें?"
        },
        {
            "role": "Customer Support",
            "content": "देखिए, मैं expedited support charge के 127 डॉलर 50 सेंट्स का one-time courtesy credit दे रही हूं, data overage पर 50% reduction apply कर रही हूं तो वो 122 डॉलर 50 सेंट्स हो जाएगा, और license की discrepancy को मैं billing review team को escalate कर रही हूं... वो 24 घंटे में आपसे contact करेंगे, reference number है ESC-7792-MNK।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Good afternoon. I'm calling about my business account invoice that shows several unexpected charges this month."
        },
        {
            "role": "Customer Support",
            "content": "Good afternoon, I'd be happy to help you review those charges. May I have your account number so I can pull up your invoice details?"
        },
        {
            "role": "Customer",
            "content": "It's 447-209-881. I run Harper Electrical Services and these charges don't match my service agreement."
        },
        {
            "role": "Customer Support",
            "content": "Thank you, Mr. Harper. I have your account 447-209-881 here showing your invoice dated November 3rd with a total of $1,847.23. I can see three line items that weren't on your previous statements."
        },
        {
            "role": "Customer",
            "content": "That's correct. I need to understand what each one is for before I authorize payment."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, I understand the importance of accuracy for your business expenses. The first charge is $127.50 for expedited technical support under ticket number TKT-9847-JM2, initiated on October 15th."
        },
        {
            "role": "Customer",
            "content": "I don't recall requesting expedited support. What exactly triggered that charge?"
        },
        {
            "role": "Customer Support",
            "content": "Let me pull up that ticket detail for you. According to the notes, your team called requesting immediate assistance with your inventory management system at 11:47 PM, which falls outside standard support hours covered in your base agreement."
        },
        {
            "role": "Customer",
            "content": "I see. That must have been when our system crashed during the warehouse audit. What's the second charge?"
        },
        {
            "role": "Customer Support",
            "content": "The second charge is $89.00 for additional user licenses. Your account exceeded the 15-user limit on October 22nd when employee IDs USR-4521 through USR-4524 were activated in the system."
        },
        {
            "role": "Customer",
            "content": "Those are our new apprentices. I thought we had twenty licenses in our current plan."
        },
        {
            "role": "Customer Support",
            "content": "I can clarify that for you. Your current plan, agreement number AGR-7754-KXP, includes 15 standard licenses, with additional users billed at $89.00 per month per group of five users."
        },
        {
            "role": "Customer",
            "content": "That's different from what our sales representative told us. Can you check the original contract terms?"
        },
        {
            "role": "Customer Support",
            "content": "Certainly. I'm reviewing your original contract signed June 14th, document ID DOC-3387-QWE, and I do see a notation here about a verbal discussion regarding 20 licenses during the sales process."
        },
        {
            "role": "Customer",
            "content": "Exactly. So this charge shouldn't apply. What about the third unexpected charge?"
        },
        {
            "role": "Customer Support",
            "content": "The third charge of $245.00 is for data overage. Your account used 127.3 GB last month, exceeding your 100 GB limit under plan code PLN-889-STD by 27.3 gigabytes."
        },
        {
            "role": "Customer",
            "content": "We uploaded our entire project archive for the new municipal contract. Nobody mentioned there was a data limit."
        },
        {
            "role": "Customer Support",
            "content": "I understand your concern, and I can see this is your first overage in 18 months of service. Let me check what options we have available to better accommodate your business needs going forward."
        },
        {
            "role": "Customer",
            "content": "I appreciate that. What can you do about these current charges while we sort this out?"
        },
        {
            "role": "Customer Support",
            "content": "I'm going to credit the expedited support charge of $127.50 as a one-time courtesy, apply a 50% reduction to the data overage bringing it to $122.50, and I'll escalate the license discrepancy to our billing review team who will contact you within 24 hours with reference number ESC-7792-MNK."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "1d82339d_script.json",
    "professionalism": "professional",
    "scenario": "electrician, methodical and wanting a line-by-line explanation of unexpected charges",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "styles": [
                "cordially_concerned",
                "professionally_assertive"
            ],
            "disfluency": "minimal"
        },
        "support": {
            "styles": [
                "attentively_engaged",
                "reassuringly_calm"
            ],
            "disfluency": "minimal"
        }
    }
}