{
    "conversation": [
        {
            "role": "Customer",
            "content": "अम्म, हैलो, मेरे पास ये... क्या कहते हैं... बिना permission वाली चीज़ मेरे कार्ड पे है?"
        },
        {
            "role": "Customer Support",
            "content": "हैलो जी! मैं बस—हम्म, ठीक है तो—मैं आपका account खोलती हूँ। कार्ड के last four क्या हैं?"
        },
        {
            "role": "Customer",
            "content": "ओह, अ, वो है 4829। अरे रुकिए, सच में, आप इसमें मदद कर सकती हैं?"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल! तो मैं देख रही हूँ—रुकिए देखने दीजिए—अच्छा आपका account जो 4829 पे खत्म होता है। परफेक्ट। अब। बताइए इस charge के बारे में। आपने कब notice किया?"
        },
        {
            "role": "Customer",
            "content": "अम्म, जैसे कल? ये किसी company से है जो मैंने कभी— मेरा मतलब, मैंने बिल्कुल कुछ नहीं खरीदा।"
        },
        {
            "role": "Customer Support",
            "content": "समझ गई, समझ गई। तो मैं क्या करने वाली हूँ—अरे रुकिए—मैं आपकी transaction history check करती हूँ। Reference number TXN-88291-QP। हम्म, मुझे एक charge दिख रहा है। कितने। का amount था?"
        },
        {
            "role": "Customer",
            "content": "अ, सत्तर... नहीं रुकिए, अठहत्तर डॉलर और कुछ?"
        },
        {
            "role": "Customer Support",
            "content": "ठीक है तो, अम्म, मुझे दिख रहा है—सोचने दीजिए—हाँ! अठहत्तर fifty-three MerchantID MRC-2847-XX से तीन नवंबर को। वही। ना?"
        },
        {
            "role": "Customer",
            "content": "अरे, सच में? आपने इतनी जल्दी ढूंढ लिया? हाँ, अम्म, वही वाला है!"
        },
        {
            "role": "Customer Support",
            "content": "परफेक्ट! अब ये है जो—हम्म—ये है जो हम करने वाले हैं। मैं अभी dispute case DSP-994521-R file कर रही हूँ। जल्दी से पूछना। आपने। अम्म। अपना कार्ड किसी को recently दिया?"
        },
        {
            "role": "Customer",
            "content": "मुझे नहीं— नहीं, मेरा मतलब, अ, शायद पेट्रोल पंप पे? पर वो... वो अलग बात है, ना?"
        },
        {
            "role": "Customer Support",
            "content": "हाँ हाँ। बिल्कुल अलग। तो, अम्म, मैं बस—ठीक है तो—मैं इसे unauthorized mark कर रही हूँ। Case DSP-994521-R अब active है। अच्छी खबर? हम आपको credit करेंगे। चौबीस घंटे के अंदर।"
        },
        {
            "role": "Customer",
            "content": "अम्म, रुकिए, तो मुझे पैसे वापस मिल जाएंगे? जैसे, अ, सारे के सारे?"
        },
        {
            "role": "Customer Support",
            "content": "एक-एक पैसा! तो क्या होता है—हम्म, मैं समझाती हूँ—provisional credit PRV-88476-C कल post हो जाएगा। पूरे अठहत्तर fifty-three। फिर। हम investigate करेंगे। पर credit आपके पास रहेगा!"
        },
        {
            "role": "Customer",
            "content": "अरे वाह, मुझे लगा था— तो मुझे, अम्म, कोई letter वगैरह नहीं लिखना पड़ेगा?"
        },
        {
            "role": "Customer Support",
            "content": "नहीं! मैं handle कर रही—अरे रुकिए—मैं confirm करती हूँ... हाँ! सब हो गया। Reference DSP-994521-R अपने records के लिए रखिए। पर सुनिए। ये है जो मैं चाहती हूँ आप करें। Protection के लिए।"
        },
        {
            "role": "Customer",
            "content": "अ, protection? क्या मेरी— रुकिए, किसी ने मेरी... क्या कहते हैं... identity चुराई?"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं नहीं। Tension मत लीजिए। पर, अम्म, मैं भेजने वाली हूँ—हम्म—मैं आपको नया कार्ड भेज रही हूँ। Expedited। Tracking EXP-7739-MK22। आना चाहिए। दो दिन में। बस safe रहने के लिए, ठीक है?"
        },
        {
            "role": "Customer",
            "content": "अरे, सच में? ये तो— मेरा मतलब, अम्म, ये तो कमाल है! तो सत्तर... अठहत्तर fifty वापस कल?"
        },
        {
            "role": "Customer Support",
            "content": "अम्म, हाँ बिल्कुल! तो आपका case DSP-994521-R सब set है, provisional credit PRV-88476-C कल, और, अ, नया कार्ड tracking EXP-7739-MK22 के साथ रास्ते में है। आप। पूरी तरह। Protected हैं अब।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I've got this... what's the word... unauthorized thing on my card?"
        },
        {
            "role": "Customer Support",
            "content": "Hello there! Let me just—hmm, okay so—let me pull up your account. What's the last four of the card?"
        },
        {
            "role": "Customer",
            "content": "Oh, uh, it's 4829. Wait, really, you can help with this?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely! So I'm seeing—let me see here—okay your account ending in 4829. Perfect. Now. Tell me about this charge. When did you notice it?"
        },
        {
            "role": "Customer",
            "content": "Um, like yesterday? It's from some company I never— I mean, I definitely didn't buy anything."
        },
        {
            "role": "Customer Support",
            "content": "Got it, got it. So what I'm gonna do—actually wait—let me check your transaction history here. Reference number TXN-88291-QP. Hmm, I see a charge. How much. Was the amount?"
        },
        {
            "role": "Customer",
            "content": "Uh, seventy... no wait, seventy-eight dollars and something?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I'm seeing—let me think—yes! Seventy-eight fifty-three from MerchantID MRC-2847-XX on November third. That one. Right?"
        },
        {
            "role": "Customer",
            "content": "Wait, really? You found it that fast? Yeah, um, that's the one!"
        },
        {
            "role": "Customer Support",
            "content": "Perfect! Now here's what—hmm—here's what we're gonna do. I'm filing dispute case DSP-994521-R right now. Quick question. Did you. Um. Give your card to anyone recently?"
        },
        {
            "role": "Customer",
            "content": "I don't— no, I mean, uh, maybe at the gas station? But that's... that's different, right?"
        },
        {
            "role": "Customer Support",
            "content": "Right right. Totally different. So, um, let me just—okay so—I'm marking this as unauthorized. Case DSP-994521-R is now active. The great news? We'll credit you. Within twenty-four hours."
        },
        {
            "role": "Customer",
            "content": "Um, wait, so I get the money back? Like, er, all of it?"
        },
        {
            "role": "Customer Support",
            "content": "Every penny! So what happens is—hmm, let me explain—provisional credit PRV-88476-C posts tomorrow. Full seventy-eight fifty-three. Then. We investigate. But you keep the credit!"
        },
        {
            "role": "Customer",
            "content": "Oh wow, I thought— so I don't have to, um, write a letter or something?"
        },
        {
            "role": "Customer Support",
            "content": "Nope! I'm handling—actually wait—let me make sure... yes! All handled. Reference DSP-994521-R for your records. But listen. Here's what I want you to do. For protection."
        },
        {
            "role": "Customer",
            "content": "Uh, protection? Did I— wait, did someone steal my... what's it called... identity?"
        },
        {
            "role": "Customer Support",
            "content": "No no no. Don't worry. But, um, I'm gonna—hmm—I'm sending you a new card. Expedited. Tracking EXP-7739-MK22. Should arrive. In two days. Just to be safe, okay?"
        },
        {
            "role": "Customer",
            "content": "Wait, really? That's— I mean, um, that's amazing! So seventy... eight fifty back tomorrow?"
        },
        {
            "role": "Customer Support",
            "content": "Um, yes exactly! So your case DSP-994521-R is all set, provisional credit PRV-88476-C tomorrow, and, uh, new card with tracking EXP-7739-MK22 on the way. You're. Completely. Protected now."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "6e354c77_script.json",
    "scenario": "lawn care worker, young and unsure how to formally dispute an unauthorized charge",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "surprised_delighted",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_amount": "light",
                "hesitation_types": [
                    "word_searching",
                    "classic_fillers",
                    "false_starts"
                ],
                "elongation": "natural_length",
                "pacing": "conversational_natural"
            }
        },
        "support": {
            "emotions": [
                "cheerfully_efficient",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "false_starts",
                    "vocalized_thinking"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        }
    }
}