{
    "conversation": [
        {
            "role": "Customer",
            "content": "तो उम्म, मेरा—मेरा computer सोच रहा है कि मैंने उह, negative 3 pork loins बेचे हैं? यह तो... यह तो नया है।"
        },
        {
            "role": "Customer Support",
            "content": "ठीक ठीक, तो मैं आपका account खोल रही हूँ... अच्छा मैं देख रही हूँ invoice INV-3847-QZ92 कल का, और हाँ, definitely negative inventory दिख रहा है, which shouldn't be possible in our system."
        },
        {
            "role": "Customer",
            "content": "अरे अच्छा अच्छा, क्योंकि उम्म, मैं चिंतित थी कि मुझे—मुझे अपने customers से meat खरीदना शुरू करना पड़ेगा।"
        },
        {
            "role": "Customer Support",
            "content": "तो उम्म, यह—यह actually एक known issue है जो हम देख रहे हैं, उह, नए update के साथ और उम्म, basically जो होता है, एर, जब आप quantities manually enter करते हैं तो कभी-कभी, उम्म, it reverses the values in the system."
        },
        {
            "role": "Customer",
            "content": "तीस साल। Paper invoices। कभी negative meat नहीं बेचा।"
        },
        {
            "role": "Customer Support",
            "content": "मैं पूरी तरह समझ रही हूँ आपकी frustration और, उम्म, honestly आपके और मेरे बीच की बात है, उह, this new system has been, er, causing headaches for a lot of our longtime clients जो आदी हैं, उम्म, आप जानती हैं, चीज़ों के बस काम करने के।"
        },
        {
            "role": "Customer",
            "content": "क्या हम बस—बस इसे ठीक कर सकते हैं? Delete कर दें? कुछ तो?"
        },
        {
            "role": "Customer Support",
            "content": "अच्छा तो, उम्म, जो मैं अभी कर सकती हूँ वो है, उह, उस invoice INV-3847-QZ92 को void करना और, एर, एक corrected वाला बनाना लेकिन उम्म, बात यह है, it's going to generate a credit memo CMO-7263-LP पहले।"
        },
        {
            "role": "Customer",
            "content": "Credit memo। Meat के लिए जो मैंने... मैंने कभी un-sold नहीं किया। Perfect।"
        },
        {
            "role": "Customer Support",
            "content": "हाँ तो, उम्म, मैं जानती हूँ यह उल्टा लगता है लेकिन, उह, वो credit memo actually, एर, negative entry को balance करने वाला है और फिर, उम्म, once that processes—usually takes about, उह, बीस मिनट—हम correct invoice डाल सकते हैं।"
        },
        {
            "role": "Customer",
            "content": "बीस मिनट? यह तो... यह तो actually बुरा नहीं है।"
        },
        {
            "role": "Customer Support",
            "content": "तो उम्म, जब तक यह, उह, process हो रहा है, मैं यह भी कर सकती हूँ, एर, आपके account ACC-5519-BM88 पर एक note add करना जो, उम्म, basically आपको manual review के लिए flag करता है ताकि यह, उह, future invoices के साथ दोबारा न हो।"
        },
        {
            "role": "Customer",
            "content": "Manual review मतलब—मतलब कोई इंसान देखता है?"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल, तो उम्म, कोई भी invoice जो, एर, मान लीजिए पचास items से ज़्यादा हो या, उह, दो हज़ार डॉलर से ज़्यादा हो, उम्म, an actual person reviews it before it, उह, जाता है ताकि पक्का हो कि कोई, उम्म, अजीब glitches जैसे यह न हों।"
        },
        {
            "role": "Customer",
            "content": "अच्छा अच्छा, यह... maybe this could work। शायद।"
        },
        {
            "role": "Customer Support",
            "content": "ठीक, और उम्म, मैं आपको, उह, एक backup spreadsheet template भी email कर रही हूँ—एर, reference number TMP-8847-XX—जो आप, उम्म, अपने records रखने के लिए use कर सकती हैं just in case, आप जानती हैं, system फिर से गड़बड़ करे।"
        },
        {
            "role": "Customer",
            "content": "Spreadsheet। मेरा—मेरा पोता मुझे इनके बारे में बताता रहता है।"
        },
        {
            "role": "Customer Support",
            "content": "हाँ तो, उम्म, यह basically है जैसे, उह, digital graph paper और, एर, एक बार आप इसकी आदत डाल लेती हैं, it's actually, उम्म, काफी similar है पुरानी ledger books जैसा, बस, उह, गणित अपने आप हो जाती है।"
        },
        {
            "role": "Customer",
            "content": "अपने आप। जैसे—जैसे negative pork chops अपने आप हुए थे?"
        },
        {
            "role": "Customer Support",
            "content": "अच्छा यह fair है, बिल्कुल fair है, but I promise this spreadsheet won't try to reverse the laws of physics, और अगर आपको कोई भी परेशानी होती है, आप वापस call कर सकती हैं और सीधे मुझसे पूछ सकती हैं—बस reference करें case number CSE-9982-TK41 और मैं पक्का करूँगी कि सब कुछ ठीक से sort हो जाए।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So um, apparently my—my computer thinks I uh, sold negative three pork loins? That's... that's new."
        },
        {
            "role": "Customer Support",
            "content": "Right right, so let me pull up your account here... okay I'm seeing invoice INV-3847-QZ92 from yesterday and yes, there's definitely an error showing negative inventory which shouldn't be possible in our system."
        },
        {
            "role": "Customer",
            "content": "Oh good, good, because um, I was worried I'd have to—to start buying meat from my customers."
        },
        {
            "role": "Customer Support",
            "content": "So um, this is—this is actually a known issue we're seeing with, uh, with the new update and um, basically what happens is, er, when you enter quantities manually it sometimes, um, reverses the values in the system."
        },
        {
            "role": "Customer",
            "content": "Thirty years. Paper invoices. Never sold negative meat."
        },
        {
            "role": "Customer Support",
            "content": "I completely understand your frustration and, um, honestly between you and me, uh, this new system has been, er, causing headaches for a lot of our longtime clients who are used to, um, you know, things just working."
        },
        {
            "role": "Customer",
            "content": "Can we just—just fix it? Delete it? Something?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, what I can do right now is, uh, void that invoice INV-3847-QZ92 and, er, create a corrected one but um, the thing is, it's going to generate a credit memo CMO-7263-LP first."
        },
        {
            "role": "Customer",
            "content": "Credit memo. For meat I... I never un-sold. Perfect."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, I know it sounds backwards but, uh, that credit memo is actually, er, going to balance out the negative entry and then, um, once that processes—usually takes about, uh, twenty minutes—we can enter the correct invoice."
        },
        {
            "role": "Customer",
            "content": "Twenty minutes? That's... that's actually not terrible."
        },
        {
            "role": "Customer Support",
            "content": "So um, while we're waiting for that to, uh, process, I can also, er, add a note to your account ACC-5519-BM88 that, um, basically flags you for manual review so this, uh, shouldn't happen again with future invoices."
        },
        {
            "role": "Customer",
            "content": "Manual review means—means a human looks at it?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly, so um, any invoice over, er, let's say fifty items or, uh, over two thousand dollars gets, um, reviewed by an actual person before it, uh, goes through to make sure there's no, um, weird glitches like this."
        },
        {
            "role": "Customer",
            "content": "Okay okay, that's... maybe this could work. Maybe."
        },
        {
            "role": "Customer Support",
            "content": "Right, and um, I'm also going to, uh, email you a backup spreadsheet template—er, reference number TMP-8847-XX—that you can, um, use to keep your own records just in case, you know, the system acts up again."
        },
        {
            "role": "Customer",
            "content": "A spreadsheet. My—my grandson keeps telling me about those."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, it's basically like, uh, digital graph paper and, er, once you get used to it, it's actually, um, pretty similar to the old ledger books, just, uh, the math happens automatically."
        },
        {
            "role": "Customer",
            "content": "Automatically. Like the—the negative pork chops happened automatically?"
        },
        {
            "role": "Customer Support",
            "content": "Okay that's fair, that's totally fair, but I promise this spreadsheet won't try to reverse the laws of physics, and if you have any issues at all, you can call back and ask for me directly—just reference case number CSE-9982-TK41 and I'll make sure we get everything sorted properly."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "6db56ed7_script.json",
    "scenario": "butcher, old-school businessman frustrated by modern digital invoicing errors",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "annoyed_sarcastic",
                "cautiously_hopeful"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "professionally_firm",
                "deeply_sympathetic"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "repetition_stutter",
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "conversational_natural"
            }
        }
    }
}