{
    "conversation": [
        {
            "role": "Customer",
            "content": "तो great, मेरे पापा का account locked है—अरे नहीं, suspended?—और वो अंदर ही नहीं जा पा रहे और obviously उन्हें कुछ याद नहीं है।"
        },
        {
            "role": "Customer Support",
            "content": "*exhales* हाय राम, ठीक है, तो basically मुझे पहले कुछ information verify करनी होगी। क्या आप account holder का पूरा नाम बता सकती हैं और, अम्म, account ID ACC-9982-VL से जुड़ा email address?"
        },
        {
            "role": "Customer",
            "content": "ये Frank—sorry, Franklin Hayes है, और email है... अरे ये frank underscore है या frank dot? भगवान, उनके पास तो तीन-चार हैं।"
        },
        {
            "role": "Customer Support",
            "content": "*sharp inhale* अच्छा, मुझे यहाँ actually कई दिख रहे हैं। तो primary वाला @techmail.com पे खत्म होता है, account October 2019 में बना था, और जैसे, एक security flag है जो, अ, suspension का कारण बन रहा है।"
        },
        {
            "role": "Customer",
            "content": "Security flag? उन्होंने क्या click किया—कोई link? Ad? वो तो सब कुछ click करते हैं, ये तो हद है यार।"
        },
        {
            "role": "Customer Support",
            "content": "*sighs* हाँ unfortunately ऐसा लग रहा है कि, हम्म, IP address 198.51.100.42 से सत्रह failed login attempts हुई थीं, जिससे हमारा automated system trigger हो गया। लेकिन बात ये है—मैं directly unlock नहीं कर सकती जब तक वो खुद present नहीं हों।"
        },
        {
            "role": "Customer",
            "content": "वो तिरासी साल के हैं और computers की समझ नहीं है तो ये—नहीं ये नहीं होगा—क्या मैं उनके लिए verify नहीं कर सकती?"
        },
        {
            "role": "Customer Support",
            "content": "देखिए, legally तो मैं काफी limited हूँ यहाँ, पर, अ, रुकिए—actually, मैंने अभी देखा कि आप authorized user listed हैं! आपका verification code VRF-8827-QP होना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "Authorized? कब से मैं—अच्छा जो भी हो, हाँ, वही code है, अब please ये ठीक कर सकते हैं?"
        },
        {
            "role": "Customer Support",
            "content": "अरे perfect! *exhales with relief* चलिए तो अब मैं actually कुछ कर सकती हूँ। मैं बस, अ, security protocol reset कर देती हूँ और... हो गया! Account फिर से active है, नया temporary password है TEMP-pass-7749।"
        },
        {
            "role": "Customer",
            "content": "TEMP pass सात सात—अरे नहीं—चार नौ? या सात सात चार नौ? ये confusing है यार।"
        },
        {
            "role": "Customer Support",
            "content": "अ sorry, ये TEMP-hyphen-pass-hyphen-सात-सात-चार-नौ है, सब एक साथ। और, अम्म, उन्हें 24 घंटे के अंदर security.techmail.com/reset पे जाकर change करना होगा।"
        },
        {
            "role": "Customer",
            "content": "चौबीस घंटे? वो तो हफ्ते में एक बार email check करते हैं अगर मेरी किस्मत अच्छी हो तो—हमें और time चाहिए।"
        },
        {
            "role": "Customer Support",
            "content": "*sharp breath* हम्म, पता है क्या? मैं इसे, अ, system में सात दिन तक extend कर देती हूँ। बस अभी update किया, reference number REF-20241122-KLM है, और basically इससे आपको काफी time मिल जाना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "अच्छा ठीक है क्योंकि एक बार ये समझाना ही मुश्किल है—अरे मैं—क्या मैं उनके लिए लिख दूं या क्या करूं?"
        },
        {
            "role": "Customer Support",
            "content": "तो मैं suggest करूंगी कि, जैसे, maybe उनके साथ बैठकर ही log in कर लीजिए? System नया password मांगेगा, minimum आठ characters, और, अ, एक capital letter और एक number चाहिए।"
        },
        {
            "role": "Customer",
            "content": "एक capital एक number समझ गई—अरे नहीं—special characters भी या बस ये दो चीज़ें?"
        },
        {
            "role": "Customer Support",
            "content": "*exhales* बस ये दो, simple रखिए। अरे हाँ! और actually मैंने अभी उनके phone पे backup access code भेजा है, जो 4455 पे खत्म होता है, तो अगर वो फिर भूल जाएं, तो वो तीस दिन तक काम करेगा।"
        },
        {
            "role": "Customer",
            "content": "उनका phone जो कभी charge नहीं रहता? Perfect। बढ़िया backup plan। बिल्कुल यही चाहिए था।"
        },
        {
            "role": "Customer Support",
            "content": "*soft laugh* हाँ मैं totally समझ सकती हूँ। पर चलो, कम से कम account तो unlock हो गया अब! और कुछ help चाहिए आज, या, अम्म, आपके पापा को online लाने का काम हो गया?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Great so my dad's account is locked—no wait, suspended?—and he can't get in and of course he doesn't remember anything."
        },
        {
            "role": "Customer Support",
            "content": "*exhales* Oh gosh, okay, so basically I'll need to verify some information first. Can you tell me the account holder's full name and, um, the email address associated with account ID ACC-9982-VL?"
        },
        {
            "role": "Customer",
            "content": "It's Frank—sorry, Franklin Hayes, and the email is... wait is it frank underscore or frank dot? God he has like three."
        },
        {
            "role": "Customer Support",
            "content": "*sharp inhale* Right, I see several here actually. So the primary one on file ends in @techmail.com, account created October 2019, and like, there's a security flag that's, er, causing the suspension."
        },
        {
            "role": "Customer",
            "content": "Security flag? He clicked on what—a link? An ad? He clicks everything, this is ridiculous."
        },
        {
            "role": "Customer Support",
            "content": "*sighs* Yeah unfortunately it looks like there were, hmm, seventeen failed login attempts from IP address 198.51.100.42, which triggered our automated system. But here's the thing—I can't directly unlock it without him present."
        },
        {
            "role": "Customer",
            "content": "He's eighty-three and doesn't understand computers so that's—no that's not happening—can't I just verify for him?"
        },
        {
            "role": "Customer Support",
            "content": "Well, so legally I'm pretty limited here, but, uh, wait—actually, I just noticed you're listed as an authorized user! Your verification code should be VRF-8827-QP."
        },
        {
            "role": "Customer",
            "content": "Authorized? Since when am I—okay whatever, yes, that's the code, can we fix this now please?"
        },
        {
            "role": "Customer Support",
            "content": "Oh perfect! *exhales with relief* Alright so now I can actually do something here. Let me just, errr, reset the security protocol and... there! Account's active again, new temporary password is TEMP-pass-7749."
        },
        {
            "role": "Customer",
            "content": "TEMP pass seven seven—wait no—four nine? Or seven seven four nine? This is confusing."
        },
        {
            "role": "Customer Support",
            "content": "Ah sorry, it's TEMP-hyphen-pass-hyphen-seven-seven-four-nine, all together. And, um, he'll need to change it within 24 hours at security.techmail.com/reset."
        },
        {
            "role": "Customer",
            "content": "Twenty-four hours? He checks email maybe once a week if I'm lucky so that's not—we need more time."
        },
        {
            "role": "Customer Support",
            "content": "*sharp breath* Hmm, you know what? I'm gonna extend that to, uh, seven days in the system. Just updated it, reference number REF-20241122-KLM, and basically that should give you plenty of time."
        },
        {
            "role": "Customer",
            "content": "Okay good because explaining this once is hard enough—wait should I—do I write this down for him or what?"
        },
        {
            "role": "Customer Support",
            "content": "So what I'd suggest is, like, maybe just log in with him there? The system will prompt for a new password, minimum eight characters, and, er, needs one capital letter and one number."
        },
        {
            "role": "Customer",
            "content": "One capital one number got it—no wait—special characters too or just those two things?"
        },
        {
            "role": "Customer Support",
            "content": "*exhales* Just those two, keep it simple. Oh! And actually I just sent a backup access code to his phone, ends in 4455, so if he forgets again, that'll work for thirty days."
        },
        {
            "role": "Customer",
            "content": "His phone that he never charges? Perfect. Great backup plan. This is exactly what we needed."
        },
        {
            "role": "Customer Support",
            "content": "*soft laugh* Yeah I totally get it. But hey, at least the account's unlocked now! Anything else I can help with today, or, um, are we all set with getting your dad back online?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "1ad34c07_script.json",
    "professionalism": "casual",
    "scenario": "worried about their elderly parent's account and calling on their behalf",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "annoyed_sarcastic",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "regretfully_limited",
                "triumphant_problem_solver"
            ],
            "disfluency": {
                "hesitation_types": [
                    "breath_catches",
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        }
    }
}