{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I just got accepted into, you know, this electrician apprenticeship program that, basically, starts next month."
        },
        {
            "role": "Character 2",
            "content": "Wait, that's incredible! Which union are you going through, and how competitive was the application process? I've heard some of those programs have like hundreds of applicants."
        },
        {
            "role": "Character 1",
            "content": "It's, well, through IBEW Local 3, and honestly, the test was brutal - like, algebra and reading comprehension, er, plus this crazy spatial reasoning section."
        },
        {
            "role": "Character 2",
            "content": "Did they tell you what the pay progression looks like? And are you going to be doing commercial or residential work primarily? I'm fascinated by how these programs structure everything."
        },
        {
            "role": "Character 1",
            "content": "Starting at twenty-two an hour, then it goes up every six months."
        },
        {
            "role": "Character 2",
            "content": "Twenty-two to start? That's, hmm, [jealous] already more than I make with my degree, and you know, you're learning an actual trade that can't be outsourced."
        },
        {
            "role": "Character 1",
            "content": "Plus full benefits and a pension after I journey out."
        },
        {
            "role": "Character 2",
            "content": "How long until you're a full journeyman? And do you get to pick your job sites, or does the union just assign you wherever they need bodies?"
        },
        {
            "role": "Character 1",
            "content": "Five years total, actually, with like, 8,000 hours of on-the-job training, and uh, about 900 hours of, sort of, classroom instruction."
        },
        {
            "role": "Character 2",
            "content": "That's so structured compared to college! Are you nervous about the physical demands, or is that something you're actually looking forward to after desk work?"
        },
        {
            "role": "Character 1",
            "content": "The physical part doesn't bother me at all."
        },
        {
            "role": "Character 2",
            "content": "I've been thinking about, err, [cough] switching careers myself - do they take people with zero construction experience, or well, would I need to prep somehow first?"
        },
        {
            "role": "Character 1",
            "content": "Actually, they prefer blank slates because, [confidently] you know, they can train you their way without, basically, having to undo bad habits from other jobs."
        },
        {
            "role": "Character 2",
            "content": "That's really encouraging! What about, hmm, the culture though - is it still pretty male-dominated, or actually, are things changing with more women and diverse applicants getting in?"
        },
        {
            "role": "Character 1",
            "content": "It's changing fast - my orientation class was, [cough] I mean, about thirty percent women and, uhh, really diverse overall actually."
        },
        {
            "role": "Character 2",
            "content": "Oh that's [cheerful] so much better than I expected! Do you know if they have programs for other trades too, like plumbing or HVAC, through the same system?"
        },
        {
            "role": "Character 1",
            "content": "Yeah, each trade has its own union and [whispering] apprenticeship program with different requirements."
        },
        {
            "role": "Character 2",
            "content": "Have you already gotten your tools and gear sorted out? I imagine there's a whole list of stuff you need before day one hits."
        },
        {
            "role": "Character 1",
            "content": "The union actually, um, provides the first set of basic tools, but like, I'll need to buy, well, better ones as I go along basically."
        },
        {
            "role": "Character 2",
            "content": "This is making me seriously reconsider my whole career path - would you mind if I picked your brain more about the application process over coffee sometime this week?"
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_39.txt"
}