{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Step into the scanner please. Arms above your head."
        },
        {
            "role": "Character 2",
            "content": "Oh, uh, right, sorry, I'm just a bit nervous about these things because last time I went through one of these it kept beeping and beeping and they had to search my bag for like twenty minutes and it turned out to just be my, um, metal water bottle but still, you know?"
        },
        {
            "role": "Character 1",
            "content": "Just hold still for ten seconds."
        },
        {
            "role": "Character 2",
            "content": "Okay yeah, holding still, totally motionless, though actually my left arm is kind of cramping already which is weird because it's only been like three seconds but I guess that's what happens when you're tense and trying too hard to be still."
        },
        {
            "role": "Character 1",
            "content": "You're moving too much. Start over."
        },
        {
            "role": "Character 2",
            "content": "Jeez, sorry, I'm really trying here but it's like the more I think about not moving the more my body wants to shift around and fidget and, honestly, these machines make me feel so trapped, like I can't even breathe normally without worrying I'm messing up the scan."
        },
        {
            "role": "Character 1",
            "content": "Do you have any metal on you?"
        },
        {
            "role": "Character 2",
            "content": "Umm, I don't think so, I mean, I took off my belt and my watch and my rings and emptied my pockets but wait, actually, does the underwire in a bra count because I always forget about that and nobody ever mentions it specifically?"
        },
        {
            "role": "Character 1",
            "content": "That's fine. Try again."
        },
        {
            "role": "Character 2",
            "content": "Alright, third time's the charm, right? Though I'm starting to feel like one of those people who holds up the security line at the airport except there's nobody behind me which somehow makes it worse because all the attention is just on me standing here failing at something that should be really simple."
        },
        {
            "role": "Character 1",
            "content": "Better. Almost done."
        },
        {
            "role": "Character 2",
            "content": "[sniffle] Oh good, because my nose is starting to itch and I'm using every ounce of willpower not to scratch it, which is basically torture, and now I'm thinking about how thinking about an itch makes it worse which is definitely making it worse."
        },
        {
            "role": "Character 1",
            "content": "[cough] Clear. You can step out."
        },
        {
            "role": "Character 2",
            "content": "Finally, wow, that felt like an eternity even though it was probably what, thirty seconds total? But when you're stuck in that position it's like time slows down and every second feels like a minute and you start questioning all your life choices that led to this moment."
        },
        {
            "role": "Character 1",
            "content": "There's an anomaly showing on your lower back."
        },
        {
            "role": "Character 2",
            "content": "Wait, what? An anomaly? That sounds, uh, really ominous and now my mind is racing through every possible thing that could mean, like, is it medical or did I forget something in my back pocket or is this one of those false positive things that happens sometimes?"
        },
        {
            "role": "Character 1",
            "content": "Need to do a manual check. Turn around."
        },
        {
            "role": "Character 2",
            "content": "Oh man, okay, turning around, but I really hate this part because it feels so invasive and I know you're just doing your job but there's something fundamentally uncomfortable about standing here while a stranger examines you and finds mysterious anomalies that you didn't even know existed."
        },
        {
            "role": "Character 1",
            "content": "[animated] Oh! It's just a heat pack. You're wearing a heat pack."
        },
        {
            "role": "Character 2",
            "content": "Right, yes, exactly, my back's been killing me all week so I've been wearing these adhesive heat patches and I completely forgot it was there because after a while you don't even feel them anymore but of course the scanner would pick that up, wouldn't it, and now I feel ridiculous for panicking."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue5_19.txt",
    "actor": 4
}