{
    "conversation": [
        {
            "role": "Customer",
            "content": "A ver, estoy mirando—espera, no—tengo un cargo aquí. Setenta y ocho euros. ¿Esto de qué es?"
        },
        {
            "role": "Customer Support",
            "content": "Vale, déjame que lo mire. Cuenta terminada en 4482, ¿no? Mmm, veo un cargo del paquete premium del 23 de octubre. Aunque es raro, ¿eh? Tu cuenta aparece como tarifa básica."
        },
        {
            "role": "Customer",
            "content": "Yo no me he suscrito a ningún premium ni nada. ¿Cómo sé que esto no es... vosotros añadiendo cargos porque sí?"
        },
        {
            "role": "Customer Support",
            "content": "Es lógico que desconfíes. Déjame mirar más a fondo. Vale, pues el registro del sistema muestra una solicitud de actualización a las 23:47 del día 22. Dirección IP 192.168.1.44. ¿Te suena de algo? ¿Igual alguien más en tu casa?"
        },
        {
            "role": "Customer",
            "content": "Nadie más usa esto. Y yo estaba—no, espera—yo estaba dormida a las once cuarenta y siete."
        },
        {
            "role": "Customer Support",
            "content": "Ya, ya. La verdad es que esto es interesante. El pago se procesó con el token XK9-2847-B pero no hay activación correspondiente. Como si alguien hubiera empezado la actualización pero nunca la terminara. Eso ni siquiera debería ser posible."
        },
        {
            "role": "Customer",
            "content": "O sea, me estás diciendo... ¿que he pagado por algo que no existe? Qué conveniente para vosotros."
        },
        {
            "role": "Customer Support",
            "content": "No, no, tienes razón en estar cabreada. Es un fallo nuestro. La verdad es que llevo viendo casos parecidos estas últimas 48 horas. Algún fallo del backend. Ya lo he marcado para los de ingeniería pero eso a ti no te soluciona nada ahora mismo."
        },
        {
            "role": "Customer",
            "content": "Espera, o sea—estoy confundida—¿otros también tienen esto? ¿No soy solo yo?"
        },
        {
            "role": "Customer Support",
            "content": "Sí, unos 340 cuentas afectadas. Todas entre el 22 y el 24 de octubre. El sistema intentó actualizar automáticamente pruebas inactivas. Una lógica completamente rota. El reembolso tarda de 3 a 5 días laborables pero te voy a acelerar el tuyo."
        },
        {
            "role": "Customer",
            "content": "¿Pero cómo sé que el reembolso va a... llegar de verdad?"
        },
        {
            "role": "Customer Support",
            "content": "Buena pregunta. Número de referencia del reembolso RFD-7829-QM41. Haz captura de eso. Te llegará un email en unos 15 minutos con toda la documentación. Mira la carpeta de spam que a veces cae ahí."
        },
        {
            "role": "Customer",
            "content": "Pero es que yo nunca tuve una prueba. Creo—no, de hecho—estoy segura de que nunca me apunté a eso."
        },
        {
            "role": "Customer Support",
            "content": "Déjame ver la fecha de creación. Anda. Cuenta creada junio 2019. Prueba añadida septiembre 2019 pero nunca activada. Ahí dormida cuatro años hasta que este bug la encontró. Es ridículo, la verdad."
        },
        {
            "role": "Customer",
            "content": "¿Cuatro años? Eso no... no me acuerdo de nada de eso."
        },
        {
            "role": "Customer Support",
            "content": "Seguramente alguna promo de entonces. Te apuntas, tres meses gratis, nunca lo usas, se te olvida. Pasa constantemente. En fin, reembolso completo y te añado 25 euros de crédito por las molestias."
        },
        {
            "role": "Customer",
            "content": "El crédito es—espera—¿eso va a mi tarjeta? ¿O solo... crédito en la cuenta?"
        },
        {
            "role": "Customer Support",
            "content": "Ya. Crédito en cuenta, por desgracia. Política de empresa para los gestos de buena voluntad. Pero el código de crédito GW-25-NOV-8K2X no caduca. Úsalo cuando quieras."
        },
        {
            "role": "Customer",
            "content": "A ver si lo entiendo. Me cobráis. Por nada. ¿Y ahora tengo que gastar más dinero para usar el crédito?"
        },
        {
            "role": "Customer Support",
            "content": "Ya, lo sé. Es una tontería. Mira, entre tú y yo... Llama el jueves después de las 2 de la tarde hora peninsular. Hay otro equipo de turno. Menciona el número de caso CS-20231027-445. Puede que te lo conviertan en reembolso en efectivo. No te prometo nada pero merece la pena intentarlo."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So I'm looking at—wait, no—I have a charge here. Seventy-eight dollars. What is this even for?"
        },
        {
            "role": "Customer Support",
            "content": "Okay let me pull that up. Account ending in 4482, right? Hmm, seeing a premium package charge from October 23rd. That's weird though. Your account shows basic tier."
        },
        {
            "role": "Customer",
            "content": "I never signed up for any premium anything. How do I know this isn't just... you guys adding charges?"
        },
        {
            "role": "Customer Support",
            "content": "Valid concern. Let me dig deeper. Okay so system log shows upgrade request at 11:47 PM on the 22nd. IP address 192.168.1.44. That ring any bells? Maybe someone else in your household?"
        },
        {
            "role": "Customer",
            "content": "Nobody else uses this. And I was—no wait—I was asleep at eleven forty-seven."
        },
        {
            "role": "Customer Support",
            "content": "Right right. This is interesting actually. Payment processed through token XK9-2847-B but there's no corresponding activation. Like someone started the upgrade but never finished. That shouldn't even be possible."
        },
        {
            "role": "Customer",
            "content": "So you're telling me... I paid for something that doesn't exist? How convenient for you."
        },
        {
            "role": "Customer Support",
            "content": "No no, you're right to be frustrated. This is our screw-up. Been seeing similar cases last 48 hours actually. Some backend glitch. Already flagged for engineering but that doesn't help you right now."
        },
        {
            "role": "Customer",
            "content": "Wait so—I'm confused—other people have this too? This isn't just me?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah bout 340 accounts affected. All between October 22nd and 24th. System tried to auto-upgrade dormant trials. Completely broken logic. Refund takes 3-5 business days but I'm expediting yours."
        },
        {
            "role": "Customer",
            "content": "How do I know the refund will actually... happen though?"
        },
        {
            "role": "Customer Support",
            "content": "Fair question. Refund reference number RFD-7829-QM41. Screenshot that. Email coming to you in maybe 15 minutes with full documentation. Check spam folder sometimes lands there."
        },
        {
            "role": "Customer",
            "content": "But I never even had a trial. I think—actually no—I'm sure I never signed up for that."
        },
        {
            "role": "Customer Support",
            "content": "Let me check creation date. Huh. Account created June 2019. Trial attached September 2019 but never activated. Just sitting there dormant for four years till this bug found it. Ridiculous honestly."
        },
        {
            "role": "Customer",
            "content": "Four years? That doesn't... I don't remember any of that."
        },
        {
            "role": "Customer Support",
            "content": "Probably some promo back then. Sign up get three months free never use it forget about it. Happens constantly. Anyway full refund plus I'm adding $25 credit for the hassle."
        },
        {
            "role": "Customer",
            "content": "The credit is—wait—that goes to my card? Or just... account credit?"
        },
        {
            "role": "Customer Support",
            "content": "Got it. Account credit unfortunately. Company policy on goodwill gestures. But credit code GW-25-NOV-8K2X won't expire. Use it whenever."
        },
        {
            "role": "Customer",
            "content": "So let me get this straight. You charge me. For nothing. And now I have to spend more money to use the credit?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah I know. It's dumb. Look between us? Call back Thursday after 2 PM Eastern. Different team on duty. Mention case number CS-20231027-445. They might convert to cash refund. Can't promise but worth trying."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "507a5efd_script.json",
    "professionalism": "casual",
    "scenario": "complaining about being charged for a service they never used",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "suspicious_paranoid",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_types": [
                    "false_starts"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "troubleshooting_curious",
                "commiserating_honest"
            ],
            "disfluency": {
                "hesitation_types": [
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        }
    }
}