{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[steadying voice] Papa, je sais que c'est, euh, complètement inattendu après 6 ans, mais il faut que je te parle de quelque chose d'important, something medical actually."
        },
        {
            "role": "Character 2",
            "content": "[wary] Médical? T'es pas malade, au moins? Je veux dire, débarquer ici à l'atelier après tout ce temps, it's gotta be something serious."
        },
        {
            "role": "Character 1",
            "content": "C'est pas moi, c'est... c'est Maya. Ta petite-fille. Elle a 8 ans maintenant et, [exhales], elle a une polykystose rénale, she needs a transplant within the next three months."
        },
        {
            "role": "Character 2",
            "content": "[stunned] 8 ans. Putain, j'ai une petite-fille de 8 ans et j'ai jamais même vu une photo d'elle."
        },
        {
            "role": "Character 1",
            "content": "C'était mon choix, papa, et peut-être que j'ai eu tort, but right now I'm here as a transplant coordinator first, fils en deuxième, parce qu'elle a besoin d'aide."
        },
        {
            "role": "Character 2",
            "content": "[deliberately] Donc tu veux que je me fasse tester. Voir si je suis compatible pour cette petite que je savais même pas qu'elle existait il y a 30 secondes."
        },
        {
            "role": "Character 1",
            "content": "[measured] Les tests de compatibilité sont simples—analyses de sang, typage tissulaire, test de crossmatch. Tu serais surpris de voir combien de fois, euh, biological relatives are viable donors, surtout les grands-parents. La distance génétique aide parfois, en fait."
        },
        {
            "role": "Character 2",
            "content": "Tu me parles comme si j'étais une des familles de tes patients, avec ta voix professionnelle. [bitter laugh] J'imagine que c'est plus facile que de me parler comme à ton père."
        },
        {
            "role": "Character 1",
            "content": "Peut-être que c'est plus facile, ouais. Parce que si je pense à ça comme ton fils qui te supplie de sauver la vie de ta petite-fille, je vais, [voice breaking], je vais complètement craquer."
        },
        {
            "role": "Character 2",
            "content": "Elle te ressemble, non? Cette Maya. Elle doit avoir ton côté têtu si elle se bat contre cette maladie depuis si longtemps."
        },
        {
            "role": "Character 1",
            "content": "En fait elle a, euh, elle a tes yeux. Ce même vert avec des reflets dorés. Et elle construit des trucs tout le temps, these elaborate towers with blocks, très précis."
        },
        {
            "role": "Character 2",
            "content": "Je te faisais ces puzzles en bois quand t'étais petit, tu te souviens? Je passais des heures dans ce même atelier à découper les pièces pour qu'elles s'emboîtent parfaitement."
        },
        {
            "role": "Character 1",
            "content": "Je les ai toujours."
        },
        {
            "role": "Character 2",
            "content": "[softly] Tu les as gardés? Même après tout ce que j'ai fait, après la mort de maman quand j'ai juste... disparu dans la bouteille pendant 2 ans?"
        },
        {
            "role": "Character 1",
            "content": "[gently] T'es devenu sobre, papa. You've been clean for what, 4 years now? Ça compte, vraiment, même si on n'en a jamais parlé."
        },
        {
            "role": "Character 2",
            "content": "[resolute] Quand est-ce qu'on fait les tests? Je veux dire, évidemment que je le fais. C'est la famille, même si elle sait pas que j'existe."
        },
        {
            "role": "Character 1",
            "content": "Demain matin si tu peux. Le labo ouvre à 7h, and I've already pulled some strings to fast-track the results. On saura dans les 48 heures."
        },
        {
            "role": "Character 2",
            "content": "[carefully] Et si je suis compatible? Tu me laisseras la rencontrer avant l'opération, ou c'est juste pour le rein?"
        },
        {
            "role": "Character 1",
            "content": "[struggling] Je veux qu'elle te connaisse, papa. Mon Dieu, ça fait tellement longtemps que je veux ça, mais j'étais tellement en colère et j'avais peur et... [sighs] ...têtu."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Têtu, ça court dans la famille, fiston. Peut-être qu'il est temps qu'on apprenne à Maya que certaines choses valent la peine d'être têtu, tu sais, like sticking around for the people you love."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[steadying voice] Dad, I know this is, um, completely out of the blue after six years, but I need to talk to you about something important, something medical actually."
        },
        {
            "role": "Character 2",
            "content": "[wary] Medical? You're not sick, are you? I mean, showing up here at the workshop after all this time, it's gotta be something serious."
        },
        {
            "role": "Character 1",
            "content": "It's not me, it's... it's Maya. Your granddaughter. She's eight now and, [exhales], she has polycystic kidney disease and needs a transplant within the next three months."
        },
        {
            "role": "Character 2",
            "content": "[stunned] Eight years old. Christ, I've got a granddaughter who's eight and I've never even seen a picture of her."
        },
        {
            "role": "Character 1",
            "content": "That was my choice, Dad, and maybe it was wrong, but right now I'm, uh, I'm here as a transplant coordinator first, daughter second, because she needs help."
        },
        {
            "role": "Character 2",
            "content": "[deliberately] So you want me to get tested. See if I'm a match for this little girl I don't even know exists until thirty seconds ago."
        },
        {
            "role": "Character 1",
            "content": "[measured] The compatibility testing is straightforward—blood work, tissue typing, crossmatching. You'd be surprised how often, mmm, biological relatives are viable donors, especially grandparents. The genetic distance actually helps sometimes."
        },
        {
            "role": "Character 2",
            "content": "You're talking to me like I'm one of your patients' families, using that professional voice. [bitter laugh] Guess that's easier than talking to me like your father."
        },
        {
            "role": "Character 1",
            "content": "Maybe it is easier, yeah. Because if I think about this as your daughter begging you to save your granddaughter's life, I'll, [voice breaking], I'll completely fall apart."
        },
        {
            "role": "Character 2",
            "content": "She looks like you, doesn't she? This Maya. Got to have your stubborn streak if she's been fighting kidney disease this long."
        },
        {
            "role": "Character 1",
            "content": "Actually she, um, she has your eyes. That same green with the gold flecks. And she builds things constantly, these elaborate towers with blocks, very precise."
        },
        {
            "role": "Character 2",
            "content": "I used to make you those wooden puzzles when you were little, remember? Spent hours in this same workshop cutting out the pieces so they'd fit just right."
        },
        {
            "role": "Character 1",
            "content": "I still have them."
        },
        {
            "role": "Character 2",
            "content": "[softly] You kept them? Even after everything I did, after Mom died and I just... disappeared into the bottle for two years?"
        },
        {
            "role": "Character 1",
            "content": "[gently] You got sober, Dad. You've been clean for what, four years now? That matters, it really does, even if we haven't talked about it."
        },
        {
            "role": "Character 2",
            "content": "[resolute] When do we do the tests? I mean, obviously I'm doing this. She's family, even if she doesn't know I exist."
        },
        {
            "role": "Character 1",
            "content": "Tomorrow morning if you can. The lab opens at seven, and I've already, err, pulled some strings to fast-track the results. We'll know within forty-eight hours."
        },
        {
            "role": "Character 2",
            "content": "[carefully] And if I'm a match? Will you let me meet her before the surgery, or is this just about the kidney?"
        },
        {
            "role": "Character 1",
            "content": "[struggling] I want her to know you, Dad. God, I've wanted that for so long, but I was so angry and scared and... [sighs] ...stubborn."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Stubborn runs in the family, kiddo. Maybe it's time we teach Maya that some things are worth being stubborn about, like sticking around for the people you love."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "03109a02_scenario.json",
    "scenario": "A transplant coordinator arrives at her childhood home to convince her estranged father, now working as a handyman, to be tested as a potential kidney donor for his granddaughter he's never met.",
    "type": "scenario_conversation",
    "character_1_role": "transplant coordinator",
    "character_2_role": "handyman",
    "selected_tones": [
        "progressing",
        "deliberate",
        "accepting"
    ],
    "tone_options": [
        "progressing",
        "demanding",
        "unmeasured",
        "mercurial",
        "accepting",
        "calm",
        "enlivening",
        "advocating",
        "deliberate",
        "dominant"
    ]
}