{
    "conversation": [
        {
            "role": "Character 1",
            "content": "J'ai vu ton camion encore garé devant alors j'ai, euh, j'me suis dit que t'avais pas encore fermé, et je sais qu'on doit parler du compte avant... enfin, avant que demain arrive. [heavy exhale]"
        },
        {
            "role": "Character 2",
            "content": "[wearily] Ouais, ça fait une heure que je suis assis là à fixer ton dossier, j'essaie de voir s'il y a moyen de contourner ça d'une façon que le siège accepterait, mais ils sont pas vraiment souples sur les arriérés de 90 jours maintenant."
        },
        {
            "role": "Character 1",
            "content": "[quietly defensive] C'est pas comme si je t'évitais ou quoi que ce soit, Jim, enfin merde, on se connaît depuis quoi, 28 ans ? Mon père achetait du grain à ton père avant qu'on sache même conduire un tracteur."
        },
        {
            "role": "Character 2",
            "content": "29 ans en fait, et crois-moi, c'est la seule raison pour laquelle j'ai pu les retenir aussi longtemps, mais, [sighs], ils envoient quelqu'un de la région demain pour s'occuper de la... de la paperasse eux-mêmes."
        },
        {
            "role": "Character 1",
            "content": "Demain. Putain."
        },
        {
            "role": "Character 2",
            "content": "[measured] Écoute, si tu peux me trouver ne serait-ce que la moitié de ce qui est dû avant demain matin, genre 15 000, je pourrais peut-être les convaincre que c'est un plan de remboursement plutôt qu'une, euh, radiation complète."
        },
        {
            "role": "Character 1",
            "content": "15 000 d'ici demain matin ? Jim, si j'avais ce genre de liquide qui traînait, tu crois pas que j'aurais déjà... [bitter laugh] Le bétail vaut moins cher que le fourrage qu'il bouffe en ce moment."
        },
        {
            "role": "Character 2",
            "content": "[deliberately calm] Je sais que le marché est brutal, je vois les prix tous les jours, mais il doit y avoir quelque chose — du matériel que tu pourrais vendre, peut-être cette parcelle près du ruisseau que t'utilises pas tellement ?"
        },
        {
            "role": "Character 1",
            "content": "Cette terre est dans ma famille depuis quatre générations, et tu me demandes de, quoi, la bazarder aux enchères pour continuer à acheter du grain que j'peux à peine me payer de toute façon ? [voice cracking slightly]"
        },
        {
            "role": "Character 2",
            "content": "[tiredly] Je te demande rien du tout, j'essaie juste de... de trouver des options là parce qu'une fois que le siège prend le relais demain, ils te parleront même pas, ils enverront tout au recouvrement direct."
        },
        {
            "role": "Character 1",
            "content": "[exhausted whisper] Mon grand-père a construit ce premier silo avec vous en 1954, y'a une plaque avec son nom juste là sur ton mur, et maintenant on en arrive là."
        },
        {
            "role": "Character 2",
            "content": "La plaque date de 1953 en fait, mais ouais, je passe devant tous les matins, et crois-moi, c'est pas comme ça que je voulais que les choses... [trails off]"
        },
        {
            "role": "Character 1",
            "content": "Tu sais que ma fille est censée reprendre le ranch l'année prochaine, elle planifie ça depuis qu'elle a 12 ans, et maintenant je dois lui dire qu'il restera peut-être plus rien à reprendre. [hollow laugh]"
        },
        {
            "role": "Character 2",
            "content": "Sarah est une gamine intelligente, elle comprendra que cette sécheresse c'était pas ta faute, que parfois ces trucs-là, euh, s'enchaînent au-delà de ce qu'on peut contrôler."
        },
        {
            "role": "Character 1",
            "content": "Tu crois vraiment ?"
        },
        {
            "role": "Character 2",
            "content": "[gently firm] Bon écoute, je serai là jusqu'à 6 heures demain matin pour l'inventaire de toute façon, alors si tu peux gratter quoi que ce soit, même 5 000 pour montrer ta bonne foi, je ferai ce que je peux avec la région."
        },
        {
            "role": "Character 1",
            "content": "[resigned] 5 000. Bon, j'imagine que je pourrais vendre le camion, peut-être appeler Tom pour ces jeunes bêtes qui l'intéressaient le mois dernier, même si Dieu sait quel prix il va proposer maintenant."
        },
        {
            "role": "Character 2",
            "content": "Tom demandait justement pour des jeunes bêtes hier encore, il parlait d'agrandir son exploitation, alors, [sighs], peut-être que pour une fois le timing pourrait jouer."
        },
        {
            "role": "Character 1",
            "content": "[weary determination] D'accord, je vais passer les coups de fil ce soir, voir ce que je peux rassembler d'ici demain matin, mais Jim, si ça marche pas, s'ils saisissent quand même, faut que tu saches que c'était pas une question de fuir mes responsabilités."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Je sais, crois-moi, après trois décennies à te voir te crever à la tâche chaque saison, je sais exactement de quoi il s'agit — la survie, rien de plus, rien de moins."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "I saw your truck still parked out front so I, um, figured you hadn't locked up yet, and I know we need to talk about the account before... well, before tomorrow happens. [heavy exhale]"
        },
        {
            "role": "Character 2",
            "content": "[wearily] Yeah, I've been sitting here for the past hour just staring at your file, trying to figure out if there's any way around this that corporate would accept, but they're not exactly flexible about ninety-day delinquencies anymore."
        },
        {
            "role": "Character 1",
            "content": "[quietly defensive] It's not like I've been avoiding you or anything, Jim, I mean, Christ, we've known each other what, twenty-eight years? My father bought feed from your father before either of us could even drive a tractor."
        },
        {
            "role": "Character 2",
            "content": "Twenty-nine years actually, and believe me, that's the only reason I've been able to hold them off this long, but, [sighs], they're sending someone from regional tomorrow to handle the... the paperwork themselves."
        },
        {
            "role": "Character 1",
            "content": "Tomorrow. Jesus."
        },
        {
            "role": "Character 2",
            "content": "[measured] Look, if you can get me even half of what's owed by morning, maybe fifteen thousand, I might be able to convince them it's a payment plan situation rather than a, um, a complete write-off."
        },
        {
            "role": "Character 1",
            "content": "Fifteen thousand by morning? Jim, if I had that kind of cash lying around, don't you think I would've already... [bitter laugh] The cattle are worth less than the feed they're eating right now."
        },
        {
            "role": "Character 2",
            "content": "[deliberately calm] I know the market's brutal, I see the prices every day, but there's got to be something—equipment you could sell, maybe that section of land near the creek you don't use much?"
        },
        {
            "role": "Character 1",
            "content": "That land's been in my family for four generations, and you're asking me to just, what, auction it off to keep buying grain that I can barely afford anyway? [voice cracking slightly]"
        },
        {
            "role": "Character 2",
            "content": "[tiredly] I'm not asking you to do anything, I'm just... I'm trying to find options here because once corporate takes over tomorrow, they won't even talk to you, they'll just send everything to collections."
        },
        {
            "role": "Character 1",
            "content": "[exhausted whisper] My grandfather built that first grain bin with you guys back in 1954, there's a plaque with his name on it right there on your wall, and now it comes down to this."
        },
        {
            "role": "Character 2",
            "content": "The plaque's actually from 1953, but yeah, I walk past it every morning, and trust me, this isn't how I wanted things to... [trails off]"
        },
        {
            "role": "Character 1",
            "content": "You know my daughter's supposed to take over the ranch next year, she's been planning it since she was twelve, and now I have to tell her there might not be anything left to take over. [hollow laugh]"
        },
        {
            "role": "Character 2",
            "content": "Sarah's a smart kid, she'll understand that this drought wasn't your fault, that sometimes these things just, um, cascade beyond what anyone can control."
        },
        {
            "role": "Character 1",
            "content": "Will she though?"
        },
        {
            "role": "Character 2",
            "content": "[gently firm] Listen, I'll be here until six tomorrow morning doing inventory anyway, so if you can scrape together anything, even five thousand to show good faith, I'll do what I can with regional."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Five thousand. Well, I suppose I could sell the truck, maybe call Tom about those yearlings he was interested in last month, though God knows what price he'll offer now."
        },
        {
            "role": "Character 2",
            "content": "Tom's actually been asking about yearlings just yesterday, said something about expanding his operation, so, [sighs], maybe the timing could work out for once."
        },
        {
            "role": "Character 1",
            "content": "[weary determination] Alright, I'll make the calls tonight, see what I can pull together by morning, but Jim, if this doesn't work, if they still foreclose, I need you to know this wasn't about avoiding responsibility."
        },
        {
            "role": "Character 2",
            "content": "[quietly] I know, believe me, after three decades of watching you work yourself half to death every season, I know exactly what this is about—survival, nothing more, nothing less."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "008821bb_scenario.json",
    "scenario": "A rancher arrives at the grain elevator just before closing to find the operator preparing to foreclose on their decades-old feed credit account due to missed payments from a brutal drought year.",
    "type": "scenario_conversation",
    "character_1_role": "rancher",
    "character_2_role": "grain elevator operator",
    "selected_tones": [
        "tiring",
        "shielding",
        "deliberate"
    ],
    "tone_options": [
        "tiring",
        "uncaring",
        "connecting",
        "shielding",
        "deliberate",
        "cynical",
        "sporadic",
        "refusing",
        "present-focused",
        "engaging"
    ]
}