{
    "conversation": [
        {
            "role": "raw",
            "content": "{\n    \"conversation\": [\n        {\"role\": \"Character 1\", \"content\": \"[surpris] Attends, c'est—Alex? Alex Chen du lycée Kennedy? J'arrive pas à croire que c'est vraiment toi après, quoi, quinze ans depuis le bac?\"},\n        {\"role\": \"Character 2\", \"content\": \"[se raidissant] Ah. Ouais, c'est moi. Écoute, je sais ce que tu penses—major de promo devenu père au foyer, c'est ça? Répare juste le câblage s'il te plaît, avant que mon conjoint rentre.\"},\n        {\"role\": \"Character 1\", \"content\": \"Mais non, c'est pas du tout ce que je pensais, franchement. J'étais juste surpris parce que j'avais entendu dire que t'étais parti à Polytechnique et après, plus personne avait de nouvelles.\"},\n        {\"role\": \"Character 2\", \"content\": \"[défensivement] Ben voilà, la vie, quoi. On peut pas tous parcourir le pays en faisant exactement ce qu'on avait prévu. Y en a qui ont eu des obligations familiales, des problèmes de santé, des trucs qui ont fait dérailler la trajectoire parfaite que tout le monde attendait.\"},\n        {\"role\": \"Character 1\", \"content\": \"[doucement] Hé, je suis juste là pour m'assurer que la chambre de ton bébé a pas de dangers électriques. L'installation des prises ici est vraiment dangereuse—on dirait que quelqu'un a fait du bricolage qui aurait pu foutre le feu.\"},\n        {\"role\": \"Character 2\", \"content\": \"C'était moi, en fait. [voix brisée] Ça fait des semaines que j'essaie de tout faire parfaitement, je regarde des vidéos YouTube à trois heures du mat' parce qu'on peut pas se permettre de faire venir des pros pour tout, et maintenant tu me dis que j'ai failli cramer la chambre de mon bébé?\"},\n        {\"role\": \"Character 1\", \"content\": \"[doucement] C'est réparable. Tout est réparable.\"},\n        {\"role\": \"Character 2\", \"content\": \"Ah ouais? Parce que j'ai l'impression de déjà foirer et le bébé est même pas encore là. [expire] Mon conjoint bosse soixante heures par semaine, mes parents pensent que j'ai gâché mes études, et je suis même pas foutu de câbler une putain de veilleuse correctement.\"},\n        {\"role\": \"Character 1\", \"content\": \"[chaleureusement] Tu sais, je pensais que réussir ça voulait dire avoir ma propre boîte d'électricité maintenant, mais au lieu de ça je roule d'état en état, je vis dans des motels, je répare les conneries des autres. Des fois, le chemin où on est, c'est exactement là où on doit être.\"},\n        {\"role\": \"Character 2\", \"content\": \"[rire amer] Facile à dire quand t'as pas un être humain qui grandit en toi et que t'as la trouille de décevoir de la même façon que t'as déçu tous les autres.\"},\n        {\"role\": \"Character 1\", \"content\": \"Ma fille a douze ans maintenant. Elle vit avec sa mère à Nantes parce que j'ai choisi le boulot plutôt que d'être présent, je pensais que subvenir aux besoins c'était plus important qu'être là, tout simplement. Crois-moi, la déception, je connais.\"},\n        {\"role\": \"Character 2\", \"content\": \"[plus doucement] Je savais pas que t'avais une gamine. Putain, on a vraiment perdu contact avec tout le monde de l'époque, hein?\"},\n        {\"role\": \"Character 1\", \"content\": \"[travaillant en parlant] Le truc avec les bébés, c'est qu'ils s'en foutent de ton diplôme ou de ton titre ou de si t'as bien câblé leur veilleuse. Ils ont juste besoin que tu sois là et que tu les aimes, même quand t'as la trouille.\"},\n        {\"role\": \"Character 2\", \"content\": \"Ma mère arrête pas de demander quand je retourne bosser, genre faire grandir un humain et se préparer à l'élever c'est pas du travail. [soupire] Elle a vraiment utilisé le mot 'gâchis' la semaine dernière.\"},\n        {\"role\": \"Character 1\", \"content\": \"[fermement] Ta mère a tort. Bon, j'ai presque fini là—toutes tes prises seront sécurisées, bien mises à la terre, et je vais t'installer un variateur gratos parce que toute chambre de bébé a besoin d'un bon éclairage modulable.\"},\n        {\"role\": \"Character 2\", \"content\": \"[voix tremblante] Pourquoi t'es si sympa avec moi? Au lycée, on se parlait à peine sauf quand t'avais besoin d'aide en maths, et maintenant t'es là à réparer mes conneries et tu m'offres du travail gratuit?\"},\n        {\"role\": \"Character 1\", \"content\": \"Parce que je me souviens que tu m'as donné des cours pendant trois mois sans prendre un centime, alors que je savais que ta famille avait besoin de cet argent. Y a des dettes qu'on garde avec soi.\"},\n        {\"role\": \"Character 2\", \"content\": \"[doucement] J'avais oublié ça. On dirait la vie de quelqu'un d'autre, quelqu'un qui avait vraiment ses affaires en main et qui savait des trucs.\"},\n        {\"role\": \"Character 1\", \"content\": \"[rassurant] Tu sais toujours des trucs, Alex. Tu apprends juste des trucs différents maintenant, des trucs importants qu'on peut pas t'enseigner dans une salle de classe à Polytechnique.\"},\n        {\"role\": \"Character 2\", \"content\": \"[enfin détendu] Ouais. T'as peut-être raison.\"\n    ],\n    \"scenario\": \"A journeyman electrician arrives to fix dangerous wiring in a nursery and discovers the expecting parent is their high school valedictorian who tutored them years ago.\",\n    \"selected_tones\": [\"releasing\", \"comforting\", \"defensive\"],\n    \"type\": \"scenario_conversation\"\n}"
        }
    ],
    "original_conversation": [
        {
            "role": "raw",
            "content": "{\n    \"conversation\": [\n        {\"role\": \"Character 1\", \"content\": \"[surprised] Wait, is that—Alex? Alex Chen from Kennedy High? I can't believe it's actually you after, what, fifteen years since graduation?\"},\n        {\"role\": \"Character 2\", \"content\": \"[stiffening] Oh. Yeah, it's me. Look, I know what you're thinking—valedictorian to stay-at-home parent, right? Just fix the wiring please, before my partner gets home.\"},\n        {\"role\": \"Character 1\", \"content\": \"That's not what I was thinking at all, honestly. I was just surprised because I heard you went to MIT and then completely dropped off everyone's radar.\"},\n        {\"role\": \"Character 2\", \"content\": \"[defensively] Well, life happens, okay? Not all of us get to travel the country doing exactly what we planned. Some of us had family obligations, medical issues, things that derailed the perfect trajectory everyone expected.\"},\n        {\"role\": \"Character 1\", \"content\": \"[gently] Hey, I'm just here to make sure your baby's room doesn't have any electrical hazards. The outlet situation in here is actually pretty dangerous—looks like someone did some DIY work that could've started a fire.\"},\n        {\"role\": \"Character 2\", \"content\": \"That was me, actually. [voice breaking] I've been trying to get everything perfect for weeks, watching YouTube videos at three in the morning because we can't afford to hire people for everything, and now you're telling me I almost burned down my baby's room?\"},\n        {\"role\": \"Character 1\", \"content\": \"[softly] It's fixable. Everything's fixable.\"},\n        {\"role\": \"Character 2\", \"content\": \"Is it though? Because I feel like I'm failing at this already and the baby isn't even here yet. [exhales] My partner works sixty-hour weeks, my parents think I wasted my education, and I can't even wire a damn nightlight correctly.\"},\n        {\"role\": \"Character 1\", \"content\": \"[warmly] You know, I thought success meant having my own electrical company by now, but instead I'm driving state to state, living out of motels, fixing other people's mistakes. Sometimes the path we're on is exactly where we need to be.\"},\n        {\"role\": \"Character 2\", \"content\": \"[bitter laugh] Easy for you to say when you don't have a human being growing inside you that you're terrified of disappointing the same way you've disappointed everyone else.\"},\n        {\"role\": \"Character 1\", \"content\": \"My daughter's twelve now. Lives with her mom in Portland because I chose work over being present, thought providing meant more than just being there. Trust me, I know about disappointment.\"},\n        {\"role\": \"Character 2\", \"content\": \"[quieter] I didn't know you had a kid. God, we really did lose touch with everyone from back then, didn't we?\"},\n        {\"role\": \"Character 1\", \"content\": \"[working while talking] The thing about babies is they don't care about your degree or your job title or whether you wired their nightlight correctly. They just need you to show up and love them, even when you're terrified.\"},\n        {\"role\": \"Character 2\", \"content\": \"My mother keeps asking when I'm going back to work, like growing a human and preparing to raise them isn't work. [sighs] She actually used the word 'waste' last week.\"},\n        {\"role\": \"Character 1\", \"content\": \"[firmly] Your mother's wrong. Look, I'm almost done here—all your outlets will be safe, properly grounded, and I'll install a dimmer switch for free because every nursery needs good lighting control.\"},\n        {\"role\": \"Character 2\", \"content\": \"[voice wavering] Why are you being so nice to me? In high school, we barely talked except when you needed help with calculus, and now you're here fixing my mistakes and offering free work?\"},\n        {\"role\": \"Character 1\", \"content\": \"Because I remember you tutoring me for three months straight without taking a penny, even though I knew your family needed the money. Some debts you carry with you.\"},\n        {\"role\": \"Character 2\", \"content\": \"[softly] I forgot about that. Feels like a completely different person's life, someone who actually had their shit together and knew things.\"},\n        {\"role\": \"Character 1\", \"content\": \"[reassuring] You still know things, Alex. You're just learning different things now, important things that can't be taught in any classroom at MIT.\"},\n        {\"role\": \"Character 2\", \"content\": \"[finally relaxing] Yeah. Maybe you're right.\"\n    ],\n    \"scenario\": \"A journeyman electrician arrives to fix dangerous wiring in a nursery and discovers the expecting parent is their high school valedictorian who tutored them years ago.\",\n    \"selected_tones\": [\"releasing\", \"comforting\", \"defensive\"],\n    \"type\": \"scenario_conversation\"\n}"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "00e9a56b_scenario.json",
    "scenario": "journeyman and expecting parent",
    "type": "scenario_conversation",
    "character_1_role": "journeyman",
    "character_2_role": "expecting parent",
    "tone_options": [
        "hoarding",
        "tilted",
        "withholding",
        "symmetrical",
        "postponing",
        "muddled",
        "bold",
        "releasing",
        "comforting",
        "defensive"
    ]
}