{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[surpris] Putain, tu m'as fait peur—écoute, on est fermé, le bâtiment ouvre pas avant... attends, mais comment t'as fait pour passer les portiques de sécurité en bas?"
        },
        {
            "role": "Character 2",
            "content": "J'ai toujours mon badge de 2018, quand je comptais encore ici, quand les gens me rappelaient. [rire amer] Marrant comme personne a pensé à le désactiver après que tout soit parti en vrille."
        },
        {
            "role": "Character 1",
            "content": "[prudemment] Monsieur, il faut que vous partiez tout de suite ou j'appelle la sécurité—c'est de l'effraction, peu importe votre badge."
        },
        {
            "role": "Character 2",
            "content": "S'il te plaît, écoute-moi juste deux secondes—ils rasent tout le bâtiment à l'aube, et quelque part dans les archives au sous-sol, y'a les seuls enregistrements des chansons que j'ai écrites avant l'accident. [voix qui se brise] Des chansons que ma fille a jamais pu entendre."
        },
        {
            "role": "Character 1",
            "content": "[s'adoucissant] Ta fille... écoute, je comprends que ça doit être important, mais je peux pas laisser n'importe qui se balader dans les zones interdites à 3 heures du mat'."
        },
        {
            "role": "Character 2",
            "content": "N'importe qui? J'ai écrit dix-sept singles de platine dans ce bâtiment, j'ai passé plus de nuits ici que chez moi, j'ai pratiquement vécu dans le Studio C pendant trois ans non-stop. [expire] Maintenant je suis juste un autre fantôme qu'ils vont raser au bulldozer."
        },
        {
            "role": "Character 1",
            "content": "Attends, t'es... oh putain, t'es Marcus Chen, c'est ça? Ta photo est encore sur le Mur des Légendes près des ascenseurs—\"Téléphone Brisé\", c'était toi, non?"
        },
        {
            "role": "Character 2",
            "content": "[soudain impatient] Tu connais mon travail? Cette chanson a payé la rénovation de tout le bâtiment, chaque dalle de marbre dans ce hall prétentieux, et ils détruisent tout pour des apparts. [énergie maniaque] Mais ces démos, elles sont différentes, elles sont pures."
        },
        {
            "role": "Character 1",
            "content": "[tiraillé] Le sous-sol est condamné depuis des semaines, des panneaux amiante partout, mais... y'a peut-être un monte-charge de service qui marche encore si on fait vite."
        },
        {
            "role": "Character 2",
            "content": "Tu ferais ça? Risquer ton job pour les démos oubliées d'un has-been qui vont sûrement même plus passer? [incrédulité confuse]"
        },
        {
            "role": "Character 1",
            "content": "[fermement] Ma mère passait \"Téléphone Brisé\" tous les matins en préparant le petit-déj—elle disait que c'était la seule chanson qui avait du sens après le départ de papa. Allez viens, on a deux heures max."
        },
        {
            "role": "Character 2",
            "content": "J'ai écrit cette chanson en 20 minutes sur une serviette en papier au resto d'en face, complètement défoncé à la caféine et le cœur en miettes. [rit tristement] J'aurais jamais cru qu'elle finirait par accompagner la douleur de quelqu'un d'autre."
        },
        {
            "role": "Character 1",
            "content": "La salle d'archives est après les anciennes cabines—fais gaffe où tu marches, ils ont déjà commencé à arracher l'insonorisation, y'a de la mousse partout."
        },
        {
            "role": "Character 2",
            "content": "[changement soudain] Ce couloir sentait la clope et le génie avant, maintenant c'est juste la moisissure et les regrets. [soudain concentré] Attends, je me souviens—carton 447, troisième étagère en partant du bas, étiqueté \"M.C. Maquettes\"."
        },
        {
            "role": "Character 1",
            "content": "Bon, par contre le deal c'est—si on se fait choper, je t'ai jamais vu, t'es entré par effraction tout seul, et j'étais aux chiottes tout le temps. [rire nerveux] Ça marche?"
        },
        {
            "role": "Character 2",
            "content": "[gratitude fébrile] Tu sauves les derniers morceaux de qui j'étais avant que tout devienne flou, avant les médocs et les réunions et les excuses qui ont jamais rien réparé."
        },
        {
            "role": "Character 1",
            "content": "[doucement] Le monte-charge est juste là, mais Marcus... et si les bandes sont pas ce que tu te rappelles? Si elles sont juste... ordinaires?"
        },
        {
            "role": "Character 2",
            "content": "Alors au moins je saurai vraiment au lieu de me demander toutes les nuits à 3 heures quand le monde devient trop silencieux et que j'entends que des mélodies que j'arrive pas vraiment à attraper. [espoir désespéré]"
        },
        {
            "role": "Character 1",
            "content": "[déterminé] Okay, monte—sous-sol, quinze ans d'histoire musicale qui va devenir des gravats, et nous en train de commettre un délit mineur pour de la bande magnétique. [soupire] Ma mère adorerait ça, c'est sûr."
        },
        {
            "role": "Character 2",
            "content": "[soudain clair] Merci de me voir comme plus qu'un taré de plus qui débarque de la rue—la plupart des gens ont arrêté de faire ça y'a des années."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[startled] Jesus, you scared me—we're closed, the building doesn't open until... wait, how did you even get past the security gates downstairs?"
        },
        {
            "role": "Character 2",
            "content": "I still have my keycard from 2018, back when I actually mattered here, when people returned my calls. [bitter laugh] Funny how no one thought to deactivate it after everything fell apart."
        },
        {
            "role": "Character 1",
            "content": "[cautiously] Sir, I need you to leave immediately or I'll have to call security—this is technically trespassing regardless of whatever keycard you might have."
        },
        {
            "role": "Character 2",
            "content": "Please, just listen for a second—they're demolishing this entire building at dawn, and somewhere in the basement archives are the only copies of songs I wrote before the accident. [voice cracking] Songs my daughter never got to hear."
        },
        {
            "role": "Character 1",
            "content": "[softening] Your daughter... look, I understand this must be important, but I can't just let random people wander through restricted areas at three in the morning."
        },
        {
            "role": "Character 2",
            "content": "Random people? I wrote seventeen platinum singles in this building, spent more nights here than at home, practically lived in Studio C for three years straight. [exhales] Now I'm just another ghost they're bulldozing away."
        },
        {
            "role": "Character 1",
            "content": "Wait, you're... oh my God, you're Marcus Chen, aren't you? Your picture's still on the Wall of Fame by the elevators—'Broken Telephone,' that was yours, right?"
        },
        {
            "role": "Character 2",
            "content": "[suddenly eager] You know my work? That song paid for this building's renovation, every marble tile in this pretentious lobby, and they're destroying it all for condos. [manic energy] But those demos, they're different, they're pure."
        },
        {
            "role": "Character 1",
            "content": "[conflicted] The basement's been sealed for weeks now, asbestos warnings everywhere, but... there might be a service elevator that still works if we're quick about it."
        },
        {
            "role": "Character 2",
            "content": "You'd do that? Risk your job for some washed-up songwriter's forgotten demos that probably won't even play anymore? [foggy disbelief]"
        },
        {
            "role": "Character 1",
            "content": "[firmly] My mom used to play 'Broken Telephone' every morning while making breakfast—said it was the only song that made sense after Dad left. Come on, we have maybe two hours."
        },
        {
            "role": "Character 2",
            "content": "I wrote that song in twenty minutes on a napkin at the diner across the street, completely high on caffeine and heartbreak. [laughs sadly] Never thought it would end up soundtracking anyone else's pain."
        },
        {
            "role": "Character 1",
            "content": "The archive room's past the old recording booths—watch your step, they've already started pulling up the soundproofing and there's foam everywhere."
        },
        {
            "role": "Character 2",
            "content": "[mercurial shift] This hallway used to smell like cigarettes and genius, now it's just mold and regret. [suddenly focused] Wait, I remember—box 447, third shelf from the bottom, labeled 'M.C. Rough Cuts.'"
        },
        {
            "role": "Character 1",
            "content": "Here's the thing though—if we get caught, I never saw you, you broke in alone, and I was in the bathroom the entire time. [nervous laugh] Deal?"
        },
        {
            "role": "Character 2",
            "content": "[feverish gratitude] You're saving the last pieces of who I was before everything went foggy, before the pills and the meetings and the apologies that never fixed anything."
        },
        {
            "role": "Character 1",
            "content": "[gently] The service elevator's just ahead, but Marcus... what if the tapes aren't what you remember? What if they're just... ordinary?"
        },
        {
            "role": "Character 2",
            "content": "Then at least I'll know for sure instead of wondering every night at 3 AM when the world gets too quiet and all I can hear are melodies I can't quite catch. [desperate hope]"
        },
        {
            "role": "Character 1",
            "content": "[determined] Okay, get in—basement level, fifteen years of music history about to become rubble, and us committing light felony for some magnetic tape. [sighs] Mom would absolutely love this."
        },
        {
            "role": "Character 2",
            "content": "[suddenly clear] Thank you for seeing me as more than just another crazy person wandering in from the street—most people stopped doing that years ago."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "015b9d6b_scenario.json",
    "scenario": "A burnt-out lyricist arrives at a music publisher's reception desk at 3 AM, desperately seeking his old demo tapes before the building is demolished tomorrow morning.",
    "type": "scenario_conversation",
    "character_1_role": "receptionist",
    "character_2_role": "lyricist",
    "selected_tones": [
        "mercurial",
        "eager",
        "foggy"
    ],
    "tone_options": [
        "deadpan",
        "containing",
        "flattering",
        "autonomous",
        "flat",
        "eager",
        "mercurial",
        "repellent",
        "incomplete",
        "foggy"
    ]
}