{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[startled] Hey, someone's in here— wait, you're crying. Look, I know the lockdown's scary but campus security said it's just precautionary."
        },
        {
            "role": "Character 2",
            "content": "It's not the lockdown, it's my country, they just announced the borders are closed and nobody can enter or leave indefinitely. [voice breaking]"
        },
        {
            "role": "Character 1",
            "content": "[sitting down heavily] Jesus. Which country, if you don't mind me asking? I've been cleaning these buildings for twelve years and I've heard a lot of stories, but that's rough."
        },
        {
            "role": "Character 2",
            "content": "Myanmar. [hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "My grandmother fled Hungary in '56, never saw her parents again. Different situation but, [exhales], borders closing like that, it changes everything you thought was solid."
        },
        {
            "role": "Character 2",
            "content": "[defensive] You don't understand—I'm supposed to graduate next month, my family sold their shop to pay for this degree, and now I can't even tell them if I'm safe because the internet's been cut."
        },
        {
            "role": "Character 1",
            "content": "[quietly] You're right, I don't understand exactly what you're going through. But I know what it's like to feel trapped between two worlds that don't quite fit."
        },
        {
            "role": "Character 2",
            "content": "How could you possibly know that?"
        },
        {
            "role": "Character 1",
            "content": "Because I'm the only one in my family without a degree, pushing a mop while my siblings run companies, but I'm also the only one who remembers grandma's stories in Hungarian."
        },
        {
            "role": "Character 2",
            "content": "[softer] She taught you Hungarian while everyone else was focused on getting ahead in America. That's actually beautiful in a way I didn't expect from, well—"
        },
        {
            "role": "Character 1",
            "content": "[chuckling] From the janitor? It's okay, most people don't expect much from me. Makes it easier to help when things go sideways, like finding scared students in supply closets."
        },
        {
            "role": "Character 2",
            "content": "I'm not scared, I'm just completely lost about what happens next. Four years of mechanical engineering, perfect grades, three job offers, and suddenly none of it matters."
        },
        {
            "role": "Character 1",
            "content": "[firmly] It all matters. Your family sold their shop because they believed in your future, not because they needed you to come home with a permission slip from the government."
        },
        {
            "role": "Character 2",
            "content": "[trembling] But what if I never see them again? What if this degree just becomes a piece of paper that reminds me of everything I lost?"
        },
        {
            "role": "Character 1",
            "content": "Then you make damn sure it becomes more than paper. My grandmother never went back to Hungary, but she built things here that mattered—including teaching a stubborn kid Magyar nursery rhymes."
        },
        {
            "role": "Character 2",
            "content": "[crying openly] I don't even know where to start. The international student office is closed for the lockdown, my advisor won't answer emails, and my roommate keeps asking if I'm okay."
        },
        {
            "role": "Character 1",
            "content": "Start by getting out of this closet. There's a coffee machine in the maintenance break room that actually works, and I've got about forty minutes before I need to check the south building."
        },
        {
            "role": "Character 2",
            "content": "[wiping eyes] You're offering to help me? But you don't even know my name, and I basically just insulted your job."
        },
        {
            "role": "Character 1",
            "content": "[standing up] Name's Ray, and you're not the first engineering student to underestimate me. Come on, crying alone in the dark never fixed anything, trust me on that one."
        },
        {
            "role": "Character 2",
            "content": "[shakily standing] I'm Thiri. And, [exhales], thank you, Ray. For not just walking away when you found me here."
        }
    ],
    "content_type": "general_tags",
    "source_file": "b1d8c424_scenario.json",
    "actor": 4,
    "scenario": "During a campus lockdown, a janitor who never finished high school discovers an international student hiding in tears in a supply closet after receiving news that their home country has closed its borders indefinitely.",
    "type": "scenario_conversation",
    "character_1_role": "unlikely hero",
    "character_2_role": "international student",
    "selected_tones": [
        "down-to-earth",
        "releasing",
        "open-minded"
    ]
}