{
    "conversation": [
        {
            "role": "Character 1",
            "content": "I need to speak with you about your brother Marcus, and I'm, [heavy], afraid this isn't going to be an easy conversation for either of us."
        },
        {
            "role": "Character 2",
            "content": "[confused] Marcus hasn't, um, been my brother for, [bitter], five years since he, well, chose drugs over family and, [cold], disappeared into whatever life he thought was, uh, better than us. [exhales sharply]"
        },
        {
            "role": "Character 1",
            "content": "[gentle] Well, the thing is, um, Marcus had been working with us for the past, [careful], eighteen months as a confidential informant, and I mean, he was trying to, [struggling], make things right in his own way."
        },
        {
            "role": "Character 2",
            "content": "[shocked] You're telling me that, uh, my junkie brother was somehow, [disbelieving], working for the FBI while I was here, [angry], fixing pipes and raising his kid he, well, abandoned? [laughs bitterly]"
        },
        {
            "role": "Character 1",
            "content": "[steady] He, um, talked about Emma constantly, you know, kept her picture in his wallet and, [emotional], sent money through us every month even though he knew you'd, uh, never take it directly from him. [pauses]"
        },
        {
            "role": "Character 2",
            "content": "[whispered] He sent money?"
        },
        {
            "role": "Character 1",
            "content": "Every month without fail, um, and he made me promise that if anything, [breaking], happened I'd make sure you knew he never stopped, well, loving that little girl."
        },
        {
            "role": "Character 2",
            "content": "So where is he now because if this is, uh, some attempt to get me to, [suspicious], bail him out of whatever mess he's gotten into, I mean, you can forget it."
        },
        {
            "role": "Character 1",
            "content": "[soft] Marcus was killed three nights ago during an undercover buy that, [pained], went wrong when someone recognized him from the old neighborhood. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "He's dead and you're just now, [stunned], telling me three days later like I'm some, [hurt], afterthought on your notification list when I'm the one who, [cracking], raised his daughter? [voice breaking]"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] We couldn't compromise the operation."
        },
        {
            "role": "Character 2",
            "content": "[angry] The operation mattered more than letting me, [disgusted], identify my own brother's body before you people processed him like evidence. [slams fist]"
        },
        {
            "role": "Character 1",
            "content": "That's not fair."
        },
        {
            "role": "Character 2",
            "content": "[trembling] Fair would have been, um, Marcus choosing rehab over the streets, I mean, fair would have been him, [bitter], showing up for Emma's birthdays instead of leaving me to, [exhausted], explain why Daddy never comes home, you know? [cries]"
        },
        {
            "role": "Character 1",
            "content": "He kept journals about her, about you, [tender], pages and pages of apologies he could never figure out how to, [regretful], say to your face because he thought he'd lost the right."
        },
        {
            "role": "Character 2",
            "content": "[broken] Stop, please."
        },
        {
            "role": "Character 1",
            "content": "[determined] You need to know that in his last message he said watching you, [proud], raise Emma from across the street sometimes was what kept him, [emotional], going when the undercover work got too dark."
        },
        {
            "role": "Character 2",
            "content": "He was watching us and I never, um, even knew he was that close, [devastated], standing right there while I taught her to, [sobbing], ride the bike he bought her for Christmas that I, well, told her was from me. [breaks down]"
        },
        {
            "role": "Character 1",
            "content": "[quiet] He knew you bought it yourself but he left the money under your, [gentle], truck seat anyway because being her ghost was better than being, [sad], nothing at all in her life. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[hollow] So what happens now with his, um, body and his things, I mean, does the FBI just, [lost], keep everything or do I get to bury my brother properly?"
        }
    ],
    "content_type": "general_tags",
    "source_file": "cd36431a_scenario.json",
    "scenario": "An FBI agent arrives at a pipe fitter's home late at night to inform them that their estranged brother, who they haven't spoken to in years, has been killed while working as an informant for the Bureau.",
    "type": "scenario_conversation",
    "character_1_role": "FBI agent",
    "character_2_role": "pipe fitter",
    "selected_tones": [
        "distant",
        "discovering",
        "expressive"
    ],
    "tone_options": [
        "halfhearted",
        "distant",
        "expressive",
        "accelerating",
        "freezing",
        "sending",
        "focused",
        "impartial",
        "contracting",
        "discovering"
    ]
}