{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] Мне сегодня повышение дали. [pause] То самое, которое Саре должно было достаться до того как... до сокращений. [sad] 23 года она им отдала, а потом просто — раз, и нет её. [sigh] А я теперь сижу в её старом кабинете с тем самым видом, который она так любила. [confused] И как мне, блин, радоваться этому? [quickly] То есть, я же работал для этого, правда работал, но... уф, она же меня всему научила. [regretful] Каждому трюку в экселе, каждому клиенту представила, она фактически — она сделала меня тем, кто я здесь есть. [bitter] А они её просто выкинули, как будто она ничего не значила. [anxiously] Партнёры всё поздравляют меня, говорят, я \"будущее фирмы\" или как там, а мне прямо... хмм... орать на них хочется. [angry] Где была эта благодарность для Сары? [pause] Но мне эта работа нужна. [quietly] Правда очень нужна. [frustrated] Вот я и улыбаюсь, киваю и делаю вид, что не, эм... что всё в порядке, когда это вообще никакой не порядок. [very sad] Всё хочу ей позвонить, спросить совета насчёт аккаунта Петерсона, а потом вспоминаю. [trailing off] Её больше здесь нет, потому что они выбрали меня вместо... [crying while speaking] Господи, я совсем не так хотел, чтобы всё это произошло."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] I got the promotion today. [pause] The one Sarah was supposed to get before they... before the layoffs. [sad] Twenty-three years she gave them, and then just—gone. [sigh] And here I am, sitting in her old office with the view she always loved. [confused] How am I supposed to feel good about this? [quickly] I mean, I worked hard for it, I did, but... ugh, she taught me everything. [regretful] Every spreadsheet trick, every client relationship, she basically—she made me who I am here. [bitter] And they just let her go like she was nothing. [anxiously] The partners keep congratulating me, saying I'm \"the future of the firm\" or whatever, and I just... hmm... I want to scream at them. [angry] Where was this appreciation for Sarah? [pause] But I need this job. [quietly] I really need it. [frustrated] So I smile and nod and pretend I'm not, um... pretending everything's fine when it's absolutely not fine. [very sad] I keep wanting to call her, to ask her advice about the Peterson account, but then I remember. [trailing off] She's not here anymore because they chose me instead of...  [crying while speaking] God, this isn't how I wanted any of this to happen."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "69d31e0e_monologue.json",
    "type": "emotional_monologue",
    "subject": "Succeeding as an accountant in the same firm where your mentor was recently laid off",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}