{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Тридцать лет. [bitter] Тридцать чёртовых лет вставал в 4 утра, от меня разило рыбьими потрохами, и ради чего? [pause] Не могли подождать каких-то 6 месяцев? [angry] Шесть месяцев до полной пенсии осталось, а они просто— просто взяли и выкинули. [sigh] Я всё думаю об этих утрах, знаешь? [very melancholic] Как шёл на работу, когда на улице ещё темно. [slowly] Звук запускающихся станков, фуры со льдом задним ходом заезжают. [long pause] Это место было, эм... это была вся моя жизнь. [sad] Дети выросли на эту зарплату. [shaky voice] Выучил их на сверхурочных и двойных сменах. [frustrated] И теперь они мне говорят, что отрасль меняется, как будто я сам не видел, как она менялась последние тридцать лет? [sarcastic] Ах да, две недели на сборы дали. [furious] Щедро, блин, после тридцати лет! [pause] И что мне теперь делать, а? [very quietly] Начинать всё сначала в 64? [regretful] Надо было догадаться, когда они перестали нормально обслуживать оборудование. [exhausted] Надо было понять, когда весной половину бригады сократили. [very sad] Но я думал... думал, что дотяну до финиша. [trailing off] Я был так близко..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Thirty years. [bitter] Thirty goddamn years of getting up at four in the morning, smelling like fish guts, and for what? [pause] They couldn't wait six more months? [angry] Six months until my pension kicked in fully, and they just— they just pull the plug. [sigh] I keep thinking about all those mornings, you know? [very melancholic] Walking through that door when it was still dark outside. [slowly] The sound of the machines starting up, the ice trucks backing in. [long pause] That place was, um... it was my whole life. [sad] My kids grew up on that paycheck. [shaky voice] Put them through school on overtime and double shifts. [frustrated] And now they're telling me the industry's changing, like I haven't watched it change for three decades already? [sarcastic] Oh sure, give us two weeks' notice. [furious] That's real generous after thirty years! [pause] What am I supposed to do now, huh? [very quietly] Start over at sixty-four? [regretful] I should've seen it coming when they stopped maintaining the equipment properly. [exhausted] Should've known when they let half the crew go last spring. [very sad] But I thought... I thought I'd make it to the finish line. [trailing off] I was so close..."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6a849a0e_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your fish processing plant closing down right before your retirement after thirty years",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}