{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[громкий вздох] Они сделали это. Они правда—господи боже, они убрали их из списка. [очень тихо] Двадцать три года. [пауза] Двадцать три года я смотрел, как их число падало и падало, и... [всхлип] Извини, я просто—блин. Мне нужно присесть. [очень счастливо] Мы поднялись с семнадцати гнездящихся пар до более четырёхсот! Ты понимаешь, что это значит? [смех] Я помню, когда впервые увидел их в 99-м, их было так мало, что я знал каждую особь по окрасу. [очень меланхолично] Господи, я думал, мы их потеряем. Была одна зима, когда, эм... когда мы потеряли трёх птенцов за неделю, и я просто сидел у себя в кабинете и думал: \"Всё. Вот так они и исчезнут.\" [с облегчением] Но нет же. [страстно] Они выкарабкались, понимаешь? Каждая природоохранная мера, каждое ограничение на рыболовство, за которое мы бились, каждый, э, каждый проект по восстановлению среды обитания—всё это имело значение! [плач] Мои студенты с ума сойдут, когда я им расскажу. [говоря с улыбкой] Все эти ночные дежурства с мониторингом, заявки на гранты, которые заворачивали, и—ох блин, политики, которые говорили, что мы паникуем зря. [уверенно] Мы не паниковали зря. Мы их спасли. [очень искренне] Мы реально их спасли."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] They did it. They actually—oh my God, they removed them from the list. [very quietly] Twenty-three years. [pause] Twenty-three years of watching those numbers drop and drop and... [sniffle] Sorry, I just—wow. I need to sit down. [extremely happy] We went from seventeen breeding pairs to over four hundred! Do you understand what that means? [laugh] I remember the first time I saw them in '99, there were so few that I knew each one by their markings. [very melancholic] God, I thought we were going to lose them. There was this one winter where, um... where we lost three juveniles in a week and I just sat in my office and thought, \"This is it. This is how they disappear.\" [relieved] But they didn't. [passionately] They fought back, you know? Every single conservation measure, every fishing restriction we pushed for, every, uh, every habitat restoration project—it all mattered! [cry] My students are going to flip when I tell them. [smiling speaking] All those midnight monitoring sessions, the grant proposals that got rejected, the—oh man, the politicians who said we were overreacting. [confidently] We weren't overreacting. We saved them. [very sincerely] We actually saved them."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6be0aae1_monologue.json",
    "type": "emotional_monologue",
    "subject": "The marine species you've been studying for decades just got removed from the endangered list",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}