{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[curious] Pera aí, você tá me dizendo que a lista de convidados inteira simplesmente... sumiu? Tipo, completely gone?"
        },
        {
            "role": "Character 2",
            "content": "[shy] É, então... a planilha do Excel toda corrompeu ontem. Quer dizer, eu achei que tinha salvado no Google Drive, mas aparentemente o sync falhou tipo 3 semanas atrás, e eu tava, ah, working off a local copy esse tempo todo."
        },
        {
            "role": "Character 1",
            "content": "3 SEMANAS? A gente mandou os convites 2 semanas atrás! Como é que a gente não tem nenhum registro de quem foi convidado?"
        },
        {
            "role": "Character 2",
            "content": "Bom, tá, tecnicamente eu tenho algumas informações espalhadas. Tipo, I've got screenshots no meu celular de quando eu tava mandando mensagem pra minha mãe sobre os arranjos das mesas, e tem, hum, some email threads onde a gente discutiu os acompanhantes, então não tá totalmente perdido."
        },
        {
            "role": "Character 1",
            "content": "Por favor me diz que você pelo menos lembra quem tá no cortejo."
        },
        {
            "role": "Character 2",
            "content": "Claro que eu lembro do cortejo! Mas, ah, o problema é mais tipo... lembra daquele sistema de categorias que a gente fez? Tipo lista A definitivamente convidado, lista B se tiver espaço, lista C só se alguém recusar? Pois é, I have no idea who was in which category anymore."
        },
        {
            "role": "Character 1",
            "content": "Isso é um desastre. Minha tia vai me matar se descobrir que ela era lista B."
        },
        {
            "role": "Character 2",
            "content": "Certo, então o que eu tô pensando—a gente provavelmente consegue reconstruir a maior parte pelos nossos grupos de WhatsApp e, hum, check the RSVP website analytics? Tipo, o EventBrite guarda logs de quem clicou nos links mesmo se ainda não respondeu."
        },
        {
            "role": "Character 1",
            "content": "O EventBrite tem analytics pra isso?"
        },
        {
            "role": "Character 2",
            "content": "[shy] Tem, quer dizer, I've been kind of obsessively checking it pra ver quem abriu os convites mas não respondeu ainda. É, ah, it's actually really detailed—mostra endereços IP, horários, quantas vezes visualizaram a página..."
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] Você tava stalkeando o comportamento de RSVP dos nossos convidados?"
        },
        {
            "role": "Character 2",
            "content": "[confused] Isso é... isso é estranho? Achei que todo mundo fazia isso. Tipo, how else do you know who to follow up with? Enfim, hum, o ponto é que a gente pode usar esses dados e conferir com o buffet—eles com certeza têm nossa contagem preliminar do mês passado."
        },
        {
            "role": "Character 1",
            "content": "[short pause] Tá. Tá bom, a gente consegue resolver isso. E aqueles serviços de backup que você sempre fala?"
        },
        {
            "role": "Character 2",
            "content": "Ah, bom, história engraçada sobre isso. Então, eu realmente uso o Backblaze pra backup contínuo, mas, ah, I specifically excluded the wedding folder porque eu tava paranoico com compartilhar informações sensíveis dos convidados na nuvem. A ironia é simplesmente... é."
        },
        {
            "role": "Character 1",
            "content": "Você excluiu A ÚNICA pasta que a gente precisa desesperadamente agora?"
        },
        {
            "role": "Character 2",
            "content": "Eu sei, eu sei! Mas escuta, there might be another option. O Time Machine no meu MacBook deve ter snapshots locais de pelo menos uma semana atrás, talvez duas se a gente tiver sorte. E se isso falhar, hum, there's always TestDisk for file recovery."
        },
        {
            "role": "Character 1",
            "content": "TestDisk? Isso soa aterrorizante."
        },
        {
            "role": "Character 2",
            "content": "Na verdade não é tão ruim—é só um software de linha de comando que consegue recuperar partições e arquivos deletados. Usei uma vez quando acidentalmente formatei meu HD externo com todas as minhas fotos. Though honestly, nesse ponto a gente podia simplesmente ligar pra todo mundo e, ah, casually confirm que eles receberam o convite."
        },
        {
            "role": "Character 1",
            "content": "A gente vai ligar pra 150 pessoas pra \"casualmente confirmar\" que eles foram convidados pra um casamento que eles podem ou não ter sido convidados?"
        },
        {
            "role": "Character 2",
            "content": "Tá, é, quando você coloca assim soa insano. Mas, hum, e se a gente enquadrar como confirmação de restrições alimentares? Ninguém questiona isso, and then we just rebuild the list baseado em quem responder. Além disso, tenho certeza que sua mãe tem a própria planilha secreta dela—ela é definitely more organized que a gente."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[curious] Wait, you're telling me the entire guest list just... vanished? Like completely gone?"
        },
        {
            "role": "Character 2",
            "content": "[shy] Um, yeah, so... the whole Excel spreadsheet just corrupted yesterday. I mean, I thought I had it saved on Google Drive but apparently the sync failed like three weeks ago and I've been, uh, working off a local copy this whole time."
        },
        {
            "role": "Character 1",
            "content": "Three WEEKS? We sent invitations two weeks ago! How do we not have any record of who we invited?"
        },
        {
            "role": "Character 2",
            "content": "Well, okay, so technically I do have some scattered information. Like, I've got screenshots in my phone from when I was texting my mom about table arrangements, and there's, um, some email threads where we discussed plus-ones, so it's not totally hopeless."
        },
        {
            "role": "Character 1",
            "content": "Please tell me you at least remember who's in the wedding party."
        },
        {
            "role": "Character 2",
            "content": "Of course I remember the wedding party! But, uh, the issue is more like... remember how we had that whole tier system? Like A-list definitely invited, B-list if we have space, C-list only if people decline? Yeah, I have no idea who was in which category anymore."
        },
        {
            "role": "Character 1",
            "content": "This is a disaster. My aunt's going to kill me if she finds out she was B-list."
        },
        {
            "role": "Character 2",
            "content": "Right, so here's what I'm thinking—we could probably reconstruct most of it from our WhatsApp conversations and, um, check the RSVP website analytics? Like EventBrite keeps logs of who clicked the links even if they didn't respond yet."
        },
        {
            "role": "Character 1",
            "content": "EventBrite has analytics for that?"
        },
        {
            "role": "Character 2",
            "content": "[shy] Yeah, I mean, I've been kind of obsessively checking it anyway to see who's opened the invitations but hasn't responded yet. It's, uh, it's actually really detailed—shows IP addresses, timestamps, how many times they viewed the page..."
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] You've been stalking our guests' RSVP behavior?"
        },
        {
            "role": "Character 2",
            "content": "[confused] Is that... is that weird? I thought everyone did that? Like, how else do you know who to follow up with? Anyway, um, the point is we can use that data plus check with the venue—they definitely have our preliminary headcount from last month."
        },
        {
            "role": "Character 1",
            "content": "[short pause] Okay. Okay, we can fix this. What about using one of those backup services you're always talking about?"
        },
        {
            "role": "Character 2",
            "content": "Oh, well, funny story about that. So I actually do use Backblaze for continuous backup, but, uh, I specifically excluded the wedding folder because I was paranoid about sharing sensitive guest information to the cloud. The irony is just... yeah."
        },
        {
            "role": "Character 1",
            "content": "You excluded the ONE folder we desperately need right now?"
        },
        {
            "role": "Character 2",
            "content": "I know, I know! But listen, there might be another option. Time Machine on my MacBook should have local snapshots going back at least a week, maybe two if we're lucky. And if that fails, um, there's always TestDisk for file recovery."
        },
        {
            "role": "Character 1",
            "content": "TestDisk? That sounds terrifying."
        },
        {
            "role": "Character 2",
            "content": "It's actually not that bad—it's just command-line software that can recover deleted partitions and files. I used it once when I accidentally formatted my external drive with all my photos. Though honestly, at this point we might just want to call everyone and, uh, casually confirm they got their invitation."
        },
        {
            "role": "Character 1",
            "content": "We're calling 150 people to \"casually confirm\" they're invited to a wedding they may or may not have been invited to?"
        },
        {
            "role": "Character 2",
            "content": "Okay yeah, when you put it like that it sounds insane. But, um, what if we frame it as confirming dietary restrictions? Nobody questions that, and then we just rebuild the list based on who responds. Plus I'm pretty sure your mom has her own secret spreadsheet anyway—she's definitely more organized than us."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_38.txt"
}