{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Você seriamente acabou de tropeçar no nada?"
        },
        {
            "role": "Character 2",
            "content": "Ah meu Deus, você viu isso? Eu tava tentando parecer descolado passando por aquele grupo, and my foot just decided to betray me completely."
        },
        {
            "role": "Character 1",
            "content": "A recuperação foi impressionante though."
        },
        {
            "role": "Character 2",
            "content": "É, bem, quer dizer, transformar aquilo numa corridinha estranha foi, hm, definitivamente não foi meu momento mais suave. Acho que um deles riu de mim mesmo."
        },
        {
            "role": "Character 1",
            "content": "Então, uh, você conhecia algum deles, ou tipo, they were just random people?"
        },
        {
            "role": "Character 2",
            "content": "Eles são da minha oficina de escrita na verdade, which makes it [slowly] muito pior porque agora eu tenho que ver eles toda quinta. Me mata agora."
        },
        {
            "role": "Character 1",
            "content": "Ah qual é, ninguém [mocking] lembra dessas coisas."
        },
        {
            "role": "Character 2",
            "content": "Tá brincando? Eu ainda, er, lembro quando a Sarah derrubou a bandeja inteira do almoço na sétima série, e, sabe, that was literally 8 years ago! People remember everything embarrassing."
        },
        {
            "role": "Character 1",
            "content": "Mas isso é diferente."
        },
        {
            "role": "Character 2",
            "content": "Como é diferente? Eu basicamente, hmm, acabei de fazer uma dança interpretativa chamada \"Pessoa Descobre a Gravidade\" e, tipo, at least 3 people witnessed my shame."
        },
        {
            "role": "Character 1",
            "content": "Bem, um, maybe they thought it was, like, cativante ou, na verdade, charmoso?"
        },
        {
            "role": "Character 2",
            "content": "Ninguém acha tropeçar charmoso! É que, honestly, eu tava me esforçando tanto pra parecer equilibrado naquela aula e, uhh, agora eu sou pra sempre o cara que lutou com escadas invisíveis."
        },
        {
            "role": "Character 1",
            "content": "Você tá sendo dramático."
        },
        {
            "role": "Character 2",
            "content": "Eu não tô [bored] sendo dramático, I mean, isso vai basicamente definir meu semestre inteiro! Toda crítica na oficina vai começar com eles pensando \"ah sim, ele é aquele que, uh, esqueceu como andar.\""
        },
        {
            "role": "Character 1",
            "content": "Eu te prometo que eles já esqueceram."
        },
        {
            "role": "Character 2",
            "content": "Você não viu a cara do Marcus - ele fez contato visual direto comigo no meio do tropeço, and I swear I saw his soul leave his body from secondhand embarrassment."
        },
        {
            "role": "Character 1",
            "content": "Okay então, err, que tal se você simplesmente, sabe, owned it next class?"
        },
        {
            "role": "Character 2",
            "content": "Assumir como? Entrar e anunciar \"ei pessoal, lembram quando eu, hmm, virei uma girafa bebê aprendendo a andar?\" Isso é, bem, somehow even worse!"
        },
        {
            "role": "Character 1",
            "content": "Só ri sobre isso se alguém mencionar."
        },
        {
            "role": "Character 2",
            "content": "Eu sei que você tá certo, é que, um, [empathetically] esses momentinhos parecem tão enormes quando você já tá ansioso sobre se encaixar, sabe? But yeah, acho que, rir disso é provavelmente minha única opção agora."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Did you seriously just trip over nothing?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, you saw that? I was trying to look cool walking past that group and my foot just decided to betray me completely."
        },
        {
            "role": "Character 1",
            "content": "The recovery was impressive though."
        },
        {
            "role": "Character 2",
            "content": "Yeah, well, I mean, turning it into a weird little jog was, um, definitely not my smoothest moment. I think one of them actually laughed at me."
        },
        {
            "role": "Character 1",
            "content": "So, uh, did you know any of them, or like, were they just random people?"
        },
        {
            "role": "Character 2",
            "content": "They were from my writing workshop actually, which makes it [slowly] so much worse because now I have to see them every Thursday. Kill me now."
        },
        {
            "role": "Character 1",
            "content": "Oh come on, nobody [mocking] remembers these things."
        },
        {
            "role": "Character 2",
            "content": "Are you kidding? I still, er, remember when Sarah dropped her entire lunch tray in seventh grade, and, you know, that was literally eight years ago! People remember everything embarrassing."
        },
        {
            "role": "Character 1",
            "content": "That's different though."
        },
        {
            "role": "Character 2",
            "content": "How is it different? I basically, hmm, just performed an interpretive dance called \"Person Discovers Gravity\" and, I guess, at least three people witnessed my shame."
        },
        {
            "role": "Character 1",
            "content": "Well, um, maybe they thought it was, like, endearing or, actually, charming?"
        },
        {
            "role": "Character 2",
            "content": "Nobody thinks tripping is charming! It's just that, honestly, I've been trying so hard to seem put-together in that class and, uhh, now I'm forever the girl who fought invisible stairs."
        },
        {
            "role": "Character 1",
            "content": "You're being dramatic."
        },
        {
            "role": "Character 2",
            "content": "I'm not [bored] being dramatic, I mean, this is basically going to define my entire semester! Every workshop critique will start with them thinking \"oh right, she's the one who, uh, forgot how to walk.\""
        },
        {
            "role": "Character 1",
            "content": "I promise you they've already forgotten."
        },
        {
            "role": "Character 2",
            "content": "You didn't see Marcus's face - he made direct eye contact with me mid-stumble and I swear I saw his soul leave his body from secondhand embarrassment."
        },
        {
            "role": "Character 1",
            "content": "Okay so, err, what if you just, you know, owned it next class?"
        },
        {
            "role": "Character 2",
            "content": "Own it how? Walk in and announce \"hey everyone, remember when I, hmm, turned into a baby giraffe learning to walk?\" That's, well, somehow even worse!"
        },
        {
            "role": "Character 1",
            "content": "Just laugh about it if someone brings it up."
        },
        {
            "role": "Character 2",
            "content": "I know you're right, it's just that, um, [empathetically] these little moments feel so huge when you're already anxious about fitting in, you know? But yeah, I guess, laughing it off is probably my only option now."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_3.txt"
}