{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Então, hum, você vai apresentar aquele novo estudo cardíaco amanhã? Ouvi dizer que, bom, tem rolado uma certa controvérsia sobre a metodologia."
        },
        {
            "role": "Character 2",
            "content": "É, então, eu vou apresentar às 14h, sabe, logo depois do almoço quando todo mundo tá sonolento, e é... os resultados preliminares com certeza vão causar polêmica. A gente tá basicamente sugerindo que tudo que pensávamos saber sobre o timing dos betabloqueadores pode estar completamente ao contrário."
        },
        {
            "role": "Character 1",
            "content": "Pera, ah, tudo [confuso] que a gente sabia? Acho que é uma afirmação bem ousada pra um ensaio de fase 2."
        },
        {
            "role": "Character 2",
            "content": "Parece dramático, [pausa breve] eu sei, mas já replicamos os resultados três vezes com coortes diferentes de pacientes. Os dados mostram que a administração pré-operatória pode na verdade aumentar as complicações em certas populações, o que vai contra 40 anos de prática padrão."
        },
        {
            "role": "Character 1",
            "content": "Isso, na verdade, vai dar pano pra manga. Você já, tipo, passou isso pro Henderson?"
        },
        {
            "role": "Character 2",
            "content": "O Henderson é o motivo de eu estar sinceramente nervoso—hmm, ele literalmente escreveu o capítulo do livro sobre isso, tipo, construiu a carreira inteira em cima do protocolo que agora estamos questionando. Ele vai presidir minha sessão amanhã, e não faço ideia de como vai reagir quando eu basicamente desmontar o trabalho da vida dele."
        },
        {
            "role": "Character 1",
            "content": "Meu Deus. [tom grave] Você vai apresentar suicídio profissional pro cara que pode acabar com sua carreira. Isso é corajoso."
        },
        {
            "role": "Character 2",
            "content": "A questão é que os dados são o que são, basicamente, e ah, não posso simplesmente ignorá-los porque são inconvenientes. Ciência deveria ser sobre desafiar pressupostos, mesmo quando esses pressupostos pertencem a pessoas que controlam seu financiamento e suas decisões de estabilidade."
        },
        {
            "role": "Character 1",
            "content": "O que a chefe do seu departamento acha disso tudo?"
        },
        {
            "role": "Character 2",
            "content": "Ela tá sendo apoiadora, quer dizer, [gritando] publicamente pelo menos, mas cara, dá pra ver que ela tá preocupada com as consequências políticas! Ela fica me lembrando de ser \"diplomático\" e \"respeitoso com a pesquisa estabelecida\", que é código pra \"por favor não faça inimigos poderosos nessa conferência.\""
        },
        {
            "role": "Character 1",
            "content": "Isso tá me deixando [chorando alto] ansioso só de ouvir. E se eles te destroçarem durante a sessão de perguntas?"
        },
        {
            "role": "Character 2",
            "content": "É que eu tenho praticado respostas pra todos os ataques possíveis, meio que ensaiando com minha equipe, enfim, passamos por todas as críticas potenciais. Mas você não consegue realmente se preparar pra quando a identidade profissional inteira de alguém é ameaçada pelos seus achados—é aí que as coisas ficam pessoais, não científicas."
        },
        {
            "role": "Character 1",
            "content": "Talvez você deveria, é, enquadrar de forma diferente? Provavelmente amenizar as implicações de alguma forma?"
        },
        {
            "role": "Character 2",
            "content": "Tá, então, [curioso] como exatamente eu amenizo \"seu protocolo pode estar matando pessoas\"? Na verdade, essa é a mensagem central aqui. Encontramos um aumento de 23% nas complicações pós-operatórias com o timing tradicional, e dourar a pílula seria profissionalmente irresponsável, talvez até eticamente questionável."
        },
        {
            "role": "Character 1",
            "content": "Caramba. 23 por cento? Isso é, é... sabe, isso não é uma variação pequena."
        },
        {
            "role": "Character 2",
            "content": "É enorme, e é por isso que tenho que apresentar, mesmo que signifique me tornar persona non grata nos círculos de cardiologia. Se estivermos certos e não falarmos, pessoas podem morrer desnecessariamente—isso pesa mais que o ego de qualquer um, incluindo o meu."
        },
        {
            "role": "Character 1",
            "content": "Bom, você considerou, hum, talvez coautorar com alguém mais estabelecido? Pra proteção?"
        },
        {
            "role": "Character 2",
            "content": "A gente tentou isso, tipo, três pesquisadores sêniores olharam nossos dados, sinceramente, e todos recuaram devagar—hmm, um até disse \"estou muito perto da aposentadoria pra essa briga.\" Ninguém quer o nome num artigo que vai começar uma guerra, mesmo que possa salvar vidas."
        },
        {
            "role": "Character 1",
            "content": "Isso é basicamente [triste] deprimente. Ciência não deveria funcionar assim, ah, não deveria ser sobre política."
        },
        {
            "role": "Character 2",
            "content": "Bem-vindo à medicina acadêmica, onde estar certo é menos importante que ser educado, e onde desafiar o status quo exige ou estabilidade ou desejo de morte—e eu não tenho nenhum dos dois, só dados e um senso de dever provavelmente equivocado."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, are you presenting that new cardiac study tomorrow? I heard, well, there's been some controversy about the methodology."
        },
        {
            "role": "Character 2",
            "content": "Yeah, so, I'm going up at 2 PM, you know, right after lunch when everyone's drowsy, and er, the preliminary results are definitely going to raise some eyebrows. We're basically suggesting that everything we thought we knew about beta-blocker timing might be completely backwards."
        },
        {
            "role": "Character 1",
            "content": "Wait, uhh, everything [confused] we knew? I guess that's a pretty bold claim for a phase two trial."
        },
        {
            "role": "Character 2",
            "content": "It sounds dramatic, [short pause] I know, but we've replicated the results three times now with different patient cohorts. The data's showing that pre-operative administration might actually increase complications in certain populations, which goes against forty years of standard practice."
        },
        {
            "role": "Character 1",
            "content": "That's, actually, going to ruffle some feathers. Have you, like, run this by Henderson yet?"
        },
        {
            "role": "Character 2",
            "content": "Henderson's the reason I'm honestly nervous—hmm, he literally wrote the textbook chapter on this, kind of built his entire career on the protocol we're now questioning. He's chairing my session tomorrow, and I have no idea how he's going to react when I essentially dismantle his life's work."
        },
        {
            "role": "Character 1",
            "content": "Oh God. [deep pitch] You're presenting career suicide to the man who could end your career. That's brave."
        },
        {
            "role": "Character 2",
            "content": "The thing is, the data is what it is, basically, and ah, I can't just ignore it because it's inconvenient. Science is supposed to be about challenging assumptions, even when those assumptions belong to people who control your grant funding and tenure decisions."
        },
        {
            "role": "Character 1",
            "content": "What does your department head think about all this?"
        },
        {
            "role": "Character 2",
            "content": "She's being supportive, I mean, [shouting] publicly at least, but really, I can tell she's worried about the political fallout! She keeps reminding me to be \"diplomatic\" and \"respectful of established research,\" which is code for \"please don't make powerful enemies at this conference.\""
        },
        {
            "role": "Character 1",
            "content": "This is making me [cry loudly] anxious just hearing about it. What if they tear you apart during Q&A?"
        },
        {
            "role": "Character 2",
            "content": "It's just that I've been practicing responses to every possible attack, sort of rehearsing with my team, anyway, we've gone through every potential criticism. But you can't really prepare for when someone's entire professional identity is threatened by your findings—that's when things get personal, not scientific."
        },
        {
            "role": "Character 1",
            "content": "Maybe you should, uh, frame it differently? Probably soften the implications somehow?"
        },
        {
            "role": "Character 2",
            "content": "Right so, [curious] how exactly do I soften \"your protocol might be killing people\"? Actually, that's the core message here. We found a 23% increase in post-op complications with the traditional timing, and sugar-coating that would be professionally irresponsible, maybe even ethically questionable."
        },
        {
            "role": "Character 1",
            "content": "Jesus. Twenty-three percent? That's, err, you know, that's not a small variance."
        },
        {
            "role": "Character 2",
            "content": "It's massive, and that's why I have to present it, even if it means becoming persona non grata in cardiology circles. If we're right, and we don't speak up, people could die unnecessarily—that weighs more than anyone's ego, including mine."
        },
        {
            "role": "Character 1",
            "content": "Well, have you considered, umm, maybe co-authoring with someone more established? For protection?"
        },
        {
            "role": "Character 2",
            "content": "We tried that, like, three senior researchers looked at our data, honestly, and they all backed away slowly—hmmm, one actually said \"I'm too close to retirement for this fight.\" Nobody wants their name on the paper that starts a war, even if it might save lives."
        },
        {
            "role": "Character 1",
            "content": "That's basically [sad] depressing. Science shouldn't work like this, ah, it shouldn't be about politics."
        },
        {
            "role": "Character 2",
            "content": "Welcome to academic medicine, where being right is less important than being polite, and where challenging the status quo requires either tenure or a death wish—and I have neither, just data and a probably misguided sense of duty."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_19.txt"
}