{
    "conversation": [
        {
            "role": "Character 1",
            "content": "E se a gente matriculasse a pequena Estrelinha naquela escola Montessori ali da Rua das Acácias?"
        },
        {
            "role": "Character 2",
            "content": "[severo] Bom, o Brilho do Futuro Montessori já tá, na verdade, com as vagas completas pro semestre que vem, e, hum, a lista de espera deles vai até dezembro. Você devia ter entrado em contato lá em fevereiro quando eu falei pela primeira vez, porque agora a gente tá com opções bem limitadas."
        },
        {
            "role": "Character 1",
            "content": "Ah! Talvez os espíritos da floresta na Academia Waldorf aceitem a energia dela?"
        },
        {
            "role": "Character 2",
            "content": "Ahm, o Campos Verdes Waldorf é... é definitivamente uma opção, mas assim, honestamente a mensalidade deles é uns 30% mais cara que o Mundo da Criança ou até a Pequeno Aprendiz. E tipo, eles exigem horas de participação dos pais que, quer dizer, com seus horários na Embraer pode ser bem complicado."
        },
        {
            "role": "Character 1",
            "content": "A gente podia pedir pra Vovó Pérola cuidar dela enquanto cavalga unicórnios?"
        },
        {
            "role": "Character 2",
            "content": "Sua mãe Pérola é maravilhosa mas, aff, ela já tá cuidando dos gêmeos Silva às terças e quintas, e o médico dela lá no Hospital São Paulo disse especificamente não mais que, tipo, 15 horas de cuidado infantil por semana por causa dos problemas nas costas dela, lembra?"
        },
        {
            "role": "Character 1",
            "content": "E aquele lugar mágico perto do Starbucks da Avenida Paulista?"
        },
        {
            "role": "Character 2",
            "content": "[furioso] Você tá falando sério do Pequenos Aprendizes? O lugar que acabou de ser autuado pelo Conselho Tutelar por, hum, 17 violações diferentes? Tinha criança almoçando do lado de produto de limpeza exposto! Não acredito que você tá sugerindo aquela catástrofe de estabelecimento!"
        },
        {
            "role": "Character 1",
            "content": "[pausa longa] As nuvens me disseram que tá brilhando agora."
        },
        {
            "role": "Character 2",
            "content": "Olha, eu... hmm, eu entendo que você tá tentando ajudar, mas a gente precisa de lugares licenciados de verdade aqui. Eu já entrei em contato com o Escola Raio de Sol, Centro de Aprendizagem Criança Feliz, e até aquele programa novo do SESC, e basicamente todo mundo tem o mesmo problema com vagas imediatas."
        },
        {
            "role": "Character 1",
            "content": "Talvez a gente pudesse treinar os gatos do bairro tipo a Mary Poppins faria?"
        },
        {
            "role": "Character 2",
            "content": "Ah, tá, veja bem, o que a gente precisa mesmo é algo certificado pelo MEC ou no mínimo que atenda os padrões do Conselho Municipal, sabe? Quer dizer, eu tô pesquisando essas coisas há semanas, comparando lugares tipo Maple Bear e Escola Viva, e é, bom, é honestamente exaustivo."
        },
        {
            "role": "Character 1",
            "content": "As borboletas sussurraram sobre a Cooperativa Arco-Íris ontem."
        },
        {
            "role": "Character 2",
            "content": "Ah! Arco-Íris é... hmm, essa na verdade não é ruim. Eles têm credenciamento completo, e a Sarah Mendes que administra trabalhou no Hospital Infantil Sabará. Mas, hum, o modelo de cooperativa significa que a gente teria que fazer tipo 12 horas de voluntariado por mês, que, acho que poderia dar certo?"
        },
        {
            "role": "Character 1",
            "content": "Eles deixariam a Estrelinha levar o amigo dragão invisível dela, o Herbert?"
        },
        {
            "role": "Character 2",
            "content": "A maioria dos lugares é, ahm, bem tranquila sobre amigos imaginários na verdade. Até os programas mais rígidos tipo Red Balloon e Escola Móbile entendem que isso é normal pro desenvolvimento. O que me preocupa mais é achar algum lugar que aceite Bolsa Família se a gente se qualificar, né?"
        },
        {
            "role": "Character 1",
            "content": "Pinguins dançarinos poderiam ensinar ela no programa novo do Aquário!"
        },
        {
            "role": "Character 2",
            "content": "Esse negócio do Aquário de São Paulo é, bom tá, é só duas manhãs por semana e é mais tipo enriquecimento do que cuidado infantil de verdade. A gente precisa de cobertura integral, e lugares tipo Início Brilhante ou o berçário da Google são basicamente nossas únicas opções realistas nesse ponto, infelizmente."
        },
        {
            "role": "Character 1",
            "content": "E se a gente se mudasse pra aquele castelo perto do Mercado Municipal?"
        },
        {
            "role": "Character 2",
            "content": "[gritando] NÃO TEM CASTELO NENHUM PERTO DO MERCADO MUNICIPAL! E mesmo se tivesse, a gente ainda precisa de creche de verdade! Eu já liguei pra 23 estabelecimentos de Santos a Campinas, incluindo todas as escolas Montessori e Waldorf num raio de 80 quilômetros, e a gente precisa tomar uma decisão real até sexta ou a gente perde o depósito na Academia Carinho e Cuidado!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "What if we enrolled little Moonbeam at that Montessori place on Maple Street?"
        },
        {
            "role": "Character 2",
            "content": "[stern] Well, Bright Horizons Montessori is actually already at capacity for the fall semester, and, um, their waitlist extends through December. You really should've contacted them back in February when I first mentioned it, because now we're looking at limited options."
        },
        {
            "role": "Character 1",
            "content": "Oh! Maybe the forest spirits at Waldorf Academy would accept her energy?"
        },
        {
            "role": "Character 2",
            "content": "Erhm, Green Meadows Waldorf is... it's definitely an option, though honestly their tuition is about thirty percent higher than KinderCare or even La Petite Academy. Plus, you know, they require parent participation hours which, I mean, with your schedule at Boeing might be pretty challenging."
        },
        {
            "role": "Character 1",
            "content": "Could we ask Grandma Pearl to watch her while riding unicorns?"
        },
        {
            "role": "Character 2",
            "content": "Your mother Pearl is wonderful but, eesh, she's already watching the Thompson twins on Tuesdays and Thursdays, and her doctor at Providence Medical specifically said no more than, like, fifteen hours of childcare per week because of her back issues, remember?"
        },
        {
            "role": "Character 1",
            "content": "What about that magical place near the Starbucks on Fifth Avenue?"
        },
        {
            "role": "Character 2",
            "content": "[furious] Are you seriously talking about Little Learners Academy? The place that just got cited by Washington State DCYF for, um, seventeen different violations? They had kids eating lunch next to exposed cleaning supplies! I cannot believe you'd even suggest that disaster of a facility!"
        },
        {
            "role": "Character 1",
            "content": "[long pause] The clouds told me it sparkles now though."
        },
        {
            "role": "Character 2",
            "content": "Look, I... hmm, I get that you're trying to help, but we need actual licensed facilities here. I've already contacted Sunshine Day School, Creative Kids Learning Center, and even that new YMCA program, and basically everyone has the same issue with immediate openings."
        },
        {
            "role": "Character 1",
            "content": "Perhaps we could train the neighborhood cats like Mary Poppins would?"
        },
        {
            "role": "Character 2",
            "content": "Ah, okay, see, what we actually need is something certified through NAEYC or at minimum meeting DCYF standards, you know? I mean, I've been researching this stuff for weeks now, comparing places like Kiddie Academy and Primrose Schools, and it's, well, it's honestly exhausting."
        },
        {
            "role": "Character 1",
            "content": "The butterflies whispered about Rainbow Bridge Co-op Preschool yesterday."
        },
        {
            "role": "Character 2",
            "content": "Oh! Rainbow Bridge is... mm, that's actually not terrible. They're fully accredited, and Sarah Mitchell who runs it used to work at Seattle Children's Hospital. Though, um, the co-op model means we'd need to volunteer like twelve hours monthly, which, I guess, could work?"
        },
        {
            "role": "Character 1",
            "content": "Would they let Moonbeam bring her invisible dragon friend Herbert?"
        },
        {
            "role": "Character 2",
            "content": "Most places are, erhm, pretty accommodating about imaginary friends actually. Even the stricter programs like Goddard School and Champions understand that's developmentally normal. What I'm more worried about is finding somewhere that takes DSHS subsidies if we qualify, you know?"
        },
        {
            "role": "Character 1",
            "content": "Dancing penguins could teach her at the Aquarium's new program!"
        },
        {
            "role": "Character 2",
            "content": "The Seattle Aquarium Early Learners thing is, well okay, it's only two mornings a week and it's more like enrichment than actual childcare. We need full-time coverage, and places like Bright Beginnings or KinderCare at Microsoft are basically our only realistic options at this point, unfortunately."
        },
        {
            "role": "Character 1",
            "content": "What if we move to that castle near Pike Place Market instead?"
        },
        {
            "role": "Character 2",
            "content": "[shouting] There is no castle near Pike Place! And even if there was, we still need actual childcare! I've called twenty-three facilities from Bellingham to Tacoma, including every Goddard School and Montessori within fifty miles, and we need to make a real decision by Friday or we lose our deposit at Tender Loving Care Academy!"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_45.txt"
}