{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Also, ähm, ich hab mir das die ganze Woche über durch den Kopf gehen lassen, weißt du, und ich hab tatsächlich eine ganze Liste mit Sachen vorbereitet, die wir vor dem großen Umzug nächsten Monat besprechen müssen."
        },
        {
            "role": "Character 2",
            "content": "Oh wow, du hast das echt im [stuttering] G-Griff, ich hab noch nicht mal angefangen zu packen und du hast schon Listen und wahrscheinlich auch Tabellen, so wie ich dich kenne."
        },
        {
            "role": "Character 1",
            "content": "Ja, ich hab tatsächlich drei Tabellen, eine für den Umzugszeitplan, eine für die Budgetaufstellung und noch eine, die alle Ummeldungen von Versorgern verfolgt, die wir erledigen müssen."
        },
        {
            "role": "Character 2",
            "content": "Na ja, das ist unglaublich organisiert, äh, wobei ich eigentlich nicht überrascht sein sollte, da du ja, irgendwie, der Typ bist, der Urlaube sechs Monate im Voraus plant."
        },
        {
            "role": "Character 1",
            "content": "Apropos, ich hab gestern die Umzugsfirma angerufen und den 15. festgemacht, und ich hab sie noch um 200 Euro von ihrem ursprünglichen Angebot runtergehandelt."
        },
        {
            "role": "Character 2",
            "content": "Das sind echt super Neuigkeiten, ehrlich, weil ich mir, halt, echt Sorgen gemacht hab, dass das Budget außer Kontrolle gerät, ähh, besonders mit all den Kautionen, die wir zahlen müssen."
        },
        {
            "role": "Character 1",
            "content": "Die Sache ist die, ich hab praktisch jeden Abend nach der Arbeit recherchiert, hmm, und ich glaube, wenn wir selbst packen, können wir locker nochmal 800 Euro sparen."
        },
        {
            "role": "Character 2",
            "content": "800 Euro sind definitiv die Mühe wert, wobei ich zugeben muss, dass der Gedanke, zehn Jahre angesammeltes Zeug zu verpacken, ziemlich entmutigend ist."
        },
        {
            "role": "Character 1",
            "content": "Jedenfalls hab ich schon, äh, 60 Kartons gekauft und [shouting] die ganze Luftpolsterfolie war im Angebot, also hab ich richtig zugeschlagen und, sozusagen, genug gekauft um alles zweimal einzupacken!"
        },
        {
            "role": "Character 2",
            "content": "Ich mein, in dem Tempo hast du uns [joking] tatsächlich schon umgezogen, bevor wir überhaupt, weißte, den Mietvertrag unterschrieben haben, also vielleicht mal'n kleines bisschen langsamer, oder?"
        },
        {
            "role": "Character 1",
            "content": "Nein nein, glaub mir, dem Zeitplan voraus zu sein ist genau da, wo wir sein wollen, besonders da der Vermieter gesagt hat, dass andere Interessenten da sind, wenn wir trödeln."
        },
        {
            "role": "Character 2",
            "content": "Also pass auf, ich schätze, ähm, die ganze Planung, im Grunde machst du hier die Hauptarbeit, äh, aber sollten wir nicht warten, bis wir die endgültige Zusage für deine Jobversetzung haben?"
        },
        {
            "role": "Character 1",
            "content": "Na ja, meine Chefin hat es tatsächlich [extremely happy] gestern Nachmittag bestätigt, äh, was irgendwie der Grund ist, warum ich mit der ganzen Vorbereitung so durchgestartet bin!"
        },
        {
            "role": "Character 2",
            "content": "Das sind ja großartige Neuigkeiten! Warum hast du nicht damit angefangen, anstatt mich gleich mit Tabellen und Umzugskartons zu überfallen?"
        },
        {
            "role": "Character 1",
            "content": "Okay also, ich wollte, halt, erst mal die ganze Logistik abhandeln, hmm, weil wenn wir erst mal anfangen zu feiern, wollen wir nicht mehr über langweilige Umzugsdetails reden."
        },
        {
            "role": "Character 2",
            "content": "Stimmt eigentlich, weißt du, weil letztes Mal als wir große Neuigkeiten hatten, haben wir, ähm, das ganze Wochenende gefeiert und vergessen die Miete zu zahlen, jedenfalls, das war ein Chaos."
        },
        {
            "role": "Character 1",
            "content": "Genau, deshalb versuche ich halt die ganze Planung vorzuziehen, ähh, und dann können wir, denk ich, richtig feiern, wenn alles organisiert und eingeplant ist."
        },
        {
            "role": "Character 2",
            "content": "Also, ich muss dir das lassen, ehrlich, deine Herangehensweise, äh, funktioniert, weil die Sache ist die, ich fühl mich schon weniger gestresst, wenn ich weiß, dass du alles durchgeplant hast."
        },
        {
            "role": "Character 1",
            "content": "Perfekt, weil morgen will ich mit den Schränken anfangen, dann bis Mittwoch zur Küche übergehen und das Wohnzimmer bis Freitagnachmittag komplett eingepackt haben."
        },
        {
            "role": "Character 2",
            "content": "Du hast dir wirklich jedes einzelne Detail überlegt, oder, und ich dachte, wir würden einfach in der Nacht vor der LKW-Ankunft alles in Kartons schmeißen wie normale Menschen."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Alright, um, so I've been thinking about this all week, you know, and I've actually prepared a whole list of things we need to discuss before the big move next month."
        },
        {
            "role": "Character 2",
            "content": "Oh wow, you're really on [stuttering] top of this, I haven't even started packing yet and you've already got lists and probably spreadsheets knowing you."
        },
        {
            "role": "Character 1",
            "content": "Yeah, I've got three spreadsheets actually, one for the moving timeline, one for our budget breakdown, and another one tracking all the utility transfers we need to handle."
        },
        {
            "role": "Character 2",
            "content": "Well, that's incredibly organized, er, though I guess I shouldn't be surprised since you're, kind of, the type who plans vacations six months in advance."
        },
        {
            "role": "Character 1",
            "content": "Speaking of which, I called the moving company yesterday and locked in our date for the fifteenth, plus I negotiated them down by two hundred dollars from their original quote."
        },
        {
            "role": "Character 2",
            "content": "So that's great news, honestly, because I was, like, really worried about the budget getting out of control, uhh, especially with all the deposits we're having to put down."
        },
        {
            "role": "Character 1",
            "content": "The thing is, I've basically been researching this stuff every night after work, hmm, and I think if we pack ourselves we can save another eight hundred dollars easy."
        },
        {
            "role": "Character 2",
            "content": "Eight hundred dollars is definitely worth some sweat equity, though I have to admit the thought of packing up ten years of accumulated stuff is pretty daunting."
        },
        {
            "role": "Character 1",
            "content": "Anyway, I already bought, uh, sixty boxes and [shouting] all the bubble wrap was on sale so I really went crazy and bought, sort of, enough to wrap everything twice!"
        },
        {
            "role": "Character 2",
            "content": "I mean, at this rate you'll actually have us [joking] moved in before we've even, you know, signed the lease, right so maybe slow down just a tiny bit?"
        },
        {
            "role": "Character 1",
            "content": "No no, trust me, being ahead of schedule is exactly where we want to be, especially since the landlord said other people are interested if we drag our feet."
        },
        {
            "role": "Character 2",
            "content": "Here's the thing, I appreciate, umm, all this planning, basically you're doing the heavy lifting here, ah, but shouldn't we wait until we get the final approval on your job transfer?"
        },
        {
            "role": "Character 1",
            "content": "Well, my boss actually [extremely happy] confirmed it yesterday afternoon, er, which is kind of why I went into overdrive with all this preparation!"
        },
        {
            "role": "Character 2",
            "content": "That's amazing news! Why didn't you lead with that instead of hitting me with spreadsheets and moving boxes right off the bat?"
        },
        {
            "role": "Character 1",
            "content": "Okay so, I think I wanted to, like, get all the logistics out first, hmm, because once we start celebrating we won't want to talk about boring moving details."
        },
        {
            "role": "Character 2",
            "content": "Actually, that makes sense, you know, because last time we had big news we, um, ended up celebrating all weekend and forgot to pay rent, anyway, that was a mess."
        },
        {
            "role": "Character 1",
            "content": "Exactly, so that's why I'm basically trying to front-load all the planning, uhh, and then we can, I guess, properly celebrate once everything's organized and scheduled."
        },
        {
            "role": "Character 2",
            "content": "Well, I have to hand it to you, honestly, your approach is, err, working because the thing is, I already feel less stressed knowing you've got everything mapped out."
        },
        {
            "role": "Character 1",
            "content": "Perfect, because tomorrow I want to start with the closets, then move to the kitchen by Wednesday, and have the living room completely boxed up by Friday afternoon."
        },
        {
            "role": "Character 2",
            "content": "You've really thought through every single detail haven't you, and here I was thinking we'd just throw things in boxes the night before the truck arrives like normal people."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_8.txt"
}