{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Also, ähm, ich hab über das nachgedacht, was du letzte Woche gesagt hast, weißt du, über dieses unmögliche Projekt, und ehrlich gesagt mache ich mir Sorgen um dich."
        },
        {
            "role": "Character 2",
            "content": "Ach komm, Sorgen? Genau sowas bringt mein Blut in Wallung! Alle haben gesagt, während einer Pandemie ein Restaurant zu eröffnen wäre beruflicher Selbstmord, aber hier sind wir 3 Jahre später mit zwei Filialen und einem Kochbuchvertrag."
        },
        {
            "role": "Character 1",
            "content": "Ich weiß, dass du [yawn] bei solchen Sachen aufblühst, aber das hier fühlt sich irgendwie anders an."
        },
        {
            "role": "Character 2",
            "content": "Anders wie? Weil ich für 6 Monate nach Japan ziehen muss? Schau, ich lerne seit 2 Jahren Japanisch und warte auf so eine Gelegenheit, und wenn dir das Universum so einen perfekten Ball zuwirft, dann haust du halt voll drauf."
        },
        {
            "role": "Character 1",
            "content": "Deine Familie aber. Hast du schon mit denen darüber gesprochen?"
        },
        {
            "role": "Character 2",
            "content": "Hatte gestern tatsächlich das Gespräch, und ja, es gab Tränen, aber auch Begeisterung. Meine Tochter sagte, wenn ich das nicht mache, wird sie mir nie verzeihen, weil ich ihr anscheinend beigebracht hab, niemals vor beängstigenden Chancen zurückzuschrecken."
        },
        {
            "role": "Character 1",
            "content": "Na ja, ich denke, das ist eigentlich, [relieved] ziemlich schön, dass sie das so sieht, weißt du?"
        },
        {
            "role": "Character 2",
            "content": "Stimmt's? Und hier ist die Sache, äh, das Timing könnte nicht besser sein, weil, tatsächlich, die Kinder sind alt genug zum Besuchen, und mein Partner kann die meiste Zeit remote arbeiten. Wir machen daraus dieses ganze Familienabenteuer, wo sie in den Schulferien zu Besuch kommen."
        },
        {
            "role": "Character 1",
            "content": "Du hast wirklich alles durchdacht, oder?"
        },
        {
            "role": "Character 2",
            "content": "Ach, absolut nicht, ich meine, es gibt noch so eine Million Unbekannte, aber ehrlich, genau das macht es ja spannend! Ich hab Tabellen für meine Tabellen, Notfallpläne für meine Notfallpläne, aber irgendwann musst du einfach springen und drauf vertrauen, dass du's schon hinkriegst."
        },
        {
            "role": "Character 1",
            "content": "Tabellen für Tabellen? Jetzt [joking] gibst du aber an."
        },
        {
            "role": "Character 2",
            "content": "Ha! Okay, vielleicht hab ich's ein bisschen übertrieben, aber ähm, Vorbereitung ist halt, wie ich mit der Angst umgehe, weißt du? Je beängstigender die Herausforderung, desto detaillierter wird meine Planung, obwohl ich immer Raum für schönes Chaos lasse, weil da passiert die Magie."
        },
        {
            "role": "Character 1",
            "content": "Schönes Chaos, hmm, das ist so eine, äh, perfekte Beschreibung für deinen Umgang mit quasi allem."
        },
        {
            "role": "Character 2",
            "content": "Das ist meine Marke! Aber im Ernst, ähh, das Leben ist zu kurz, um auf Nummer sicher zu gehen, und sowieso, alles worauf ich stolz bin, kam davon, dass ich ja gesagt hab, als mein Hirn nein geschrien hat. Weißt du noch, als ich mich für den Marathon angemeldet hab ohne jegliches Training?"
        },
        {
            "role": "Character 1",
            "content": "Wie könnte ich das vergessen? Du hast mich heulend von Kilometer 18 angerufen."
        },
        {
            "role": "Character 2",
            "content": "Und bin trotzdem ins Ziel gekommen! Dieser Moment, als ich [extremely happy] die Ziellinie überquert hab, hat mir alles über mich selbst beigebracht. Schmerz ist vorübergehend, aber zu wissen, dass du nicht aufgegeben hast, als alles wehgetan hat? Das bleibt für immer."
        },
        {
            "role": "Character 1",
            "content": "Ehrlich, du bist halt, [shouting] komplett verrückt, aber auch, ähm, die inspirierendste Person, die ich kenne!"
        },
        {
            "role": "Character 2",
            "content": "Verrückt ist nur ein anderes Wort für wachstumsorientiert! Apropos, wann machst du endlich diesen Fotokurs, von dem du seit 3 Jahren redest?"
        },
        {
            "role": "Character 1",
            "content": "Oh nein, dreh das [mumbling] jetzt nicht um auf mich."
        },
        {
            "role": "Character 2",
            "content": "Zu spät! Ich stell dich zur Rede, weil, na ja, zuzusehen wie Leute sich klein machen, wenn sie groß rauskommen könnten, das tut mir halt körperlich weh, also, was hält dich wirklich zurück?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I've been thinking about what you said last week, you know, about taking on that impossible project, and honestly, I'm worried about you."
        },
        {
            "role": "Character 2",
            "content": "Oh come on, worried? This is exactly the kind of thing that gets my blood pumping! Everyone said opening a restaurant during a pandemic was career suicide, but here we are three years later with two locations and a cookbook deal."
        },
        {
            "role": "Character 1",
            "content": "I know you thrive [yawn] on these situations, but this feels different somehow."
        },
        {
            "role": "Character 2",
            "content": "Different how? Because it involves relocating to Japan for six months? Look, I've been studying Japanese for two years waiting for an opportunity like this, and when the universe throws you a curveball this perfect, you swing for the fences."
        },
        {
            "role": "Character 1",
            "content": "Your family though. Have you talked to them about this yet?"
        },
        {
            "role": "Character 2",
            "content": "Had the conversation yesterday actually, and yeah, there were tears, but also excitement. My daughter said if I don't do this, she'll never forgive me because apparently I taught her to never back down from scary opportunities."
        },
        {
            "role": "Character 1",
            "content": "Well, I guess, that's actually, [relieved] pretty beautiful that she sees it that way, you know?"
        },
        {
            "role": "Character 2",
            "content": "Right? And here's the thing, er, the timing couldn't be better because, actually, the kids are old enough to visit, and my partner can work remotely for most of it. We're turning it into this whole family adventure where they'll come stay during school breaks."
        },
        {
            "role": "Character 1",
            "content": "You've really thought through everything, haven't you?"
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely not, I mean, there are like a million unknowns, but honestly, that's what makes it thrilling! I've got spreadsheets for my spreadsheets, contingency plans for my contingency plans, but at some point you just have to leap and trust you'll figure it out."
        },
        {
            "role": "Character 1",
            "content": "Spreadsheets for spreadsheets? Now [joking] you're just showing off."
        },
        {
            "role": "Character 2",
            "content": "Ha! Okay so, maybe I went a bit overboard, but um, preparation is how I manage the anxiety, you know? The scarier the challenge, the more detailed my planning gets, though I always leave room for beautiful chaos because that's where the magic happens."
        },
        {
            "role": "Character 1",
            "content": "Beautiful chaos, hmm, that's such a, uh, perfect way to describe your approach to basically everything."
        },
        {
            "role": "Character 2",
            "content": "That's my brand! But seriously, err, life's too short to play it safe, and anyway, every single thing I'm proud of came from saying yes when my brain screamed no. Remember when I signed up for that marathon with zero training?"
        },
        {
            "role": "Character 1",
            "content": "How could I forget? You called me crying from mile eighteen."
        },
        {
            "role": "Character 2",
            "content": "And then finished anyway! That moment crossing [extremely happy] the finish line taught me everything about who I am. Pain is temporary, but knowing you didn't quit when everything hurt? That stays with you forever."
        },
        {
            "role": "Character 1",
            "content": "Honestly, you're like, [shouting] completely insane but also, um, the most inspiring person I know!"
        },
        {
            "role": "Character 2",
            "content": "Insane is just another word for committed to growth! Speaking of which, when are you finally going to take that photography class you've been talking about for three years?"
        },
        {
            "role": "Character 1",
            "content": "Oh no, don't [mumbling] turn this around on me now."
        },
        {
            "role": "Character 2",
            "content": "Too late! I'm calling you out because, well, watching people play small when they could play big, it's just, physically painful for me, so, what's really stopping you?"
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_20.txt"
}