{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Die Rechnung ist 47,83€. Schnell, was sind zwanzig Prozent?"
        },
        {
            "role": "Character 2",
            "content": "Also, weißt du, am einfachsten ist es, ähm, das Komma eine Stelle nach links zu verschieben für zehn Prozent, also das sind 4,78€, dann praktisch verdoppeln für zwanzig Prozent, was uns 9,56€ gibt."
        },
        {
            "role": "Character 1",
            "content": "Neun Euro sechsundfünfzig? Das scheint mir viel zu viel für mittelmäßiges Hähnchen."
        },
        {
            "role": "Character 2",
            "content": "Schau mal, das Hähnchen war vielleicht mittelmäßig, aber unsere Kellnerin Sarah hat sich dreimal deinen komischen Wunsch nach kalt-aber-ohne-Eis gemerkt; das ist Hingabe, die mindestens zwanzig Prozent wert ist, finde ich."
        },
        {
            "role": "Character 1",
            "content": "Okay, aber sie hat auch [joking] meinen Salat komplett vergessen, bis ich zweimal nachgefragt habe."
        },
        {
            "role": "Character 2",
            "content": "Eigentlich war das strategisches Vergessen—also, sie hat dich davor bewahrt, äh, enttäuschenden Salat zu essen; ich meine, hast du die welken Blätter an Tisch vier gesehen?"
        },
        {
            "role": "Character 1",
            "content": "Also fünfzehn Prozent dann? Das sind, äh, ungefähr sieben Euro, schätze ich, was halt, weißt du, vernünftiger klingt?"
        },
        {
            "role": "Character 2",
            "content": "Sieben Euro für zwei Stunden [bitter] Service? Das ist weniger als Mindestlohn, wenn man bedenkt, dass Kellner nur 2,13€ Grundgehalt bekommen; wir sind praktisch deren Gehalt an diesem Punkt."
        },
        {
            "role": "Character 1",
            "content": "Gut, aber ich gebe [cough] kein Trinkgeld auf den Wein, der sowieso schon überteuert war."
        },
        {
            "role": "Character 2",
            "content": "Oh, da haben wir's wieder, [very quickly] die Wein-Diskussion—ehrlich, das Öffnen der Flasche war doch, ähm, eine richtige Korkenzieher-Performance, also, sie hat praktisch eine Zaubershow abgeliefert, also ja, du gibst auch auf den Wein Trinkgeld."
        },
        {
            "role": "Character 1",
            "content": "Dreiundzwanzig Euro für Hauswein [upset] ist, na ja, Wegelagerei, und ich meine, du willst, dass ich tatsächlich auf Wegelagerei Trinkgeld gebe?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, sieh's mal so—die Sache ist, Sarah hat den Wein nicht bepreist, aber sie, weißt du, musste ihn tragen ohne was auf dein, äh, weißes Hemd zu verschütten."
        },
        {
            "role": "Character 1",
            "content": "Was ist, wenn wir einfach [pause] zehn Euro dalassen und gut ist?"
        },
        {
            "role": "Character 2",
            "content": "Zehn Euro bei einer fünfzig Euro Rechnung sind genau zwanzig Prozent, was perfekt ist; siehst du, wie wir wieder bei meiner ursprünglichen Rechnung angekommen sind, ganz ohne Drama?"
        },
        {
            "role": "Character 1",
            "content": "Warte, du hast gerade [gasp loudly] die Rechnung aufgerundet—es sind so siebenundvierzig Euro, also sind zehn eigentlich mehr als zwanzig Prozent!"
        },
        {
            "role": "Character 2",
            "content": "Ich rechne [hesitantly] die Steuer mit ein, weil, na ja, Kellner müssen, ähm, Trinkgeld vom Gesamtumsatz abgeben, weißt du, inklusive Steuer; nur dass die meisten Leute diesen Teil halt nicht kennen."
        },
        {
            "role": "Character 1",
            "content": "Deswegen hasse ich es, mit euch [frustrated] Mathe-Leuten auszugehen."
        },
        {
            "role": "Character 2",
            "content": "Mathe-Leuten? Jedenfalls, ich bin wortwörtlich Kunstgeschichtsstudentin, die nur, äh, zufällig an, ich meine, faire Bezahlung für Servicekräfte glaubt, im Grunde."
        },
        {
            "role": "Character 1",
            "content": "Gut, wie auch immer—ähm, zehn Euro dann, aber so, du zahlst fürs Parken, wo du doch, irgendwie, so großzügig bist."
        },
        {
            "role": "Character 2",
            "content": "Abgemacht, aber nächstes Mal nehmen wir die Taschenrechner-App wie normale Menschen, anstatt das Abendessen in eine philosophische Debatte über die Servicebranche zu verwandeln."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "The bill is $47.83. Quick, what's twenty percent?"
        },
        {
            "role": "Character 2",
            "content": "Well, you know, the easiest way is to, um, move the decimal point one place left for ten percent, so that's $4.78, then basically double it for twenty percent, which gives us $9.56."
        },
        {
            "role": "Character 1",
            "content": "Nine fifty-six? That seems like way too much for mediocre chicken."
        },
        {
            "role": "Character 2",
            "content": "Look, the chicken might have been mediocre but our server Sarah remembered your weird no-ice-but-still-cold request three times; that's dedication worth at least twenty percent in my book."
        },
        {
            "role": "Character 1",
            "content": "Okay but she also [joking] forgot my salad entirely until I mentioned it twice."
        },
        {
            "role": "Character 2",
            "content": "Actually, that's called strategic forgetting—like, she saved you from, err, eating disappointing lettuce; I mean, did you see those wilted leaves on table four?"
        },
        {
            "role": "Character 1",
            "content": "So, fifteen percent then? That's, uh, about seven dollars, I guess, which seems more, you know, reasonable?"
        },
        {
            "role": "Character 2",
            "content": "Seven dollars for two hours [bitter] of service? That's less than minimum wage when you factor in that servers make $2.13 base pay; we're basically their salary at this point."
        },
        {
            "role": "Character 1",
            "content": "Fine, but I'm [cough] not tipping on the wine that was already overpriced."
        },
        {
            "role": "Character 2",
            "content": "Oh here we go, [very quickly] the wine argument—honestly, opening that bottle required, um, a whole corkscrew performance, like, she practically did a magic show, so yeah, you tip on the wine too."
        },
        {
            "role": "Character 1",
            "content": "Twenty-three dollars for house [upset] wine is, well, highway robbery, and I mean, you want me to, actually, tip on robbery?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, think of it this way—the thing is, Sarah didn't price the wine, but she, you know, did have to carry it without spilling it on your, er, white shirt."
        },
        {
            "role": "Character 1",
            "content": "What if we just [pause] leave ten bucks and call it good?"
        },
        {
            "role": "Character 2",
            "content": "Ten dollars on a fifty dollar bill is exactly twenty percent, which is perfect; see how we came full circle back to my original calculation without all the drama?"
        },
        {
            "role": "Character 1",
            "content": "Wait, you just [gasp loudly] rounded up the bill—it's like, forty-seven dollars, so, actually ten is more than twenty percent!"
        },
        {
            "role": "Character 2",
            "content": "I'm [hesitantly] including tax in my calculation because, well, servers have to, umm, tip out based on total sales, you know, including tax; it's just that most people don't realize that part."
        },
        {
            "role": "Character 1",
            "content": "This is why I hate going [frustrated] out with you math people."
        },
        {
            "role": "Character 2",
            "content": "Math people? Anyway, I'm literally an art history major who just, err, happens to believe in, I mean, fair compensation for service workers, basically."
        },
        {
            "role": "Character 1",
            "content": "Fine, whatever—um, ten dollars it is, but like, you're paying for parking since you're, sort of, so generous."
        },
        {
            "role": "Character 2",
            "content": "Deal, but next time we're using the calculator app like normal humans instead of turning dinner into a philosophical debate about the service industry."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_14.txt"
}