{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Noch eine Gründerin hat alles verloren wegen einer liquidation preference. Warum lesen sie nicht die terms?"
        },
        {
            "role": "Character 2",
            "content": "Ähm, term sheets sind absichtlich undurchsichtig, im Grunde, und Gründer werden, weißt du, emotional an die Schlagzeilen-Bewertung gebunden. Sie sehen eine Milliarden-Dollar-Zahl und ignorieren das 2x participating preferred, that guarantees they'll never see a dime."
        },
        {
            "role": "Character 1",
            "content": "Das Standard-NVCA-Template hat 28 Seiten voller Fallen."
        },
        {
            "role": "Character 2",
            "content": "Tja, jede Klausel bevorzugt Investoren, ich meine, von drag-along rights die Minderheitsverkäufe erzwingen bis zu, irgendwie, anti-dilution ratchets die das Gründer-Equity zerquetschen. VCs negotiate these daily while founders maybe see three term sheets in their entire career."
        },
        {
            "role": "Character 1",
            "content": "Was ist eigentlich die schlimmste Klausel, die Gründer, äh, übersehen heutzutage, irgendwie?"
        },
        {
            "role": "Character 2",
            "content": "Verstehe. Full ratchet anti-dilution ist brutal - wenn die Bewertung auch nur leicht fällt, investors get compensated with massive equity grants while founders take the entire hit alone."
        },
        {
            "role": "Character 1",
            "content": "Board-Zusammensetzung bestimmt aber alles."
        },
        {
            "role": "Character 2",
            "content": "Absolut. Sobald Investoren das Board kontrollieren, werden Gründer zu Angestellten die von Firmen gefeuert werden können die sie erschaffen haben - Steve Jobs learned this lesson painfully at Apple in 1985."
        },
        {
            "role": "Character 1",
            "content": "Vesting-Zeitpläne starten nach jeder Runde neu."
        },
        {
            "role": "Character 2",
            "content": "Das ist das neue Playbook - 4-Jahre-Vesting mit einjährigen Cliffs die bei jeder Finanzierung neu starten bedeutet, founders never truly own their equity until exit, vorausgesetzt sie überleben so lange."
        },
        {
            "role": "Character 1",
            "content": "Option pool dilution trifft nur common shareholders."
        },
        {
            "role": "Character 2",
            "content": "Also, Investoren verlangen 20% option pools, ehrlich gesagt, aber berechnen es pre-money, ähh, was bedeutet dass Gründer die gesamte Verwässerung tragen. A $100 million valuation becomes $80 million after the pool shuffle - reiner mathematischer Taschenspielertrick."
        },
        {
            "role": "Character 1",
            "content": "Hmm, redemption rights sind, wie, Zeitbomben, die Sache ist."
        },
        {
            "role": "Character 2",
            "content": "Richtig richtig."
        },
        {
            "role": "Character 1",
            "content": "Wirklich, protective provisions geben, ah, Vetorecht über alles, es ist nur so dass Gründer es nicht realisieren."
        },
        {
            "role": "Character 2",
            "content": "Jede wichtige Entscheidung braucht Investoren-Zustimmung - Einstellungen, Kündigungen, Budgets, Pivots, sogar Schließung - founders become figureheads managing someone else's asset rather than leading their vision."
        },
        {
            "role": "Character 1",
            "content": "Okay also, pay-to-play provisions, ähm, zerstören frühe Investoren, siehst du."
        },
        {
            "role": "Character 2",
            "content": "Hmmm, später-stage VCs nutzen diese um, [whispering], Seed-Investoren rauszudrängen die nicht nachziehen können, richtig also, converting their preferred to common, tatsächlich. Es ist räuberischer Kapitalismus getarnt als skin-in-the-game-Erhaltung - smaller funds get completely wiped out."
        },
        {
            "role": "Character 1",
            "content": "Ähm, no-shop clauses fangen Gründer ein, denke ich, für Monate, nun ja."
        },
        {
            "role": "Character 2",
            "content": "60 bis 90 Tage exklusive Verhandlung klingt vernünftig bis du merkst dass es Hebel für Investoren ist um Bedingungen zu quetschen, while founders can't explore alternatives - Marktfenster schließen sich während Anwälte Kleinigkeiten durchstreichen."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Another founder just lost everything to a liquidation preference. Why don't they read the terms?"
        },
        {
            "role": "Character 2",
            "content": "Um, term sheets are deliberately opaque, basically, and founders get, you know, emotionally attached to the headline valuation. They see a billion-dollar number and ignore the 2x participating preferred that guarantees they'll never see a dime."
        },
        {
            "role": "Character 1",
            "content": "The standard NVCA template is twenty-eight pages of traps."
        },
        {
            "role": "Character 2",
            "content": "Well, every clause favors investors, I mean, from drag-along rights forcing minority sales to, sort of, anti-dilution ratchets that crush founder equity. VCs negotiate these daily while founders maybe see three term sheets in their entire career."
        },
        {
            "role": "Character 1",
            "content": "What's the worst provision, actually, that founders, er, miss these days, kind of?"
        },
        {
            "role": "Character 2",
            "content": "Gotcha. Full ratchet anti-dilution is brutal - if valuation drops even slightly, investors get compensated with massive equity grants while founders take the entire hit alone."
        },
        {
            "role": "Character 1",
            "content": "Board composition determines everything though."
        },
        {
            "role": "Character 2",
            "content": "Absolutely. Once investors control the board, founders become employees who can be fired from companies they created - Steve Jobs learned this lesson painfully at Apple in 1985."
        },
        {
            "role": "Character 1",
            "content": "Vesting schedules restart after every round now."
        },
        {
            "role": "Character 2",
            "content": "That's the new playbook - four-year vesting with one-year cliffs resetting at each funding means founders never truly own their equity until exit, assuming they survive that long."
        },
        {
            "role": "Character 1",
            "content": "Option pool dilution only hits common shareholders."
        },
        {
            "role": "Character 2",
            "content": "So, investors demand 20% option pools, honestly, but calculate it pre-money, uhh, which means founders bear the entire dilution. A $100 million valuation becomes $80 million after the pool shuffle - pure mathematical sleight of hand."
        },
        {
            "role": "Character 1",
            "content": "Hmm, redemption rights are, like, time bombs, the thing is."
        },
        {
            "role": "Character 2",
            "content": "Right right."
        },
        {
            "role": "Character 1",
            "content": "Really, protective provisions give, ah, veto power over everything, it's just that founders don't realize."
        },
        {
            "role": "Character 2",
            "content": "Every major decision requires investor approval - hiring, firing, budgets, pivots, even shutting down - founders become figureheads managing someone else's asset rather than leading their vision."
        },
        {
            "role": "Character 1",
            "content": "Okay so, pay-to-play provisions, err, destroy early investors, you see."
        },
        {
            "role": "Character 2",
            "content": "Hmmm, later-stage VCs use these to, [whispering], force out seed investors who can't follow on, right so, converting their preferred to common, actually. It's predatory capitalism disguised as maintaining skin in the game - smaller funds get completely wiped out."
        },
        {
            "role": "Character 1",
            "content": "Umm, no-shop clauses trap founders, I think, for months, well."
        },
        {
            "role": "Character 2",
            "content": "Sixty to ninety days of exclusive negotiation sounds reasonable until you realize it's leverage for investors to squeeze terms while founders can't explore alternatives - market windows close while lawyers redline minutiae."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_47.txt"
}