{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Hé, tu vas où là ? La soirée vient juste de commencer."
        },
        {
            "role": "Character 2",
            "content": "[chaleureux] Écoute, je vous adore vraiment hein, vous le savez, mais j'ai beaucoup trop bu et si je pars pas maintenant je vais dire une connerie. Enfin, une plus grosse connerie que d'habitude quoi."
        },
        {
            "role": "Character 1",
            "content": "Tu conduis pas, j'espère ?"
        },
        {
            "role": "Character 2",
            "content": "Non non non, j'ai déjà commandé un Uber. Il arrive dans genre 3 minutes. Putain, tout tourne ici par contre. Quelqu'un a bougé les murs pendant que je regardais pas ou quoi ?"
        },
        {
            "role": "Character 1",
            "content": "Tu devrais peut-être t'asseoir une minute."
        },
        {
            "role": "Character 2",
            "content": "[passionnément] Je peux pas m'asseoir ! Si je m'assois, je partirai jamais, et je vais finir par raconter toute l'histoire avec mon ex et pleurer dans le plateau de fromages. Personne veut voir ça. Crois-moi, je rends service à tout le monde là."
        },
        {
            "role": "Character 1",
            "content": "T'as l'air plutôt cohérente pour quelqu'un qui est censée être si bourrée."
        },
        {
            "role": "Character 2",
            "content": "Ah mais c'est ça le piège justement. Quand tu crois que t'es super lucide mais demain tout le monde va te dire \"tu te souviens quand t'as comparé le réchauffement climatique à ta rupture ?\""
        },
        {
            "role": "Character 1",
            "content": "T'as vraiment fait ça ?"
        },
        {
            "role": "Character 2",
            "content": "Pas encore, mais donne-moi une heure de plus et quelques shots de tequila et on y arrive. D'où la sortie stratégique."
        },
        {
            "role": "Character 1",
            "content": "Laisse-moi au moins t'accompagner dehors."
        },
        {
            "role": "Character 2",
            "content": "T'es adorable, mais j'ai besoin de faire ma marche de la honte préventive toute seule. C'est comme un rituel. Et puis l'air frais va peut-être m'aider à me souvenir où j'habite."
        },
        {
            "role": "Character 1",
            "content": "Tu te souviens plus où t'habites ?"
        },
        {
            "role": "Character 2",
            "content": "Mais si je me souviens ! Je suis bourrée, pas amnésique. C'est celle avec la porte rouge. Ou verte. Une porte en tout cas, ça c'est sûr."
        },
        {
            "role": "Character 1",
            "content": "Là ça devient inquiétant."
        },
        {
            "role": "Character 2",
            "content": "[rire fort] Oh mon dieu, ta tête ! Je déconne, je connais mon adresse. Le chauffeur l'a de toute façon. La technologie, ça sauve les gens bourrés depuis que Uber existe."
        },
        {
            "role": "Character 1",
            "content": "Tu m'envoies un message quand t'arrives ?"
        },
        {
            "role": "Character 2",
            "content": "Je vais t'envoyer 17 messages, sûrement des vocaux où je chante, et au moins une photo de mon chat qui me juge. Protocole classique de bourrage."
        },
        {
            "role": "Character 1",
            "content": "Pourquoi je te supporte ?"
        },
        {
            "role": "Character 2",
            "content": "[parlant en souriant] Parce que sous tout ce vin et ces décisions foireuses, je suis franchement géniale. Et puis j'amène toujours des super trucs à grignoter aux soirées. D'ailleurs, j'ai peut-être mis des crackers dans ma poche pour le trajet."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, where are you going? The party just started."
        },
        {
            "role": "Character 2",
            "content": "[warm] Listen, I love you guys, I really do, but I've had way too much wine and if I don't leave now I'm gonna say something stupid. Well, stupider than usual anyway."
        },
        {
            "role": "Character 1",
            "content": "You're not driving, are you?"
        },
        {
            "role": "Character 2",
            "content": "No no no, called an Uber already. Should be here in like three minutes. God, this place is spinning though. Did someone move the walls while I wasn't looking?"
        },
        {
            "role": "Character 1",
            "content": "Maybe you should sit down for a minute."
        },
        {
            "role": "Character 2",
            "content": "[passionately] I can't sit! If I sit, I'll never leave, and then I'll end up telling everyone about my ex and crying into the cheese platter. Nobody wants that. Trust me, I'm doing everyone a favor here."
        },
        {
            "role": "Character 1",
            "content": "You seem pretty coherent for someone who's supposedly that drunk."
        },
        {
            "role": "Character 2",
            "content": "That's the dangerous zone right there. When you think you're making perfect sense but tomorrow everyone's gonna be like \"remember when you compared Brexit to your divorce?\""
        },
        {
            "role": "Character 1",
            "content": "Did you actually do that?"
        },
        {
            "role": "Character 2",
            "content": "Not yet, but give me another hour and some tequila shots and we'll get there. Hence the strategic exit."
        },
        {
            "role": "Character 1",
            "content": "At least let me walk you outside."
        },
        {
            "role": "Character 2",
            "content": "You're sweet, but I need to do the walk of pre-shame alone. It's like a ritual. Besides, fresh air might help me remember where I live."
        },
        {
            "role": "Character 1",
            "content": "You don't remember where you live?"
        },
        {
            "role": "Character 2",
            "content": "Of course I remember! I'm drunk, not having amnesia. It's the one with the red door. Or blue. Definitely a door though."
        },
        {
            "role": "Character 1",
            "content": "This is concerning."
        },
        {
            "role": "Character 2",
            "content": "[laugh hard] Oh my god, your face! I'm kidding, I know my address. The driver has it anyway. Technology, saving drunk people since whenever Uber was invented."
        },
        {
            "role": "Character 1",
            "content": "Will you text me when you get home?"
        },
        {
            "role": "Character 2",
            "content": "I'll send you seventeen texts, probably some voice messages where I sing, and at least one photo of my cat judging me. Standard drunk protocol."
        },
        {
            "role": "Character 1",
            "content": "Why do I put up with you?"
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] Because underneath all this wine and bad decisions, I'm actually pretty fantastic. Plus I always bring good snacks to parties. Speaking of which, I may have put some crackers in my pocket for the ride home."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue10_35.txt"
}