{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Não. Não não não, isto não pode ser—espera, deixa-me correr isto outra vez. [anxious] Pronto então, os marcadores estão a corresponder em todos os locus. Todos. Quer dizer, depois de 15 anos de becos sem saída e, tipo, amostras contaminadas e—[pause] Jesus Cristo, é mesmo ele. [whispering] Os homicídios de Riverside. Apanhámo-lo.\n\n[shaky voice] Eu preciso de, ah, preciso de ligar à Detective Morrison mas ela—não espera, ela reformou-se. Meu Deus, quantas pessoas trabalharam neste caso? [bitter] O Thompson morreu ainda a pensar quem tinha sido, sabes? E aqui estou eu às, quê, 2 da manhã numa terça-feira, só a correr amostras porque não conseguia dormir e—[gasp loudly]\n\nOh meu Deus, as famílias. [crying while speaking] Elas estiveram à espera de respostas durante 15 anos. 15 anos sem saber quem—[pause] Eu devia provavelmente, tipo, verificar isto mais uma vez antes de—mas não, já corri isto 3 vezes. The statistical probability is one in seven trillion. [laugh] Sete biliões!\n\n[very quietly] Todas aquelas noites tardias, todas aquelas teorias que tivemos que não deram em nada... [relieved] And it was just sitting there in CODIS the whole time. Ele foi preso o mês passado por, o que era, agressão agravada? [sigh] 15 anos. [extremely happy] Nós conseguimos mesmo. We solved it."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] No. No no no, this can't be—wait, let me run it again. [anxious] Okay so, um, the markers are matching at every single locus. Every one. I mean, after fifteen years of dead ends and, like, contaminated samples and—[pause] Jesus Christ, it's actually him. [whispering] The Riverside murders. We got him.\n\n[shaky voice] I need to, uh, I need to call Detective Morrison but she's—no wait, she retired. God, how many people worked this case? [bitter] Thompson died still wondering who did it, you know? And here I am at, what, 2 AM on a Tuesday, just running samples because I couldn't sleep and—[gasp loudly] \n\nOh my God, the families. [crying while speaking] They've been waiting fifteen years for answers. Fifteen years of not knowing who—[pause] I should probably, like, verify this one more time before I—but no, I've run it three times already. The statistical probability is, er, one in seven trillion. [laugh] Seven trillion!\n\n[very quietly] All those late nights, all those theories we had that went nowhere... [relieved] And it was just sitting there in CODIS the whole time. He got arrested last month for, what was it, aggravated assault? [sigh] Fifteen years. [extremely happy] We actually did it. We solved it."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "6cd54a53_monologue.json",
    "type": "emotional_monologue"
}