{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] Hey, so I know this is probably weird, me calling you like this, mas eu senti mesmo que precisava de te contactar. Hum, acabámos por escolher a SolarBright — eu sei, eu sei, depois de todo aquele tempo que passaste connosco. [apologetic] But honestly? O que é que se passa é que tu foste a única que nos disse mesmo sobre as reparações do telhado que íamos precisar primeiro. [chuckle] Everyone else just, you know, glossed right over it, tipo nem sequer estava ali, percebes? And when you said our trees would block efficiency by 30 percent? Mais ninguém mencionou isso. [warm] You could've easily just... not said anything, right? Apanhavas a tua comissão e seguias em frente. Mas não fizeste isso. [pause] And that meant, well, it meant a lot to us. Fomos com a outra empresa porque, é pá, o meu cunhado trabalha lá e houve aquela coisa toda da família, mas — [quickly] but we used everything you taught us, usámos tudo para negociar melhores condições com eles! [laugh] They were trying to tell us we'd save 90 percent on our bills, e eu fiquei tipo, hum, não é bem isso que os cálculos dizem, pois não? [very sincerely] So yeah, I just wanted to say thank you. Por seres honesta quando realmente não precisavas de ser."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] Hey, so I know this is probably weird, me calling you like this, but I just... I felt like I needed to reach out. Um, we ended up going with SolarBright instead—I know, I know, after all that time you spent with us. [apologetic] But honestly? The thing is, you were the only one who actually told us about the roof repairs we'd need first. [chuckle] Everyone else just, you know, glossed right over it like it wasn't even there. And when you said our trees would block efficiency by thirty percent? Nobody else mentioned that. [warm] You could've easily just... not said anything, right? Gotten your commission and moved on. But you didn't. [pause] And that meant, well, it meant a lot to us. We went with the other company because, er, my brother-in-law works there and there was this whole family thing, but—[quickly] but we used everything you taught us to negotiate better terms with them! [laugh] They were trying to tell us we'd save ninety percent on our bills, and I was like, hmm, that's not what the actual calculations say. [very sincerely] So yeah, I just wanted to say thank you. For being honest when you really didn't have to be."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "2ace1e36_monologue.json",
    "type": "emotional_monologue",
    "subject": "A customer thanking you for your solar sales honesty even though they bought from a competitor",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}