{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] Olha, eu sei o que estás a pensar—ex-fugitiva a trabalhar com miúdos, não é? Mas sinceramente, é mesmo por isso que consigo chegar a eles. [passionate] Estes miúdos, pá, eles não confiam em ninguém de fato que nunca, tipo, passou frio a sério ao ponto de dormir numa merda duma entrada. [short pause] Quando lhes digo que passei 3 meses a fugir, a dormir debaixo de pontes, a fugir da polícia—[bitter] a comer do lixo, basicamente—a postura deles muda completamente. [warming] Eles aproximam-se, percebes?\n\n[animated] É como, hum, na semana passada havia um miúdo, não queria falar com ninguém no abrigo. Mas eu reconheci aquele olhar, aquela cena de estar sempre a olhar por cima do ombro, então eu simplesmente—[trailing off] Quer dizer, contei-lhe daquela vez que tive de roubar sapatos porque os meus se desfizeram literalmente. [laugh] E de repente ele está a contar-me tudo. Onde dorme, quem anda atrás dele, porque é que não pode ir para casa.\n\n[empathetically] A questão é que estes miúdos cheiram tretas a quilómetros de distância. Eles sabem quando estás a fingir. [confident] Mas quando eu digo \"eu percebo,\" eu percebo mesmo, foda-se. [pause] Eu sei qual é o McDonald's que te deixa usar a casa de banho sem comprares nada. Sei como fazer 20 euros durar uma semana. [very sincerely] E sinceramente? [emotional] Este conhecimento não devia ser desperdiçado quando pode literalmente salvar a vida de alguém."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] Look, I know what you're thinking—ex-fugitive working with kids, right? But honestly, that's exactly why I can reach them. [passionate] These kids, they don't trust anyone in a suit who's never, like, actually been cold enough to sleep in a fucking doorway. [short pause] When I tell them I spent three months running, sleeping under bridges, dodging cops—[bitter] eating out of dumpsters, basically—their whole body language changes. [warming] They lean in, you know? \n\n[animated] It's like, um, last week this kid, he wouldn't talk to anyone at the shelter. But I recognized that look, that constant checking over your shoulder thing, so I just—[trailing off] I mean, I told him about the time I had to steal shoes because mine literally fell apart. [laugh] And suddenly he's telling me everything. Where he sleeps, who's after him, why he can't go home. \n\n[empathetically] The thing is, these kids can smell bullshit from a mile away. They know when you're faking it. [confident] But when I say \"I get it,\" I actually fucking get it. [pause] I know which McDonald's lets you use the bathroom without buying anything. I know how to make twenty dollars last a week. [very sincerely] And honestly? [emotional] That knowledge shouldn't go to waste when it could literally save someone's life."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "65fd173f_monologue.json",
    "type": "emotional_monologue"
}