{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Sabes, as pessoas fazem sempre aquela cara quando lhes digo o que faço para viver. Tipo, hum, afastam-se um bocadinho, percebes? [chuckle] Mas honestamente, aprendi mais sobre—sobre viver mesmo a abrir covas do que alguma vez aprendi sentada naquele cubículo de escritório. [pause] Olha, o que se passa é que, quando estás lá às seis da manhã, com o nevoeiro ainda agarrado às lápides, e estás a preparar o último lugar de descanso de alguém, começas a reparar em coisas. [slowly] As famílias que vêm, não falam de, é, folhas de cálculo ou promoções. [emotional] Falam dos almoços de domingo, daquela vez que o pai cantou karaoke terrivelmente mal, [laugh] dos biscoitos queimados da mãe que toda a gente fingia adorar. São os pequenos momentos, percebes? [sincerely] As coisas banais que afinal são, bem, tudo na verdade. [sigh] Quer dizer, já enterrei CEOs e sem-abrigo, e no fim, o que importa é—riste-te com vontade? [animated] Amaste livremente? Dançaste nos casamentos mesmo com, hum, dois pés esquerdos? [softly] Então sim, eu abro covas. Mas o que estou mesmo a fazer é, [pause] acho que estou a aprender a viver. [very quietly] Todos os dias, estou a aprender a estar mesmo viva."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, people always give me this look when I tell them what I do for a living. Like, um, they step back a little, right? [chuckle] But honestly, I've learned more about—about really living from digging graves than I ever did sitting in that office cubicle. [pause] See, the thing is, when you're there at six in the morning, fog still clinging to the headstones, and you're preparing someone's final resting place, you start to notice things. [slowly] The families who come, they don't talk about, er, spreadsheets or promotions. [emotional] They talk about Sunday dinners, about that time dad sang karaoke terribly, [laugh] about mom's burnt cookies that everyone pretended to love. It's the small moments, you know? The ordinary stuff that turns out to be, [sincerely] well, everything really. [sigh] I mean, I've buried CEOs and homeless folks, and at the end, what matters is—did you laugh hard? [animated] Did you love freely? Did you, um, dance at weddings even with two left feet? [softly] So yeah, I dig graves. But what I'm really doing is, [pause] I guess I'm learning how to live. [very quietly] Every single day, I'm learning how to actually be alive."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "63574d21_monologue.json",
    "type": "emotional_monologue"
}