{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] 23 anos que ando a fazer este trabalho. 23 anos a ver pessoas mentir, a ver culpados saírem em liberdade, a ver as vítimas simplesmente... partirem-se. [pause] Mas hoje, pá, hoje foi diferente. [warm] Aquela mãe, sentada ali durante 6 meses seguidos, à espera de justiça para o filho—finalmente conseguiu. E quer dizer, quando o veredicto saiu, guilty on all counts, eu... [sigh] tive mesmo de me virar para ninguém me ver emocionada. [laughs] Consegues acreditar nisto? Eu, a oficial de justiça com cara de pedra. [very sincerely] Mas a coisa é que, sabes, vês tanta injustiça naquela sala, tantas tecnicalidades e, hum, brechas na lei e advogados a distorcer tudo. [frustrated] Desgasta-te, percebes? [pause] Torna-te cínica. [hopeful] Mas depois acontece uma coisa destas e é tipo—ah pronto, é por isto que fazemos isto. [excited] The system actually worked! As provas eram claras, o júri viu através das mentiras, e a família daquele miúdo, eles... [emotional] finalmente podem começar a sarar. [quietly] Vi aquela mãe a colapsar nos braços da irmã, só a chorar de alívio. [proud] E pela primeira vez, não estava ali a pensar no que correu mal. [confidently] Everything went exactly right."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] Twenty-three years I've been doing this job. Twenty-three years of watching people lie, watching guilty people walk, watching victims just... break. [pause] But today, man, today was different. [warm] That mother, sitting there for six months straight, waiting for justice for her son—she finally got it. And I mean, when that verdict came down, guilty on all counts, I... [sigh] I actually had to turn away so nobody would see me getting emotional. [laughs] Can you believe that? Me, the stone-faced bailiff. [very sincerely] But the thing is, you see so much injustice in that courtroom, so many technicalities and, um, loopholes and lawyers twisting everything. [frustrated] It wears on you, you know? [pause] Makes you cynical. [hopeful] But then something like this happens and it's like—oh right, this is why we do this. [excited] The system actually worked! The evidence was clear, the jury saw through the lies, and that kid's family, they... [emotional] they can finally start healing. [quietly] I watched that mother collapse in her sister's arms, just sobbing with relief. [proud] And for once, I wasn't standing there thinking about what went wrong. [confidently] Everything went exactly right."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "3400ecd3_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your bailiff position let you witness justice working exactly as it should",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}