{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[arfar] Escolheram-me. Eles realmente—Eu não consigo... [muito baixinho] trinta anos a cortar pedra e escolheram o meu projeto para o memorial. Continuo a ler a carta, tipo, talvez tenha percebido mal? Mas não, está mesmo aqui escrito. As mãos estão-me literalmente a tremer. [pausa breve] Sabes quantas noites passei acordada a desenhar, hum, a refazer cada detalhe? A curva de cada letra, a forma como o mármore vai apanhar a luz da manhã—tudo tinha de ser perfeito. [apaixonadamente] Não são apenas nomes que vamos gravar, são heróis. Pessoas reais que deram tudo. [pausa] O meu avô, também era canteiro, ensinou-me que a pedra recorda-se. [muito sinceramente] Cada golpe de cinzel, cada corte deliberado—fica tudo para sempre. E agora vou ser eu que... [voz a desvanecer] Meu Deus, a responsabilidade disto. Gerações de famílias vão tocar nestes nomes, [emocionado] passar os dedos pelas letras, à procura dos seus entes queridos. Miúdos que ainda nem nasceram vão vir cá em visitas de estudo, aprender sobre sacrifício e coragem. [tom grave] Já gravei lápides antes, claro, mas isto é—isto é diferente. [pigarrear] Isto é história. Vou poder dar a estes heróis algo permanente, [confiante] algo que vai durar mais do que todos nós. As minhas ferramentas, as minhas mãos, a honrá-los da única forma que sei."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] They chose me. They actually—I can't... [very quietly] thirty years of cutting stone and they chose my design for the memorial. I keep reading the letter, like, maybe I misunderstood? But no, it's right there. My hands are literally shaking. [short pause] You know how many nights I stayed up sketching, um, reworking every single detail? The curve of each letter, the way the marble will catch morning light—everything had to be perfect. [passionately] These aren't just names we're carving, these are heroes. Real people who gave everything. [pause] My grandfather, he was a stonemason too, taught me that stone remembers. [very sincerely] Every chisel mark, every deliberate cut—it all stays forever. And now I'm going to be the one who... [trailing off] God, the responsibility of it. Generations of families will touch these names, [emotional] trace the letters with their fingers, looking for their loved ones. Kids who aren't even born yet will come here on field trips, learning about sacrifice and courage. [deep pitch] I've carved headstones before, sure, but this is—this is different. [clearing throat] This is history. I get to give these heroes something permanent, [confidently] something that will outlast all of us. My tools, my hands, honoring them the only way I know how."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "65f8e91e_monologue.json",
    "type": "emotional_monologue"
}