{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Três vidas salvas ontem. Três pessoas que voltaram para casa para as suas famílias, e eu só... [amargo] continuo a pensar em como andei a distribuir Narcan como se fossem rebuçados naquela mesma semana em que o Danny estava a morrer sozinho no apartamento dele. [pausa] Toda a gente me chama heroína, sabes? [sarcástico] Pois, a especialista em prevenção de overdoses que nem conseguiu reconhecer os sinais no próprio irmão. Quer dizer, eu literalmente ensino as pessoas sobre o que procurar—o isolamento, as desculpas, a perda de peso. [voz trémula] Ele tinha todos. Todos, sem exceção. E eu só, hum, convenci-me de que ele estava stressado com o trabalho. [pausa longa]\n\nA pior parte é que [chorando ao falar] ainda faço este trabalho. Apareço todos os dias e salvo desconhecidos porque talvez—talvez se eu salvar pessoas suficientes, isso de alguma forma... [voz a desvanecer] Meu Deus, isso nem sequer faz sentido. [fungar] Mas quando reverti a overdose daquele miúdo no mês passado e a irmã dele me abraçou? [muito baixinho] Fingi que ele era o Danny. Só por um segundo. [hesitante] Isso é muito fodido?\n\nAliás, sabes o que é que me faz continuar? [apaixonadamente] Cada pessoa que eu recupero é o Danny de alguém. O irmão de alguém que tem outra oportunidade que o meu não teve. [muito melancólico] Por isso, sim, vou continuar a fazer isto até não conseguir mais."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Three saves yesterday. Three people who went home to their families, and I just... [bitter] I keep thinking about how I handed out Narcan like candy that same week Danny was dying alone in his apartment. [pause] Everyone calls me a hero, you know? [sarcastic] Yeah, the overdose prevention specialist who couldn't even recognize the signs in her own brother. I mean, I literally teach people what to look for—the isolation, the excuses, the weight loss. [shaky voice] He had all of them. Every single one. And I just, um, I convinced myself he was stressed about work. [long pause] \n\nThe worst part is [crying while speaking] I still do this job. I show up every day and save strangers because maybe—maybe if I save enough of them, it'll somehow... [trailing off] God, that doesn't even make sense. [sniffle] But when I reversed that kid's overdose last month and his sister hugged me? [very quietly] I pretended she was Danny. Just for a second. [hesitantly] Is that fucked up? \n\nActually, you know what keeps me going? [passionately] Every person I bring back is someone's Danny. Someone's brother who gets another chance that mine didn't. [very melancholic] So yeah, I'll keep doing this until I can't anymore."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "60ac9ab5_monologue.json",
    "type": "emotional_monologue"
}