{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Seis meses. [pausa] Seis meses de merda que ela anda a consumir outra vez e [zangado] ninguém me disse nada? Acabei de encontrar as mensagens no telemóvel do Jake—juro que não andei a bisbilhotar, o telemóvel dele tava [voz trémula] ali aberto e vi o nome do dealer dela. [frustrado] Como é que ele me escondeu isto? Devíamos ser uma equipa, devíamos— [voz a desvanecer]\n\n[perturbado] Fogo, todos aqueles jantares de família em que ela parecia estranha e eu, eu pensei que se calhar tava cansada ou stressada do trabalho. [amargo] Mas não, tava pedrada. [pausa longa] À frente dos miúdos. [sussurrando] Dos meus filhos.\n\n[ansioso] E o Jake sabia, este tempo todo ele sabia e deixou-me ali que nem uma parva a acreditar nas mentiras dela sobre estar limpa. [sarcástico] \"Ah, tou tão bem, quase dois anos sóbria!\" [furioso] Mas que grande treta.\n\n[triste] Quer dizer, eu percebo que o vício é uma doença, percebo isso, mas as mentiras? [confuso] As histórias elaboradas sobre o padrinho dela e as reuniões onde claramente não andava? [muito baixinho] Como é que sequer seguimos em frente depois disto?\n\n[exausto] Já nem sei se tou mais furiosa com ela ou com o Jake por me fazer ser a única que não sabia. [suspiro] Tipo, o que é que mais me andam a esconder?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Six months. [pause] Six fucking months she's been using again and [angry] nobody told me? I just found the texts on Jake's phone—I wasn't snooping, I swear, his phone was just [shaky voice] sitting there open and I saw her dealer's name. [frustrated] How could he keep this from me? We're supposed to be a team, we're supposed to— [trailing off]\n\n[upset] God, all those family dinners where she seemed off and I just, I thought maybe she was tired or stressed from work. [bitter] But no, she was high. [long pause] In front of the kids. [whispering] My kids. \n\n[anxious] And Jake knew, this whole time he knew and he just let me sit there like an idiot believing her lies about being clean. [sarcastic] \"Oh, I'm doing so great, almost two years sober!\" [furious] What a fucking joke.\n\n[sad] I mean, addiction is a disease, I get that, but the lying? [confused] The elaborate stories about her sponsor and the meetings she clearly wasn't attending? [very quietly] How do we even move forward from this?\n\n[exhausted] I don't know if I'm more angry at her or at Jake for making me the only one who didn't know. [sigh] Like, what else are they keeping from me?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "5f062f18_monologue.json",
    "type": "emotional_monologue"
}