{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrado] Meu Deus, não acredito que isto está a acontecer outra vez. Tipo, a sério, quantas vezes é que eu tenho que, hum, explicar a mesma coisa? [suspiro] É que—sinceramente, às vezes sinto que estou a falar para uma parede. E a questão é que, [baixinho], eu sei que não devia deixar que isto me afetasse tanto, mas pronto, cá estamos.\n\n[pausa] Ok, se calhar estou a ser demasiado dura. Quer dizer, eles provavelmente estão a fazer o melhor que conseguem, não é? [hesitante] Ou pelo menos, é, é isso que continuo a dizer a mim mesma. Às vezes penso que se calhar a culpa é mesmo minha—tipo, se calhar não estou a comunicar de forma clara o suficiente? [confuso] Mas depois lembro-me da semana passada quando correu tudo perfeitamente bem, e fico tipo, espera, então o que é que mudou?\n\n[caloroso] Mas sabes que mais? Quando as coisas funcionam, é sinceramente incrível. [entusiasmado] Tipo ontem, ai meu Deus, tivemos aquele momento de revelação em que tudo fez clique! Durante uns 5 minutos, pelo menos. [riso] Depois voltámos direitinhos à estaca zero.\n\n[amargo] Acho que é mesmo assim, não é? Dois passos em frente, [devagar], três passos atrás. E olha—estou cansada. [exausto] Mesmo, mesmo cansada deste ciclo todo. Mas o que é que eu hei de fazer? [voz a desvanecer] Continuar a insistir, suponho..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] God, I cannot believe this is happening again. Like, seriously, how many times do I have to, um, explain the same thing? [sigh] It's just—honestly, I feel like I'm talking to a wall sometimes. And the thing is, [quietly], I know I shouldn't let it get to me this much, but here we are. \n\n[pause] Okay, so maybe I'm being too harsh. I mean, they're probably trying their best, right? [hesitantly] Or at least, er, that's what I keep telling myself. Sometimes I think maybe it's actually my fault—like maybe I'm not communicating clearly enough? [confused] But then I remember last week when everything went perfectly fine, and I'm like, wait, so what changed?\n\n[warm] You know what though? When it does work out, it's honestly kind of amazing. [excited] Like yesterday, oh my God, we had this breakthrough moment where everything just clicked! For about five minutes, anyway. [laugh] Then we went right back to square one. \n\n[bitter] I guess that's just how it goes, huh? Two steps forward, [slowly], three steps back. And here's the thing—I'm tired. [exhausted] Really, really tired of this whole cycle. But what else am I supposed to do? [trailing off] Just keep pushing through, I guess..."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "5de427a8_monologue.json",
    "type": "emotional_monologue"
}