{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[ansioso] Então, hum, acabaram de me chamar ao escritório e—quer dizer, sabes como é que eu tenho andado a contar os dias? [confuso] Tipo, literalmente, tenho dezassete dias marcados no meu calendário antes de, bem, antes da escola de artes começar e eu ia simplesmente—[pausa] E depois o Sr. Henderson senta-me e vem com, [zombeteiro] \"Queremos tornar-te efetiva, com todos os benefícios, o pacote todo.\" [frustrado] Logo AGORA? Tipo, a sério, isto está a acontecer mesmo agora?\n\n[amargo] Três anos, está bem? Três anos a arrumar prateleiras e, ah, praticamente a implorar por mais horas, e eles escolhem ESTE momento para—[suspiro] Sei lá. [triste] O meu portfólio está pronto, já paguei o sinal, disse à minha mãe que finalmente ia fazer isto, sabes? [voz trémula] E a coisa é que a escola de artes não é propriamente—não é barata, e aqui estão eles a oferecer-me seguro de saúde a sério e, [hesitante] ehh, um plano de reforma? Aos vinte e três?\n\n[sussurrando] E se eu estiver a cometer um erro enorme? [acelerando] Tipo, e se isto é o universo a dizer-me para ser prática e eu sou demasiado teimosa para—não, espera, não é—[apaixonadamente] Eu quero isto desde os doze anos! [muito baixinho] Mas a renda é a renda, e, hmm, as tintas custam dinheiro, e... [voz a desvanecer] Já não sei."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] So, um, they just called me into the office and—I mean, you know how I've been counting down the days? [confused] Like, literally, I have seventeen days left on my calendar before I was gonna, well, before art school starts and I was just going to—[pause] And then Mr. Henderson sits me down and he's all, [mocking] \"We want to make you permanent, full benefits, the whole thing.\" [frustrated] Right NOW? Like, honestly, this is happening right now? \n\n[bitter] Three years, okay? Three years I've been stocking shelves and, uh, basically begging for more hours, and they pick THIS moment to—[sigh] I don't know. [sad] My portfolio is ready, I already paid the deposit, I told my mom I was finally doing it, you know? [shaky voice] And the thing is, art school isn't exactly—it's not cheap, and here they are offering me actual health insurance and, [hesitantly] err, a retirement plan? At twenty-three? \n\n[whispering] What if I'm making a huge mistake? [speeding up] Like what if this is the universe telling me to be practical and I'm just too stubborn to—no, wait, that's not—[passionately] I've wanted this since I was twelve! [very quietly] But rent is rent, and, hmm, paint costs money, and... [trailing off] I don't know anymore."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6c42faf6_monologue.json",
    "type": "emotional_monologue"
}