{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[caloroso] Sabes, toda a gente andava a perguntar-me como é que consegui ficar tão firme durante aquela tomada de doze minutos. Aquela que, hum... aquela que ficou na versão final. E eu só conseguia pensar nas mãos do avô, como nunca tremiam, nem uma vez. [risinho] Ele punha-me a segurar aquela vara de som velha por cima do galinheiro durante horas, só a ouvir. \"Sente o som, não te limites a ouvi-lo,\" dizia ele. [pausa] Meu Deus, eu achava que ele estava a ser ridículo.\n\n[ansioso] Mas depois no set, quando o realizador está aos berros e há literalmente milhões de euros em jogo e, ah, toda a gente está a olhar para ti porque uma sombrinha minúscula ou uma respiração muito alta estraga tudo... [desvanecendo] Sei lá, só ouvia a voz dele. [muito baixinho] \"Respira pelo nariz, miúda. Deixa os braços serem água.\"\n\n[emocionado] O técnico de som, ele até me chamou à parte depois e disse—hmm, disse que nunca tinha ouvido diálogos captados assim, especialmente durante a cena do choro. [fungar] E eu queria ter-lhe dito que não fui eu, foi... basicamente tudo o que o avô me ensinou sobre paciência e, tipo, respeitar o silêncio entre as palavras. [chorando ao falar] Quando anunciaram a nomeação, fiquei ali sentada a segurar o protetor de vento velho dele. [pausa] Ele teria ficado tão orgulhoso."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, everyone kept asking how I stayed so steady during that twelve-minute take. The one that, um... the one that made it into the final cut. And I just kept thinking about Grandpa's hands, how they never shook, not once. [chuckle] He used to make me hold that old boom pole over the chicken coop for hours, just listening. \"Feel the sound, not just hear it,\" he'd say. [pause] God, I thought he was being ridiculous.\n\n[anxious] But then on set, when the director's screaming and there's literally millions of dollars on the line and, uh, everyone's looking at you because one tiny shadow or one breath too loud ruins everything... [trailing off] I don't know, I just heard his voice. [very quietly] \"Breathe through your nose, kiddo. Let your arms be water.\"\n\n[emotional] The sound mixer, he actually pulled me aside after and said—hmm, he said he'd never heard dialogue captured like that, especially during the crying scene. [sniffle] And I wanted to tell him it wasn't me, it was... basically everything Grandpa taught me about patience and, I guess, respecting the silence between words. [crying while speaking] When they announced the nomination, I just sat there holding his old wind guard. [pause] He would've been so proud."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2c64f549_monologue.json",
    "type": "emotional_monologue",
    "subject": "The boom operator skills you learned from your grandfather helping you capture the perfect audio for an Oscar-nominated film",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}