{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exausto] Mais uma petição na minha secretária. Mais um grupo lá no pátio a exigir que eu resolva o problema específico deles. Ontem foram os mercadores, hoje são os agricultores, amanhã vão ser... já nem sei. [amargo] Toda a gente acha que ser regente é abanar a mão e fazer milagres acontecer. Como se eu pudesse simplesmente decretar prosperidade e pronto. [pausa] O que se passa é que eu consigo mesmo fazer mudanças. A sério. Consegui aprovar os novos sistemas de água o mês passado, reabri as rotas comerciais. [frustrado] Mas alguém se lembra disso quando os impostos sobem para pagar tudo isto? Claro que não. [suspiro] Aí já é tudo \"a regente está-nos a sangrar\" e \"quem é que lhe deu este poder afinal?\" [baixinho] Eu. Eu é que me dei este poder quando aceitei este cargo. Quando pensei que podia, hum... quando pensei que podia mesmo ajudar. [riso] E estou mesmo a ajudar, eu sei que estou. O reino está mais forte do que estava. [resignado] É só que ser a pessoa para quem toda a gente olha significa ser a pessoa que toda a gente culpa. Cada colheita falhada, cada ponte partida, cada— [desvanecendo] cada coisinha que corre mal... [lentamente] Mas alguém tem de ocupar este cargo. Alguém tem de tomar as decisões difíceis. [determinado] E se isso significa ser o alvo, então pronto. Serei o alvo deles."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] Another petition on my desk. Another group in the courtyard demanding I fix their specific problem. Yesterday it was the merchants, today it's the farmers, tomorrow it'll be... I don't even know anymore. [bitter] Everyone thinks being regent means waving your hand and making miracles happen. Like I can just decree prosperity into existence. [pause] The thing is, I actually can make changes. Real ones. I pushed through the new water systems last month, got the trade routes reopened. [frustrated] But does anyone remember that when their taxes go up to pay for it? Of course not. [sigh] Then it's all \"the regent is bleeding us dry\" and \"who gave them this power anyway?\" [quietly] Me. I gave myself this power when I accepted this position. When I thought I could, um... when I thought I could actually help. [laugh] And I am helping, I know I am. The kingdom is stronger than it was. [resigned] It's just that being the person everyone looks to means being the person everyone blames. Every failed harvest, every broken bridge, every— [trailing off] every single thing that goes wrong... [slowly] But someone has to hold this position. Someone has to make the hard choices. [determined] And if that means being the target, then fine. I'll be their target."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2aeba759_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your regent position gives you power to make changes but also makes you a target for every complaint",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}