{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Papers."
        },
        {
            "role": "Character 2",
            "content": "Oh! Right, yes, errr... hang on, I had them just a second ago. They're definitely in here somewhere, I literally just—ah, here we go. Sorry about that, these pockets are basically bottomless voids."
        },
        {
            "role": "Character 1",
            "content": "This visa expired three days ago."
        },
        {
            "role": "Character 2",
            "content": "What? No, that's... wait, let me see that. Oh god, you're right. I must've, uh, gotten the dates mixed up because I could've sworn it was valid through next week but apparently my calendar skills are, well, questionable at best."
        },
        {
            "role": "Character 1",
            "content": "[deep pitch] You realize this is a serious violation?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely, yes, I mean I understand the gravity here, it's just—this is genuinely a mistake, you know? I've been traveling for research and frankly the time zones have scrambled my brain something awful, which isn't an excuse but erhm, maybe context?"
        },
        {
            "role": "Character 1",
            "content": "[condescending] Research. How convenient."
        },
        {
            "role": "Character 2",
            "content": "Look, I know how it sounds but I'm actually studying migration patterns of, um, Arctic terns? They're these incredible birds that basically never stop flying and—sorry, you probably don't care about birds but the point is I have documentation from the university if that helps at all."
        },
        {
            "role": "Character 1",
            "content": "The university of where exactly?"
        },
        {
            "role": "Character 2",
            "content": "[flirtatious] Ooh, getting personal already? It's Uppsala actually, in Sweden, though admittedly I spend more time in tents than lecture halls these days. You'd probably find the whole operation pretty amusing—bunch of nerds chasing birds around with expensive equipment."
        },
        {
            "role": "Character 1",
            "content": "[whispering] Keep your voice down. There are other guards."
        },
        {
            "role": "Character 2",
            "content": "[slurring] Right right, sorry, I've been up for like thirty-something hours so my volume control is apparently shot along with everything else. The last checkpoint gave me some truly terrible coffee that I think might've actually made things worse somehow."
        },
        {
            "role": "Character 1",
            "content": "You're making this very difficult for yourself."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I'm... I'm getting that impression. Honestly though, what would you do? I mean, I've got three years of data on this laptop that I literally cannot lose, and going back means starting the whole visa process over which, oof, takes months minimum."
        },
        {
            "role": "Character 1",
            "content": "That's not my problem."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] No, of course it isn't, I just—look, there has to be some kind of temporary permit or, or extension process, right? Because technically I'm not trying to stay, I'm trying to leave, which seems like it should be, I don't know, encouraged?"
        },
        {
            "role": "Character 1",
            "content": "You're suggesting I should reward your incompetence?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, when you put it like that... no, obviously not. But maybe, um, consider it less rewarding incompetence and more preventing an international incident? My supervisor will absolutely lose her mind if I miss the presentation next week, and she's terrifyingly well-connected."
        },
        {
            "role": "Character 1",
            "content": "Is that a threat?"
        },
        {
            "role": "Character 2",
            "content": "God no! No no no, more like a, uh, warning about the number of angry emails you might receive? She once got a parking ticket overturned by basically pestering an entire municipal department into submission, so frankly I'm just trying to spare you the headache."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_16.txt",
    "actor": 1
}