{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[shy] I was wondering if you'd actually show up today."
        },
        {
            "role": "Character 2",
            "content": "[mocking] Oh please, like I'd miss another one of your dramatic summons. What was it this time - \"urgent matter requiring immediate attention\"? You really need to work on your text messages, they read like ransom notes."
        },
        {
            "role": "Character 1",
            "content": "[sniffle] That's not fair. I had a legitimate reason."
        },
        {
            "role": "Character 2",
            "content": "You always have a legitimate reason. Last week it was the thing with your neighbor's cat, before that it was the whole parking meter conspiracy theory. I'm starting to think your definition of urgent needs some recalibration."
        },
        {
            "role": "Character 1",
            "content": "This time is different. I found something."
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Okay, now you've got my attention! Is it better than that weird metal thing you dug up in your garden? Because that turned out to be part of an old lawn chair and honestly the museum curator looked ready to ban us for life."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Can you just... listen for once? Without the commentary?"
        },
        {
            "role": "Character 2",
            "content": "Sorry, sorry. You're right, I'm being an ass. It's been a long week and I'm taking it out on you which isn't fair. Tell me what you found."
        },
        {
            "role": "Character 1",
            "content": "Letters. In the attic wall. From 1943."
        },
        {
            "role": "Character 2",
            "content": "Wait, actual letters from World War Two? That's genuinely incredible. Are they readable or have they deteriorated? Paper from that era doesn't always hold up well, especially if there's been any moisture."
        },
        {
            "role": "Character 1",
            "content": "They're perfect. Like someone sealed them yesterday."
        },
        {
            "role": "Character 2",
            "content": "That's... actually kind of unsettling. Perfect preservation usually means they were intentionally hidden and protected. Have you read them yet? Who were they from?"
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] That's the thing - they're addressed to someone who's still alive!"
        },
        {
            "role": "Character 2",
            "content": "No way. They'd have to be in their nineties at least. Do you recognize the name? Maybe someone from the neighborhood or—wait, is this why you've been acting so weird all morning?"
        },
        {
            "role": "Character 1",
            "content": "Mrs. Henderson. Three houses down."
        },
        {
            "role": "Character 2",
            "content": "The lady with all the garden gnomes? She's got to be pushing ninety-five. God, imagine having letters from eighty years ago suddenly surface. That would mess with anyone's head."
        },
        {
            "role": "Character 1",
            "content": "[chuckle] You think we should tell her?"
        },
        {
            "role": "Character 2",
            "content": "I mean, we have to, right? They're hers. Though honestly I'd read them first just to make sure they're not going to devastate her or something. Some secrets are better left buried."
        },
        {
            "role": "Character 1",
            "content": "[shouting] I already read one!"
        },
        {
            "role": "Character 2",
            "content": "Of course you did. Your impulse control is truly legendary. So don't leave me hanging—what did it say? Love letter? Dark family secret? Please tell me it's at least juicy enough to justify this whole production."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_17.txt",
    "actor": 1
}