{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Did you see that email about the new parking policy?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, I saw it and [empathetically] I know it's hitting everyone pretty hard. They're basically cutting our spots in half while doubling the monthly fee."
        },
        {
            "role": "Character 1",
            "content": "It's [joking] almost like they want us to quit."
        },
        {
            "role": "Character 2",
            "content": "Well, you know, the timing is, uhh, suspicious considering they just, I mean, announced record profits last quarter."
        },
        {
            "role": "Character 1",
            "content": "So, are people, like, actually going to, um, do anything about it or, basically, just complain?"
        },
        {
            "role": "Character 2",
            "content": "People will complain for, hmm, about two weeks then, [condescending], accept it because, you know, that's what always happens here. Nobody actually pushes back on anything substantial."
        },
        {
            "role": "Character 1",
            "content": "That's depressing."
        },
        {
            "role": "Character 2",
            "content": "It is depressing but it's also predictable corporate behavior. They test how much they can take away before people actually revolt."
        },
        {
            "role": "Character 1",
            "content": "I guess, the thing is, we could, er, organize something, honestly, if people cared enough."
        },
        {
            "role": "Character 2",
            "content": "We could try but [frustrated] I've attempted organizing pushback three times before. People sign petitions then chicken out when management starts asking questions."
        },
        {
            "role": "Character 1",
            "content": "Three times? What happened?"
        },
        {
            "role": "Character 2",
            "content": "First was healthcare cuts, umm, second was, [relieved], mandatory unpaid overtime, and, actually, third was when they eliminated remote work. Each time people folded within days."
        },
        {
            "role": "Character 1",
            "content": "But, like, this feels different, you know, because parking affects, uhh, literally everyone."
        },
        {
            "role": "Character 2",
            "content": "It affects everyone which, anyway, means everyone has, sort of, something to lose if they, well, stick their neck out. That's exactly why nothing will change."
        },
        {
            "role": "Character 1",
            "content": "Okay so, we just, err, accept it and, basically, move on like, hmm, always?"
        },
        {
            "role": "Character 2",
            "content": "Or we document everything and file a formal complaint with the labor board. They can't retaliate against a legitimate legal filing."
        },
        {
            "role": "Character 1",
            "content": "Would that, actually, even work though, I mean, or would they, uhh, just find other ways to, honestly, make our lives miserable?"
        },
        {
            "role": "Character 2",
            "content": "They'd probably make things uncomfortable but at least we'd have legal protection. Better than rolling over again."
        },
        {
            "role": "Character 1",
            "content": "You're [very slowly] right, we should at least try something."
        },
        {
            "role": "Character 2",
            "content": "Tomorrow at lunch let's draft that complaint together. If we're going down, might as well go down swinging instead of whimpering."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_10.txt"
}