{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So, I was thinking, you know... maybe we should, um, tell Mom about the accident before she sees the car."
        },
        {
            "role": "Character 2",
            "content": "Oh God, you're right—she's going to completely lose it when she sees what happened to Dad's Mustang. We need a strategy here, a real plan of attack."
        },
        {
            "role": "Character 1",
            "content": "Well, the thing is, [pause], we could say it was, er, already like that when we got back?"
        },
        {
            "role": "Character 2",
            "content": "Nobody's going to believe that, I mean, the neighbors literally, uh, saw us leave twenty minutes ago and Mrs. Henderson was, honestly, definitely recording on her phone."
        },
        {
            "role": "Character 1",
            "content": "She records everything!"
        },
        {
            "role": "Character 2",
            "content": "Remember when she caught Tommy scaling the fence at three AM? Posted it on the neighborhood Facebook page with the caption \"Young hoodlum or Romeo?\"—that woman has no chill whatsoever."
        },
        {
            "role": "Character 1",
            "content": "Wait wait wait—Tommy was [laugh loudly] climbing our fence?!"
        },
        {
            "role": "Character 2",
            "content": "You didn't know? He's been, actually, sneaking over to see Rachel for like, um, three months now... though honestly, everyone knows except apparently you."
        },
        {
            "role": "Character 1",
            "content": "Three months?! And nobody [very sad] told me anything..."
        },
        {
            "role": "Character 2",
            "content": "Hey, don't take it personally—you've been so, well, stressed with the divorce proceedings that we didn't want to, you know, pile on more family drama."
        },
        {
            "role": "Character 1",
            "content": "The divorce is, uhh, basically done anyway... I guess, finalized yesterday."
        },
        {
            "role": "Character 2",
            "content": "Jesus, yesterday? Why didn't you call me? You shouldn't have gone through that alone—I would've been there in a heartbeat, you know that."
        },
        {
            "role": "Character 1",
            "content": "I couldn't, like, make myself dial your number... it's just that, err, saying it out loud makes it too real."
        },
        {
            "role": "Character 2",
            "content": "Come here, you idiot. It IS real, and that's okay—you're allowed to fall apart, you're allowed to need people, especially your annoying little sister."
        },
        {
            "role": "Character 1",
            "content": "Since when did you get so, hmm, wise about this stuff, anyway?"
        },
        {
            "role": "Character 2",
            "content": "Since I went through my [joking] own spectacular relationship explosion last year, remember? The one where Greg announced his engagement... at my birthday party... to my roommate?"
        },
        {
            "role": "Character 1",
            "content": "That was, sort of, the most awkward party I've ever, actually, been to in my entire life."
        },
        {
            "role": "Character 2",
            "content": "The cake said \"Happy Birthday\" and he [laugh histerically] proposed right as I was blowing out the candles! You can't make this stuff up!"
        },
        {
            "role": "Character 1",
            "content": "At least you got to keep the apartment."
        },
        {
            "role": "Character 2",
            "content": "Silver linings, right? Though, um, sometimes late at [very quietly] night, I still find her bobby pins in the weirdest places and it's like, you know... tiny little reminders everywhere."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_15.txt"
}