{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[heavy] Well, I mean, I've been going through Mom's house and there's just, [overwhelmed], so many props and costumes she collected over forty years that I, um, [breaking], can't figure out what to do with them all."
        },
        {
            "role": "Character 2",
            "content": "[quiet] I told you we should just, [firm], call an estate sale company and let them handle everything professionally. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "But you know, these aren't just things, they're like, [choked up], pieces of her soul from every show she ever designed, um, every character she brought to life."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Look, I spend my days, [measured], cutting meat into precise portions and I've learned that sentiment, [cold], doesn't pay bills and we need to, [practical], sell that house before the market turns."
        },
        {
            "role": "Character 1",
            "content": "[pleading] I mean, can't we at least, um, keep some of the special pieces like the, [wistful], Victorian parasol from her first professional show or the, [tender], masks she made when we were kids? [pauses]"
        },
        {
            "role": "Character 2",
            "content": "[resigned] Well, you know, I've been working double shifts at the shop trying to, [exhausted], cover her medical bills while you were, um, [bitter], off designing sets for theaters that barely, [sharp], pay you enough to live."
        },
        {
            "role": "Character 1",
            "content": "That's not fair because I, [defensive], flew home every weekend during her chemo and spent, [cracking], everything I had on experimental treatments."
        },
        {
            "role": "Character 2",
            "content": "[softer] I know, um, I'm sorry, it's just that seeing all her stuff makes me, [struggling], realize how much of her life I missed while I was, well, [regretful], working in that cold room all day."
        },
        {
            "role": "Character 1",
            "content": "[gentle] She understood why you had to work so much and she was, [sincere], incredibly proud of how you provided for your family. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "Um, I guess so."
        },
        {
            "role": "Character 1",
            "content": "[thoughtful] You know, I mean, maybe we could donate some pieces to the community theater where she, [nostalgic], started her career, um, and keep just a few things that really matter."
        },
        {
            "role": "Character 2",
            "content": "[considering] The theater would probably appreciate that and it's, [warming], what she would have wanted instead of everything ending up in some stranger's garage."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] Um, we could even create a small memorial display with her, well, [emotional], favorite pieces and maybe her tools, you know, [voice breaking], the ones she taught us both to use."
        },
        {
            "role": "Character 2",
            "content": "[surprised] You still remember how to use those old, [thoughtful], leather working tools she loved so much?"
        },
        {
            "role": "Character 1",
            "content": "Every stitch and cut she taught me is, [proud], burned into my muscle memory and I use, [emotional], those same techniques in my work today. [voice cracks]"
        },
        {
            "role": "Character 2",
            "content": "Well, I mean, I use her knife sharpening technique at the shop every day and, um, [vulnerable], sometimes I can almost hear her voice correcting my angle."
        },
        {
            "role": "Character 1",
            "content": "[teary] You know, maybe if we work through the house together, um, sharing the stories behind each piece, it might, [healing], help us both process this grief instead of just, well, [trembling], rushing to empty it out. [sniffles]"
        },
        {
            "role": "Character 2",
            "content": "[accepting] All right, I can take some time off next week and we'll, [determined], sort through everything properly together."
        },
        {
            "role": "Character 1",
            "content": "[grateful] That means everything to me and I think Mom would be, [peaceful], happy knowing we're doing this together."
        },
        {
            "role": "Character 2",
            "content": "[sincere] Yeah, well, um, she always said her greatest productions were, [tender], the two of us, even if we turned out, I mean, [bittersweet], completely different than she expected, you know, [soft laugh], a meat cutter and a prop designer."
        }
    ],
    "content_type": "general_tags",
    "source_file": "adf2011c_scenario.json",
    "scenario": "A prop designer visits their brother, a meat cutter, to discuss selling their late mother's house, which holds decades of theatrical props she collected.",
    "type": "scenario_conversation",
    "character_1_role": "prop designer",
    "character_2_role": "meat cutter",
    "selected_tones": [
        "sincere",
        "somber",
        "discouraging"
    ],
    "tone_options": [
        "draining",
        "crashing",
        "sincere",
        "withering",
        "stubborn",
        "flaky",
        "occasional",
        "ordering",
        "discouraging",
        "somber"
    ]
}