{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, é, acabei de receber minha fatura e, ah, mas que diabos aconteceu com minhas tarifas?"
        },
        {
            "role": "Customer Support",
            "content": "Ah, é... sinto muito mesmo que a senhora esteja vendo uma mudança inesperada. Deixa eu só, é, puxar sua conta aqui... tá bom, então estou vendo a apólice número PLB-48923-TR e, hum, posso ver que realmente houve um ajuste de tarifa que foi processado."
        },
        {
            "role": "Customer",
            "content": "Ah, 15 anos! Estou com vocês há 15 anos e, hum, nenhum email, nenhuma carta, nada!"
        },
        {
            "role": "Customer Support",
            "content": "Sinto muito, muito mesmo por isso, e é... a senhora tem toda razão de estar chateada. Olhando o histórico da sua conta no ID de cliente CST-90412-B, posso ver que a senhora tem sido, é, uma cliente tão fiel desde 2009, e sinceramente isso não é, hum, não é assim que deveríamos tratar alguém como a senhora."
        },
        {
            "role": "Customer",
            "content": "Aumentou, hum, 37 por cento! Você, ah, você entende o que isso faz com meu negócio?"
        },
        {
            "role": "Customer Support",
            "content": "Nossa, 37 por cento é, hum, isso é significativo, sinto muito mesmo. Deixa eu verificar as, é, as anotações da análise de risco aqui no arquivo FLR-2847-UW pra ver o que disparou isso porque é, quer dizer, é um aumento substancial."
        },
        {
            "role": "Customer",
            "content": "Hum, nunca tive uma reclamação, nenhuma! Meus funcionários são, ah, são todos certificados e, é, seguimos todos os protocolos de segurança!"
        },
        {
            "role": "Customer Support",
            "content": "Certo, certo, posso ver isso na verdade, seu histórico de sinistros mostra zero incidentes no número de rastreamento TRK-00000-CLM, o que é, hum, sinceramente impressionante pra trabalho de poda de árvores, e ah, acho que isso é algo que definitivamente deveríamos estar considerando aqui."
        },
        {
            "role": "Customer",
            "content": "Então, hum, então o que acontece agora? Porque estou, ah, estou concorrendo em três contratos com a prefeitura e se meu seguro sobe assim eu, é, estou acabada."
        },
        {
            "role": "Customer Support",
            "content": "Tá bom então, hum, eu realmente entendo a senhora e, ah, deixa eu ver o que posso fazer aqui de verdade. Estou abrindo uma solicitação de revisão, o número de referência é REV-73926-A, e, hum, também vou sinalizar isso pra minha supervisora porque sinceramente? Isso não me parece certo também."
        },
        {
            "role": "Customer",
            "content": "Hum, espera, sabe o que mais? Eu indiquei, ah, dois outros empreiteiros pra vocês ano passado!"
        },
        {
            "role": "Customer Support",
            "content": "Nossa, hum, é, posso ver essas indicações aqui na sua conta de recompensas RWD-4812-X, e, ah, sabe de uma coisa? Essa é uma informação muito útil porque mostra, quer dizer, a senhora não é só uma cliente, é meio que, hum, uma defensora da nossa empresa."
        },
        {
            "role": "Customer",
            "content": "É, exatamente! E é, hum, é assim que vocês retribuem? Tenho, ah, folha de pagamento pra cumprir aqui!"
        },
        {
            "role": "Customer Support",
            "content": "Entendo completamente e, hum, sinceramente sinto muito por toda essa situação. Então olha o que estou pensando, ah, posso escalar isso com número de caso prioritário PRI-88247-Q e, hum, tipo forçar uma revisão acelerada por causa do seu histórico conosco?"
        },
        {
            "role": "Customer",
            "content": "Hum, quanto tempo? Porque eu literalmente, ah, preciso saber até sexta ou perco a licitação municipal."
        },
        {
            "role": "Customer Support",
            "content": "Tá bom sexta, isso é, hum, isso é apertado mas deixa eu, ah, deixa eu anotar aqui no arquivo do caso CSE-90158-F que isso é urgente. Acho que, hum, provavelmente consigo alguém pra olhar isso em 24 horas se eu marcar como urgente."
        },
        {
            "role": "Customer",
            "content": "Caramba, hum, sabe que meu pai começou esse negócio? 30 anos e, ah, nunca teve problemas assim com seguro."
        },
        {
            "role": "Customer Support",
            "content": "Então é, hum, é um negócio de família, nossa. Estou adicionando isso nas notas do seu perfil em PRF-6623-H porque esse contexto importa, e, ah, sinceramente? A equipe de análise precisa saber que não estão só olhando números aqui, isso é, hum, é o sustento das pessoas."
        },
        {
            "role": "Customer",
            "content": "Hum, é sim. Então, ah, o que eu faço agora? Só, é, só espero e torço?"
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, olha o que vai acontecer. Seu número de caso é PRI-88247-Q, anota isso, e, ah, eu pessoalmente vou acompanhar isso amanhã de manhã. E sinceramente? Se a senhora não tiver resposta até quinta à tarde, hum, liga e pede pra falar comigo diretamente - sou Jordan, ID de funcionária EMP-4412-J - porque eu, ah, vou garantir que isso receba a atenção devida."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah, I just got my bill and, uh, what the hell happened to my rates?"
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, I'm so sorry you're seeing an unexpected change. Let me just, uh, pull up your account here... okay so I'm looking at policy number PLB-48923-TR and, um, I can see there was indeed a rate adjustment that went through."
        },
        {
            "role": "Customer",
            "content": "Uh, fifteen years! I've been with you people for fifteen years and, um, no email, no letter, nothing!"
        },
        {
            "role": "Customer Support",
            "content": "I'm really, really sorry about that, and um, you're absolutely right to be upset. Looking at your account history under customer ID CST-90412-B, I can see you've been, uh, such a loyal customer since 2009, and honestly this isn't, um, this isn't how we should be treating someone like you."
        },
        {
            "role": "Customer",
            "content": "It went up, um, thirty-seven percent! Do you, uh, do you understand what that does to my business?"
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh, thirty-seven percent is, um, that's significant, I'm so sorry. Let me check the, uh, the underwriting notes here on file FLR-2847-UW to see what triggered this because that's, I mean, that's a substantial increase."
        },
        {
            "role": "Customer",
            "content": "Um, I've never had a claim, not one! My guys are, uh, they're all certified and, er, we follow every safety protocol!"
        },
        {
            "role": "Customer Support",
            "content": "Right, right, I can see that actually, your claims history shows zero incidents under tracking number TRK-00000-CLM, which is, um, honestly really impressive for tree trimming work, and uh, I think that's something we should definitely be factoring in here."
        },
        {
            "role": "Customer",
            "content": "So, um, so what happens now? Because I'm, uh, I'm bidding on three municipal contracts and if my insurance jumps like this I'm, er, I'm done."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I really hear you and, uh, let me see what I can actually do here. I'm putting in a review request, that's reference number REV-73926-A, and, um, I'm also going to flag this for my supervisor because honestly? This doesn't sit right with me either."
        },
        {
            "role": "Customer",
            "content": "Um, wait, you know what else? I referred, uh, two other contractors to you guys last year!"
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, um, yeah I can see those referrals here under your rewards account RWD-4812-X, and, uh, you know what? That's actually really helpful information because it shows, I mean, you're not just a customer, you're sort of, um, an advocate for us."
        },
        {
            "role": "Customer",
            "content": "Er, exactly! And this is, um, this is how you repay that? I've got, uh, payroll to meet here!"
        },
        {
            "role": "Customer Support",
            "content": "I completely understand and, um, I'm genuinely sorry about this whole situation. So here's what I'm thinking, uh, I can escalate this under priority case number PRI-88247-Q and, um, kind of push for an expedited review because of your history with us?"
        },
        {
            "role": "Customer",
            "content": "Um, how long? Because I literally, uh, I need to know by Friday or I lose the municipal bid."
        },
        {
            "role": "Customer Support",
            "content": "Okay Friday, that's, um, that's tight but let me, uh, let me make a note here in case file CSE-90158-F that this is time-sensitive. I think, um, I can probably get someone to look at this within 24 hours if I mark it as urgent."
        },
        {
            "role": "Customer",
            "content": "God, um, you know my dad started this business? Thirty years and, uh, never had issues like this with insurance."
        },
        {
            "role": "Customer Support",
            "content": "That's, um, that's a family business then, wow. I'm adding that to your profile notes under PRF-6623-H because that context matters, and, uh, honestly? The underwriting team needs to know they're not just looking at numbers here, this is, um, this is people's livelihoods."
        },
        {
            "role": "Customer",
            "content": "Um, yeah it is. So, uh, what do I do now? Just, er, just wait and hope?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, here's what's going to happen. Your case number is PRI-88247-Q, write that down, and, uh, I'm personally going to follow up on this tomorrow morning. And honestly? If you don't hear back by Thursday afternoon, um, call and ask for me directly - I'm Jordan, employee ID EMP-4412-J - because I'm, uh, I'm going to make sure this gets proper attention."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "5ee48175_script.json",
    "scenario": "tree trimmer, angry about a liability insurance rate increase with no prior notice",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "indignant_righteous",
                "manic_oversharing"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "awkwardly_apologetic",
                "genuinely_warm"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "classic_fillers",
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        }
    }
}