{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, eu preciso—não, pera. Alguém tá, é... usando minha conta. Cê sabe quem eu sou?"
        },
        {
            "role": "Customer Support",
            "content": "Certo. Tá bom. Deixa eu cuidar disso agora mesmo—sua segurança é minha prioridade absoluta aqui, e vamos bloquear tudo já enquanto eu investigo."
        },
        {
            "role": "Customer",
            "content": "Eu sou, hum, cliente há doze anos. É... doze. Isso é inaceitável."
        },
        {
            "role": "Customer Support",
            "content": "Completamente inaceitável. Deixa eu puxar sua conta com o código de verificação VRF-8827-QM91. Primeira coisa—tô colocando um bloqueio de segurança imediato. Que atividade não autorizada você notou?"
        },
        {
            "role": "Customer",
            "content": "Três cobranças. Vegas. Eu não—nunca fui pra Vegas."
        },
        {
            "role": "Customer Support",
            "content": "Vegas. Entendi. Então, hum, tô vendo três transações aqui—deixa eu, é, documentar cada uma com o protocolo CSE-4419-XN pra você."
        },
        {
            "role": "Customer",
            "content": "Como isso aconteceu? A segurança de vocês devia—isso é ridículo."
        },
        {
            "role": "Customer Support",
            "content": "Você tem razão de tá, hum, chateada. Então essas cobranças—IDs de transação TXN-90182-A, TXN-90183-B, e, é, TXN-90184-C—todas tão sendo revertidas imediatamente."
        },
        {
            "role": "Customer",
            "content": "Hum, pera—tem mais? Eu acabei de, é, checar e tem, hum, mais cobranças agora."
        },
        {
            "role": "Customer Support",
            "content": "Mais cobranças. Tá. Fica comigo—tô escalando isso pra nossa equipe especializada em fraude com código de prioridade PRI-URGENT-7742 agora mesmo. Ninguém mais toca na sua conta até a gente resolver isso."
        },
        {
            "role": "Customer",
            "content": "Eu quero, hum, preciso falar com—não, só, é... resolve isso. Agora."
        },
        {
            "role": "Customer Support",
            "content": "Já tô resolvendo. Cartão novo sendo enviado expresso—rastreamento EXP-3982-RK22. Deve chegar amanhã de manhã. Também tô adicionando nossa proteção premium contra fraude sem custo."
        },
        {
            "role": "Customer",
            "content": "Amanhã? Isso é—hum, o que eu vou, é, fazer até lá?"
        },
        {
            "role": "Customer Support",
            "content": "Olha o que a gente faz. Tô emitindo um cartão virtual temporário pra você—número termina em 4782. Você pode usar imediatamente enquanto investigamos. Cada centavo fraudado volta."
        },
        {
            "role": "Customer",
            "content": "Cartão virtual. Tá. Mas eu quero compensação por—por essa bagunça."
        },
        {
            "role": "Customer Support",
            "content": "Claro. Então, hum, tô aplicando um crédito de R$ 500—confirmação CRD-7739-LP—e, é, três meses do nosso serviço premium de monitoramento, sem custo."
        },
        {
            "role": "Customer",
            "content": "Quinhentos reais? Depois de doze anos? Eu devia escalar isso pra diretoria."
        },
        {
            "role": "Customer Support",
            "content": "Sabe de uma coisa? Você tá, hum, completamente certa. Deixa eu, é, fazer melhor. Aumentando pra R$ 1.000—nova confirmação CRD-7740-MX—mais seis meses de monitoramento premium."
        },
        {
            "role": "Customer",
            "content": "Finalmente. Alguém que—sim. Isso é mais apropriado."
        },
        {
            "role": "Customer Support",
            "content": "Perfeito. Então, hum, tudo tá documentado no caso principal MST-8827-FRAUD. Seu dinheiro tá voltando, cartão novo amanhã, e, é, você tá completamente protegida daqui pra frente."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, I need—no wait. Someone's, uh, using my account. Do you know who I am?"
        },
        {
            "role": "Customer Support",
            "content": "Right. Okay. Let me get into this immediately—your account security is my top priority here, and we're going to lock this down right now while I investigate."
        },
        {
            "role": "Customer",
            "content": "I've been, um, a customer for twelve years. Uh, twelve. This is unacceptable."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely unacceptable. Let me pull up your account with verification code VRF-8827-QM91. First thing—I'm placing an immediate security hold. What unauthorized activity did you notice?"
        },
        {
            "role": "Customer",
            "content": "Three charges. Vegas. I don't—I've never been to Vegas."
        },
        {
            "role": "Customer Support",
            "content": "Vegas. Got it. So, um, I'm seeing three transactions here—let me, uh, document each one with case number CSE-4419-XN for you."
        },
        {
            "role": "Customer",
            "content": "How did this happen? Your security is supposed to—this is ridiculous."
        },
        {
            "role": "Customer Support",
            "content": "You're right to be, um, upset. So these charges—transaction IDs TXN-90182-A, TXN-90183-B, and, uh, TXN-90184-C—they're all being reversed immediately."
        },
        {
            "role": "Customer",
            "content": "Um, wait—there's more? I just, uh, checked and there's, um, more charges now."
        },
        {
            "role": "Customer Support",
            "content": "More charges. Okay. Stay with me—I'm escalating this to our fraud specialist team with priority code PRI-URGENT-7742 right now. No one else touches your account until we fix this."
        },
        {
            "role": "Customer",
            "content": "I want, um, I need to speak to—no, just, uh, fix this. Now."
        },
        {
            "role": "Customer Support",
            "content": "Already on it. New card's being expedited—tracking EXP-3982-RK22. Should arrive tomorrow morning. I'm also adding our premium fraud protection at no charge."
        },
        {
            "role": "Customer",
            "content": "Tomorrow? That's—um, what am I supposed to, uh, do until then?"
        },
        {
            "role": "Customer Support",
            "content": "Here's what we do. I'm issuing you a temporary virtual card—number ends in 4782. You can use it immediately while we investigate. Every fraudulent penny gets returned."
        },
        {
            "role": "Customer",
            "content": "Virtual card. Fine. But I want compensation for—for this mess."
        },
        {
            "role": "Customer Support",
            "content": "Of course. So, um, I'm applying a $200 credit—confirmation CRD-7739-LP—and, uh, three months of our premium monitoring service, no charge."
        },
        {
            "role": "Customer",
            "content": "Two hundred? After twelve years? I should escalate this to corporate."
        },
        {
            "role": "Customer Support",
            "content": "You know what? You're, um, absolutely right. Let me, uh, do better. Increasing that to $500—new confirmation CRD-7740-MX—plus six months premium monitoring."
        },
        {
            "role": "Customer",
            "content": "Finally. Someone who—yes. That's more appropriate."
        },
        {
            "role": "Customer Support",
            "content": "Perfect. So, um, everything's documented under master case MST-8827-FRAUD. Your money's coming back, new card tomorrow, and, uh, we've got you completely protected moving forward."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "5e8f4c84_script.json",
    "scenario": "worried because they think someone might be using their account without permission",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "demanding_entitled",
                "indignant_righteous"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "false_starts",
                    "breath_catches",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "determined_advocate",
                "patient_teacher"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}