{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, oi, eu—eu preciso de ajuda. Tem uma, é, cobrança? No meu banco? Ela fica—pera, desculpa—ela fica acontecendo."
        },
        {
            "role": "Customer Support",
            "content": "Tá, hum, eu com certeza consigo—não, pera, deixa eu só, é, puxar sua conta aqui primeiro. Você pode me dar o—desculpa, quer dizer, qual é o número da sua conta?"
        },
        {
            "role": "Customer",
            "content": "É, hum... 4-4-2... não, pera. 4-4-7-2-8. Olha, eu só—eu não tenho condições disso agora."
        },
        {
            "role": "Customer Support",
            "content": "Entendi, então é a conta terminada em 7-2-8, e eu tô, é, vendo aqui que você tem—hmm, deixa eu só... tá, então tem uma cobrança recorrente de MER-2847-TX de R$ 39,99, é isso—quer dizer, é sobre isso que você tá ligando?"
        },
        {
            "role": "Customer",
            "content": "Isso! Exato! Eu não—eu nunca assinei—que diabos É isso?"
        },
        {
            "role": "Customer Support",
            "content": "Certo, então hum, MER-2847-TX tá aparecendo como, é, deixa eu ver aqui... tá codificado como um, hum, serviço de assinatura, mas eu preciso—pera, desculpa, tô verificando os detalhes do comerciante agora."
        },
        {
            "role": "Customer",
            "content": "Hum, olha, eu tenho um salão, sabe? Eu tenho, tipo, clientes esperando e, é, isso é simplesmente—eu preciso disso resolvido. Agora."
        },
        {
            "role": "Customer Support",
            "content": "Com certeza, eu entendo. Então o que eu vou—não, deixa eu, hum, reformular—eu vou garantir que a gente resolva isso hoje, e é, a boa notícia é que eu consigo ver todas as três cobranças aqui, IDs de transação TXN-9928-A, TXN-9928-B, e TXN-9928-C."
        },
        {
            "role": "Customer",
            "content": "Três?! Meu Deus. Isso é—isso é o dinheiro do meu aluguel. Eu não posso—"
        },
        {
            "role": "Customer Support",
            "content": "Tá tá, hum, escuta, eu vou—e isso é importante—eu tô abrindo um, é, um caso de contestação agora mesmo, número do caso DSP-44761-K, e a gente vai, hum, proteger sua conta de mais cobranças dessas, tá bom?"
        },
        {
            "role": "Customer",
            "content": "Mas quando é que eu—desculpa—quando é que eu recebo meu dinheiro de volta?"
        },
        {
            "role": "Customer Support",
            "content": "Então o processo de contestação—pera, na verdade, hum, como isso parece ser, é, fraude em potencial, eu posso agilizar isso. Você vai ver um crédito provisório em, hum, 24 a 48 horas com o código de referência REF-3847-XM."
        },
        {
            "role": "Customer",
            "content": "Vocês sabem quem—deixa pra lá. Minha cliente é—ela é advogada. Escritório no centro. É melhor isso ser resolvido."
        },
        {
            "role": "Customer Support",
            "content": "Tô te entendendo, e hum, na verdade eu vou—deixa só eu, é, colocar prioridade aqui... pronto. Seu caso DSP-44761-K agora tá marcado como urgente, e eu, hum, pessoalmente vou acompanhar isso."
        },
        {
            "role": "Customer",
            "content": "Hum, pera, tem—eu acabei de ver outra. Valor diferente. É, R$ 67?"
        },
        {
            "role": "Customer Support",
            "content": "Tá, deixa eu, hum, atualizar sua conta aqui e—ah, tô vendo. Isso é de VND-1122-PQ, lançado, é, hoje de manhã mesmo. Tô adicionando isso ao seu caso de contestação agora."
        },
        {
            "role": "Customer",
            "content": "Isso é—eu não aguento. Meu salão inteiro pode—desculpa. Só resolve isso. Por favor."
        },
        {
            "role": "Customer Support",
            "content": "Escuta, eu vou, hum, garantir com certeza que mais nada seja cobrado da sua conta. Tô colocando um, é, bloqueio de comerciante usando o código BLK-7739-RT, e também tô, hum, recomendando um cartão novo—aliás não, tô pedindo agora, chega em 2 dias úteis."
        },
        {
            "role": "Customer",
            "content": "Hum, tá. Então eu só—espero o cartão? E meu dinheiro?"
        },
        {
            "role": "Customer Support",
            "content": "Exatamente, então o rastreamento do seu cartão novo é CRD-8892-XK, e, hum, eu documentei tudo no caso DSP-44761-K. Também tô, é, deixando meu ramal direto aqui—2847—então se aparecer mais alguma coisa, você só, hum, você me liga direto, tá bom?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I'm—I need help. There's this, uh, charge? On my bank? It keeps—wait, sorry—it keeps happening."
        },
        {
            "role": "Customer Support",
            "content": "Okay, um, I can definitely—no wait, let me just, uh, get your account pulled up here first. Can you give me the—sorry, I mean, what's your account number?"
        },
        {
            "role": "Customer",
            "content": "It's, um... 4-4-2... no wait. 4-4-7-2-8. Look, I just—I can't afford this right now."
        },
        {
            "role": "Customer Support",
            "content": "Got it, so that's account ending in 7-2-8, and I'm, uh, seeing here that you've got—hmm, let me just... okay so there's a recurring charge from MER-2847-TX for $39.99, is that—I mean, is that what you're calling about?"
        },
        {
            "role": "Customer",
            "content": "Yes! That! I don't—I never signed up for—what even IS that?"
        },
        {
            "role": "Customer Support",
            "content": "Right, so um, MER-2847-TX is showing as, uh, let me see here... it's coded as a, um, subscription service, but I need to—wait, sorry, I'm checking the merchant details now."
        },
        {
            "role": "Customer",
            "content": "Um, look, I run a salon? I have, like, clients waiting and, uh, this is just—I need this fixed. Now."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, I understand. So what I'm—no, let me, um, rephrase that—I'm going to make sure we get this resolved today, and uh, the good news is I can see all three charges here, transaction IDs TXN-9928-A, TXN-9928-B, and TXN-9928-C."
        },
        {
            "role": "Customer",
            "content": "Three?! Oh god. That's—that's my rent money. I can't—"
        },
        {
            "role": "Customer Support",
            "content": "Okay okay, um, listen, I'm gonna—and this is important—I'm setting up a, uh, a dispute case right now, case number DSP-44761-K, and we're going to, um, protect your account from any more of these, alright?"
        },
        {
            "role": "Customer",
            "content": "But when do I—sorry—when do I get my money back?"
        },
        {
            "role": "Customer Support",
            "content": "So the dispute process—wait, actually, um, because this looks like, uh, potential fraud, I can expedite this. You'll see a provisional credit within, um, 24 to 48 hours under reference code REF-3847-XM."
        },
        {
            "role": "Customer",
            "content": "Do you people know who—never mind. My client is—she's a lawyer. Downtown firm. This better be fixed."
        },
        {
            "role": "Customer Support",
            "content": "I hear you, and um, I'm actually—let me just, uh, add a priority flag here... done. Your case DSP-44761-K is now marked urgent, and I'm, um, personally going to monitor this."
        },
        {
            "role": "Customer",
            "content": "Um, wait, there's—I just saw another one. Different amount. Uh, $67?"
        },
        {
            "role": "Customer Support",
            "content": "Okay, let me, um, refresh your account here and—oh, I see it. That's from VND-1122-PQ, posted, uh, just this morning. I'm adding that to your dispute case right now."
        },
        {
            "role": "Customer",
            "content": "This is—I can't. My whole salon could—sorry. Just fix it. Please."
        },
        {
            "role": "Customer Support",
            "content": "Listen, I'm going to, um, make absolutely sure nothing else hits your account. I'm placing a, uh, merchant block using code BLK-7739-RT, and I'm also, um, recommending a new card be sent—actually no, I'm ordering it now, arrives in 2 business days."
        },
        {
            "role": "Customer",
            "content": "Um, okay. So I just—wait for the card? And my money?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly, so your new card tracking is CRD-8892-XK, and, um, I've documented everything under case DSP-44761-K. I'm also, uh, adding my direct extension here—2847—so if anything else comes up, you just, um, you call me directly, okay?"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "58e729a1_script.json",
    "scenario": "hairstylist, worried about a mysterious recurring bank charge she doesn't recognize",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "desperate_pleading",
                "demanding_entitled"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "carefully_diplomatic",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        }
    }
}