{
    "conversation": [
        {
            "role": "Customer",
            "content": "Então, basicamente tô ligando porque tipo tem essa... como é que fala... discrepância com meu pagamento e eu trabalho lá na verdade então é meio constrangedor"
        },
        {
            "role": "Customer Support",
            "content": "Deixa eu ver aqui... Conta terminando em 7842. Hum. Pagamento recusado ontem."
        },
        {
            "role": "Customer",
            "content": "É, exatamente, então tipo eu definitivamente tenho dinheiro lá, chequei hoje de manhã, e basicamente todo mundo viu acontecer que é... um mico total"
        },
        {
            "role": "Customer Support",
            "content": "Tá bom então isso é—não péra, na verdade—tô vendo aqui o cartão CVX-4921-88 vencido. Mês passado. Isso explica tudo."
        },
        {
            "role": "Customer",
            "content": "Péra, vencido? Mas eu acabei de... péra aí... então tipo como é que eu não percebi isso, assim eu uso ele pra tudo"
        },
        {
            "role": "Customer Support",
            "content": "Acontece direto. Deixa eu só—hum, que tal se a gente atualizar o cartão agora mesmo? Leva dois minutos."
        },
        {
            "role": "Customer",
            "content": "Ah tá, sim, então tipo dá pra fazer isso super rápido porque eu tenho que voltar lá amanhã e vai ser muito constrangedor se não tiver resolvido"
        },
        {
            "role": "Customer Support",
            "content": "Tá com o cartão novo aí? Eu vou—deixa eu mudar de tela aqui... Sistema de processamento PRO-7621. Pode falar quando quiser."
        },
        {
            "role": "Customer",
            "content": "Certo então é... qual é o número... 4485-2901-8837-2264 e tipo por favor me diz que isso resolve tudo na hora"
        },
        {
            "role": "Customer Support",
            "content": "Perfeito. Data de validade?"
        },
        {
            "role": "Customer",
            "content": "Ah é, então é 08/28 e basicamente o código de segurança é 412"
        },
        {
            "role": "Customer Support",
            "content": "Validando agora... *suspira* Tá, boa notícia. Cartão aprovado. Número de referência REF-9982-VK."
        },
        {
            "role": "Customer",
            "content": "Péra, sério? Então tipo é isso, tá funcionando agora, sem mais... como é que fala... situações de recusa?"
        },
        {
            "role": "Customer Support",
            "content": "Tudo certo. Mas—é, péra—taxa de mensalidade MEM-3847 processa amanhã. Quer passar agora mesmo?"
        },
        {
            "role": "Customer",
            "content": "Amanhã? Mas tipo e se alguma coisa der errado de novo, dá pra fazer agora mesmo basicamente?"
        },
        {
            "role": "Customer Support",
            "content": "Deixa eu só—processando pagamento... ID da transação TXN-5529-QM... Pronto. Recibo vai pro seu email."
        },
        {
            "role": "Customer",
            "content": "Ai graças a Deus tá então basicamente posso aparecer lá de novo sem todo mundo achando que tô dura ou sei lá"
        },
        {
            "role": "Customer Support",
            "content": "Ahm, é, complicado isso. O sistema mostra—na verdade péra—código de desconto GYM-STAFF-25 nunca foi aplicado. Deixa eu arrumar isso."
        },
        {
            "role": "Customer",
            "content": "Péra aí tem desconto? Tipo há quanto tempo eu tô pagando preço cheio quando eu literalmente trabalho lá dando aula?"
        },
        {
            "role": "Customer Support",
            "content": "Desde... *inspira forte* ...janeiro. Crédito chegando. CRD-8821-LP de R$ 127,50. Deve aparecer em 3 a 5 dias."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So basically I'm calling because like there's this... what's the word... discrepancy with my payment and I work there actually so it's kind of embarrassing"
        },
        {
            "role": "Customer Support",
            "content": "Let me see here... Account number ending in 7842. Hmm. Payment declined yesterday."
        },
        {
            "role": "Customer",
            "content": "Yeah exactly so like I definitely have money in there, I checked this morning, and basically everyone saw it happen which is... mortifying"
        },
        {
            "role": "Customer Support",
            "content": "Okay so that's—no wait, actually—I'm seeing the card CVX-4921-88 expired. Last month. That explains it."
        },
        {
            "role": "Customer",
            "content": "Wait expired? But I just... hold on... so basically how did I not notice that, like I use it for everything"
        },
        {
            "role": "Customer Support",
            "content": "Happens all the time. Let me just—hmm, what if we update the card right now? Takes two minutes."
        },
        {
            "role": "Customer",
            "content": "Okay yeah so like can we do that super quick because I have to go back there tomorrow and it's gonna be so awkward if it's not fixed"
        },
        {
            "role": "Customer Support",
            "content": "Got the new card ready? I'll—let me switch screens here... Processing system PRO-7621. Ready when you are."
        },
        {
            "role": "Customer",
            "content": "Right so it's... what's the number... 4485-2901-8837-2264 and like please tell me this fixes everything immediately"
        },
        {
            "role": "Customer Support",
            "content": "Perfect. Expiration date?"
        },
        {
            "role": "Customer",
            "content": "Oh right so it's 08/28 and basically the security code thingy is 412"
        },
        {
            "role": "Customer Support",
            "content": "Validating now... *exhales* Okay good news. Card approved. Reference number REF-9982-VK."
        },
        {
            "role": "Customer",
            "content": "Wait really? So like that's it, it's working now, no more... what's the word... declining situations?"
        },
        {
            "role": "Customer Support",
            "content": "All set. Though—er, hold on—membership fee MEM-3847 processes tomorrow. Want to run it now instead?"
        },
        {
            "role": "Customer",
            "content": "Tomorrow? But so like what if something goes wrong again, can we just do it right this second basically?"
        },
        {
            "role": "Customer Support",
            "content": "Let me just—processing payment... Transaction ID TXN-5529-QM... Done. Receipt to your email."
        },
        {
            "role": "Customer",
            "content": "Oh thank God okay so basically I can show my face there again without everyone thinking I'm broke or something"
        },
        {
            "role": "Customer Support",
            "content": "Mmm, yeah that's rough. System shows—actually wait—discount code GYM-STAFF-25 never applied. Let me fix that."
        },
        {
            "role": "Customer",
            "content": "Hold up there's a discount? Like how long have I been paying full price when I literally work there teaching classes?"
        },
        {
            "role": "Customer Support",
            "content": "Since... *sharp inhale* ...January. Credit coming. CRD-8821-LP for $127.50. Should see it in 3-5 days."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "3935b84d_script.json",
    "professionalism": "casual",
    "scenario": "personal trainer, embarrassed that his card was declined for his own gym dues",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "cautiously_hopeful",
                "suspicious_paranoid"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "concentrating_quiet",
                "cheerfully_efficient"
            ],
            "disfluency": {
                "hesitation_types": [
                    "false_starts",
                    "breath_catches",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}