{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Гёкуро из Киото, [trembling], пропала, и пуэр 1960-х годов, на поиски которого у меня ушло 8 лет, [breaking], полностью исчез из хранилища."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Слушай, эм, я собиралась тебе сказать, то есть, ну, мне просто нужно было время, [desperate], чтобы понять, как всё объяснить, потому что, [shaking], это не то, что ты думаешь, и, знаешь, [voice cracking], я смогу их заменить со временем."
        },
        {
            "role": "Character 1",
            "content": "[cold] Заменить их, эм, как ты заменила Белый Феникс, который, [bitter], исчез в прошлом месяце, или Серебряную Иглу, которая, ну, [hollow], таинственно пропала из запертого шкафа, то есть, того, к которому только у нас есть ключи?"
        },
        {
            "role": "Character 2",
            "content": "Ты всё, [anxious], считала и отслеживала, как будто подозревала меня с самого начала, когда я думала, что мы, [hurt], собираем эту коллекцию как партнёры."
        },
        {
            "role": "Character 1",
            "content": "[quiet] Я начала инвентаризацию после того, как клиенты продолжали спрашивать о чаях, которые я им, [confused], обещала, но которые почему-то никогда не были в наличии, когда они приходили покупать, и я не могла, [devastated], понять, как наши самые ценные экземпляры продолжали исчезать в, [breaking], воздухе. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "Эм, ну, я—"
        },
        {
            "role": "Character 1",
            "content": "[explosive] Триста тысяч долларов редкого чая, который мы, [furious], 15 лет собирали вместе, и ты просто, [disgusted], продала всё за моей спиной. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "Коллекционеры, которые их купили, даже не, [ashamed], знали, что они украдены, потому что я сказала им, что ты, [mumbling], уходишь на пенсию и распродаёшь инвентарь."
        },
        {
            "role": "Character 1",
            "content": "Так что, эм, ты превратила меня в лгунью тоже, то есть, [devastated], люди думают, что я закрываю бизнес, который мы построили вместе, ну, даже не сказав им. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[desperate] Я была должна людям, которые собирались меня, [terrified], покалечить или хуже, and you've been supporting me for so, [pleading], long that I couldn't ask for more help."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Ну, эм, сколько?"
        },
        {
            "role": "Character 2",
            "content": "[barely audible] Азартные игры начались просто как покер по выходным, но потом я продолжала, [trembling], отыгрываться, и не успела оглянуться, как проценты стали расти быстрее, чем я могла, [defeated], успевать с платежами, и они начали, [voice breaking], угрожать, что будет, если я не заплачу."
        },
        {
            "role": "Character 1",
            "content": "[firm] Так что, эм, вместо того чтобы довериться мне с правдой, ну, ты уничтожила, [bitter], всё, над чем мы работали вместе."
        },
        {
            "role": "Character 2",
            "content": "[crying] Ты и так всё для меня делаешь, а мне 38 лет, я всё ещё живу в твоей гостевой комнате, не способная, [ashamed], удержаться на работе. [sniffles]"
        },
        {
            "role": "Character 1",
            "content": "[softer] Да Хун Пао из того монастыря в Уи должен был стать твоим, [sad], наследством, когда я умру. [pauses]"
        },
        {
            "role": "Character 2",
            "content": "[broken] Эм, я знаю, ну, я продала его на прошлой неделе, чтобы, [choking], оплатить последний взнос, знаешь."
        },
        {
            "role": "Character 1",
            "content": "[hollow] Этот чай благословили монахи, которые знали нашу бабушку, и они произвели только, [trembling], 12 килограммов в том году, before the original trees, [defeated], died, и ты продала его незнакомцам, которые даже не поймут его, [exhausted], значения."
        },
        {
            "role": "Character 2",
            "content": "Я спрятала одну маленькую банку в своей комнате, потому что, ну, [guilty], не могла вынести расстаться со всем, эм. [whispers]"
        },
        {
            "role": "Character 1",
            "content": "[surprised] Ты оставила часть, даже когда была, [confused], настолько отчаянной, что украла у меня, which means you understand what you've, [realizing], done here."
        },
        {
            "role": "Character 2",
            "content": "[volatile] Да, эм, я понимаю, что я паразит, которая уничтожила единственную, [self-loathing], хорошую вещь в моей никчёмной жизни, и, ну, я понимаю, что ты никогда не, [defeated], простишь меня за предательство единственного человека, который никогда не отказывался от меня, то есть, даже когда все остальные это сделали."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] The Gyokuro from Kyoto is, [trembling], missing and the 1960s Pu-erh that took me eight years to, [breaking], source is completely gone from the vault."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Look, um, I was going to tell you, I mean, well, I just needed some time to, [desperate], figure out how to explain everything because, [shaking], it's not what you think and, you know, [voice cracking], I can replace them eventually."
        },
        {
            "role": "Character 1",
            "content": "[cold] Replace them, um, like you replaced the White Phoenix that, [bitter], disappeared last month or the Silver Needle that, well, [hollow], mysteriously vanished from the locked cabinet, I mean, the one only we have keys to?"
        },
        {
            "role": "Character 2",
            "content": "You've been, [anxious], counting and tracking everything like you suspected me all along when I thought we were, [hurt], building this collection as partners."
        },
        {
            "role": "Character 1",
            "content": "[quiet] I started inventorying after clients kept asking about teas I'd, [confused], promised them that somehow were never available when they came to purchase and I couldn't, [devastated], understand how our most valuable pieces kept disappearing into, [breaking], thin air. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "Um, well, I—"
        },
        {
            "role": "Character 1",
            "content": "[explosive] Three hundred thousand dollars worth of rare tea that we spent, [furious], fifteen years collecting together and you just, [disgusted], sold it all behind my back. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "The collectors who bought them didn't even, [ashamed], know they were stolen because I told them you were, [mumbling], retiring and liquidating inventory."
        },
        {
            "role": "Character 1",
            "content": "So, um, you turned me into a liar too, I mean, [devastated], people think I'm closing the business we built together, well, without even telling them. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[desperate] I owed people money who were going to, [terrified], hurt me or worse and you've been supporting me for so, [pleading], long that I couldn't ask for more help."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Well, um, how much?"
        },
        {
            "role": "Character 2",
            "content": "[barely audible] The gambling started as just weekend poker but then I kept, [trembling], chasing losses and before I knew it the interest was compounding faster than I could, [defeated], keep up with payments and they started making, [voice breaking], threats about what would happen if I didn't pay."
        },
        {
            "role": "Character 1",
            "content": "[firm] So, um, instead of trusting me with the truth, well, you destroyed, [bitter], everything we worked for together."
        },
        {
            "role": "Character 2",
            "content": "[crying] You already do everything for me and I'm thirty-eight years old still living in your guest room unable to, [ashamed], hold down a job. [sniffles]"
        },
        {
            "role": "Character 1",
            "content": "[softer] The Da Hong Pao from that monastery in Wuyi was supposed to be your, [sad], inheritance when I died. [pauses]"
        },
        {
            "role": "Character 2",
            "content": "[broken] Um, I know, well, I sold it last week to, [choking], pay off the final installment, you know."
        },
        {
            "role": "Character 1",
            "content": "[hollow] That tea was blessed by monks who knew our grandmother and they only, [trembling], produced twelve kilograms that year before the original trees, [defeated], died and you sold it to strangers who won't even understand its, [exhausted], significance."
        },
        {
            "role": "Character 2",
            "content": "I kept one small tin hidden in my room because, well, [guilty], I couldn't bear to let it all go, um. [whispers]"
        },
        {
            "role": "Character 1",
            "content": "[surprised] You kept some even when you were, [confused], desperate enough to steal from me which means you understand what you've, [realizing], done here."
        },
        {
            "role": "Character 2",
            "content": "[volatile] Yes, um, I understand that I'm a parasite who destroyed the only, [self-loathing], good thing in my worthless life and, well, I understand that you'll never, [defeated], forgive me for betraying the one person who never gave up on me, I mean, even when everyone else did."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "8bb8d90d_scenario.json",
    "scenario": "A tea sommelier discovers their adult sibling, who has been financially dependent on them for years, has been secretly selling their rare tea collection to pay off hidden gambling debts.",
    "type": "scenario_conversation",
    "character_1_role": "tea sommelier",
    "character_2_role": "dependent",
    "selected_tones": [
        "anticipating",
        "hiding",
        "volatile"
    ],
    "tone_options": [
        "anticipating",
        "hiding",
        "adaptable",
        "volatile",
        "objective",
        "concrete",
        "mercurial",
        "misleading",
        "absorbing",
        "ordering"
    ]
}