{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[tense] I didn't expect to see you here, [calculated], делающей ставки на того же Вермеера, который мы обе знаем, [amused], такой же фальшивый, как твоя преданность когда-либо была."
        },
        {
            "role": "Character 2",
            "content": "You're the one who taught me that, [cold], подлинность - это просто вопрос того, кто рассказывает, [sharp], историю и сколько они готовы заплатить за эту, [dismissive], привилегию."
        },
        {
            "role": "Character 1",
            "content": "[abrupt] The bidding starts in 10 minutes, и я не, [threatening], позволю тебе уйти с этой картиной."
        },
        {
            "role": "Character 2",
            "content": "[measured] Well, um, the thing is, я уже договорилась с аукционистом, [knowing], расширить мою кредитную линию далеко за пределы того, что твоё, э, текущее финансовое положение позволяет после того, [pointed], неприятного инцидента в Монако, ты знаешь."
        },
        {
            "role": "Character 1",
            "content": "Monaco was your setup from the start, [bitter], и мы обе знаем, что власти всё ещё, [quiet], вынюхивают твои следы после той катастрофы. [laughs darkly]"
        },
        {
            "role": "Character 2",
            "content": "[defensive] My paper trail is cleaner than your conscience, [irritated], когда-либо была, и в отличие от тебя, я не оставляю, [steady], свидетелей, которые могут запомнить лица или, [trailing], имена—"
        },
        {
            "role": "Character 1",
            "content": "[withdrawing] Look, um, maybe we should just, [nervous], разделить эту сделку как в старые времена."
        },
        {
            "role": "Character 2",
            "content": "Old times died when you sold me out, ну, [harsh], бельгийцам, я имею в виду, из-за той схемы с бриллиантами."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Um, well, that wasn't supposed to go sideways, [shaking], и ты знаешь, я пыталась, э, предупредить тебя до того, как они, [hollow], двинулись на склад. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[cutting] Your warning came 12 hours after they'd already, [furious], заморозили мои счета."
        },
        {
            "role": "Character 1",
            "content": "Well, um, if you're still holding that grudge, [resigned], нет смысла пытаться, э, работать вместе над этой работой, которая могла бы, ты знаешь, обеспечить нас обеих на годы."
        },
        {
            "role": "Character 2",
            "content": "[scoffing] The only thing you've ever set up is the next, [venomous], человека, достаточно глупого, чтобы доверять твоему, [deliberate], серебряному языку и тем отрепетированным слезам, которые ты можешь вызвать по, [mocking], команде."
        },
        {
            "role": "Character 1",
            "content": "[hurt] Um, I mean, everything we had together, [breaking], было не просто бизнесом, и то, что ты бросаешь это мне в лицо сейчас, ну, именно поэтому мы никогда не могли заставить это, [trembling], работать за пределами афер. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[softening] Don't do that thing where you make this personal, [frustrated], когда мы обе выбрали эту жизнь, точно зная, что она, [resigned], стоит."
        },
        {
            "role": "Character 1",
            "content": "[firm] Well, um, I'm taking that painting tonight, [determined], делаешь ты ставки против меня или нет, потому что у меня есть покупатели, которым, э, плевать на происхождение."
        },
        {
            "role": "Character 2",
            "content": "Those buyers you're talking about are already working with me, [warning], и они, ну, скармливали тебе ложные наводки неделями, пока я, [satisfied], готовила настоящее дело, которое заставляет эту картину выглядеть как, ну, карманная мелочь."
        },
        {
            "role": "Character 1",
            "content": "[stunned] Um, wait—"
        },
        {
            "role": "Character 2",
            "content": "[triumphant] Um, the Vermeer is yours if you want it, потому что, ну, я уже получила то, за чем я, [amused], пришла — наблюдать, как ты понимаешь, что тебя обыграли в твоей собственной, э, игре."
        },
        {
            "role": "Character 1",
            "content": "[defeated] Well, you learned from the best, я имею в виду, и может быть, это единственная, [bitter], честная вещь, оставшаяся между нами после, ну, всего."
        },
        {
            "role": "Character 2",
            "content": "[leaving] Um, enjoy your fake painting and the FBI tail, [final], который следует за тобой с тех пор, как ты вошла сюда — да, я им тоже позвонила, э, считай, мы теперь квиты. [footsteps fading]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[tense] I didn't expect to see you, [calculated], bidding on the same Vermeer that we both know is, [amused], fake as your loyalty ever was."
        },
        {
            "role": "Character 2",
            "content": "You're the one who taught me that, [cold], authenticity is just a matter of who's telling the, [sharp], story and how much they're willing to pay for the, [dismissive], privilege."
        },
        {
            "role": "Character 1",
            "content": "[abrupt] The bidding starts in ten minutes and I'm not, [threatening], letting you walk away with this one."
        },
        {
            "role": "Character 2",
            "content": "[measured] Well, um, the thing is, I've already arranged with the auctioneer to, [knowing], extend my credit line far beyond what your, er, current financial situation allows after that, [pointed], unfortunate incident in Monaco, you know."
        },
        {
            "role": "Character 1",
            "content": "Monaco was your setup from the, [bitter], beginning and we both know the authorities are still, [quiet], sniffing around your paper trail from that disaster. [laughs darkly]"
        },
        {
            "role": "Character 2",
            "content": "[defensive] My paper trail is cleaner than your, [irritated], conscience has ever been, and unlike you, I don't leave, [steady], witnesses who might remember faces or, [trailing], names—"
        },
        {
            "role": "Character 1",
            "content": "[withdrawing] Look, um, maybe we should just, [nervous], split this one like old times."
        },
        {
            "role": "Character 2",
            "content": "Old times died when you, um, sold me out to the, [harsh], Belgians, I mean, over that diamond scheme."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Um, well, that wasn't supposed to go sideways like it, [shaking], did and you know I tried to, er, warn you before they, [hollow], moved on the warehouse. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[cutting] Your warning came twelve hours after they'd already, [furious], frozen my accounts."
        },
        {
            "role": "Character 1",
            "content": "Well, um, if you're still holding that grudge then, [resigned], there's no point in trying to, er, work together on this job that could, you know, set us both up for years."
        },
        {
            "role": "Character 2",
            "content": "[scoffing] The only thing you've ever set up is the, [venomous], next person foolish enough to trust your, [deliberate], silver tongue and those practiced tears you can summon on, [mocking], command."
        },
        {
            "role": "Character 1",
            "content": "[hurt] Um, I mean, everything we had together wasn't just, [breaking], business and you throwing that in my face now is, well, exactly why we could never make it, [trembling], work beyond the cons. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[softening] Don't do that thing where you make this, [frustrated], personal when we both chose this life knowing exactly what it, [resigned], costs."
        },
        {
            "role": "Character 1",
            "content": "[firm] Well, um, I'm taking that painting tonight whether you, [determined], bid against me or not because I've got buyers who don't, er, care about provenance."
        },
        {
            "role": "Character 2",
            "content": "Those buyers you're talking about are, [warning], already working with me and they've been, um, feeding you false leads for weeks while I've been, [satisfied], setting up the real score that makes this painting look like, well, pocket change."
        },
        {
            "role": "Character 1",
            "content": "[stunned] Um, wait—"
        },
        {
            "role": "Character 2",
            "content": "[triumphant] Um, the Vermeer is yours if you want it because, well, I've already got what I, [amused], came for—watching you realize you've been played at your own, er, game."
        },
        {
            "role": "Character 1",
            "content": "[defeated] Well, you learned from the best, I mean, and maybe that's the only, [bitter], honest thing left between us after, um, everything."
        },
        {
            "role": "Character 2",
            "content": "[leaving] Um, enjoy your fake painting and the FBI tail that's been, [final], following you since you walked in here—yeah, I called them too, er, consider us even now. [footsteps fading]"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "8dd74583_scenario.json",
    "scenario": "A swindler encounters their former partner-in-crime turned rival at an underground auction where they're both bidding on the same forged painting.",
    "type": "scenario_conversation",
    "character_1_role": "swindler",
    "character_2_role": "rival",
    "selected_tones": [
        "navigating",
        "withdrawing",
        "abrupt"
    ],
    "tone_options": [
        "insecure",
        "navigating",
        "prepared",
        "refusing",
        "flying",
        "irritating",
        "withdrawing",
        "abrupt",
        "unknowing",
        "decreasing"
    ]
}