{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Эм, подожди, ты та самая новая, [disbelief], новенькая, которую мне назначили, но я имею в виду, [voice rising], разве ты не та самая из Blue Harbor, которая, э, убила всех этих рыб?"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Это была не моя вина, и расследование, [firm], полностью меня оправдало, despite what the news said."
        },
        {
            "role": "Character 1",
            "content": "30 тысяч лососей погибло за, [bitter], одну ночь из-за того, что ты сделала, и теперь они ожидают, что я, [incredulous], буду тебя обучать работе с нашими запасами, когда у нас, [shaking], в два раза больше рыбы здесь?"
        },
        {
            "role": "Character 2",
            "content": "Сбой кислородной системы был, [frustrated], механической проблемой, которая не имела никакого отношения к моим действиям, и если бы ты действительно прочитала отчёт вместо того, чтобы, [angry], верить сплетням, ты бы это знала. [exhales sharply]"
        },
        {
            "role": "Character 1",
            "content": "[cold] Мой двоюродный брат работал в Blue Harbor, и он сказал, что ты, [accusatory], проигнорировала 3 отдельных сигнала тревоги той ночью, потому что была слишком занята своим, [mocking], телефоном, чтобы заметить."
        },
        {
            "role": "Character 2",
            "content": "[trembling] Слушай, эм, я проверяла погодные предупреждения, ладно, because there was a storm coming, и, ну, мне нужно было знать, должны ли мы, э, корректировать график кормления, так что я имею в виду, that's actually part of the job."
        },
        {
            "role": "Character 1",
            "content": "[harsh] 3 сигнала тревоги прозвучало, и ты говоришь мне, что, [sarcastic], проверка погоды была приоритетнее немедленного, [loud], кризиса, происходящего в резервуарах прямо перед тобой, пока рыбы, [voice breaking], буквально задыхались насмерть?"
        },
        {
            "role": "Character 2",
            "content": "[desperate] Эм, сигналы тревоги, ээ, всегда срабатывали из-за мелочей, и я имею в виду, как я должна была знать, что в этот раз всё по-другому? [voice cracking]"
        },
        {
            "role": "Character 1",
            "content": "[furious] Именно поэтому ты проверяешь каждый единственный, [intense], сигнал тревоги, неважно, что ты о нём думаешь."
        },
        {
            "role": "Character 2",
            "content": "[quiet] Никто не обучил меня там должным образом, и они бросили меня на, [broken], ночную смену одну после всего 2 дней, which wasn't even, [trailing off], legal according to regulations. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[stunned] 2 дня обучения перед, [disbelief], самостоятельной ночной сменой с таким количеством рыбы на кону, ты, [softer], серьёзно говоришь мне, что они дали тебе только 2 дня, прежде чем оставить тебя, [concerned], одну с запасами стоимостью в миллионы долларов?"
        },
        {
            "role": "Character 2",
            "content": "Ну, эм, да, они сказали, что я быстро учусь, и, э, the regular night guy called in sick, так что, [defeated], у них действительно не было другого варианта."
        },
        {
            "role": "Character 1",
            "content": "Эм, это меняет дело, потому что, я имею в виду, наш протокол требует 3 недели контролируемого обучения, прежде чем кто-либо, [thoughtful], работает в одиночку, so maybe, ну, ты не была полностью виновата. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[hopeful] Так, эм, это значит, что ты действительно, [nervous], дашь мне шанс здесь, потому что я имею в виду, I really need this job, и, ну, я обещаю, что буду следовать каждому протоколу точно."
        },
        {
            "role": "Character 1",
            "content": "Я буду обучать тебя правильно на этот раз, эм, каждый шаг задокументирован и проверен, потому что я не допущу ещё одной катастрофы на, [firm], моей вахте, and you're going to learn everything, [determined], the right way even if it takes months. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[grateful] Спасибо, что даёшь мне этот шанс, когда никто другой даже не стал бы, [emotional], проводить со мной собеседование после того, что случилось. [sniffles]"
        },
        {
            "role": "Character 1",
            "content": "Каждый заслуживает второго шанса, но ты должна понимать, что, [serious], одна ошибка здесь, and you're done forever in this industry. [heavy exhale]"
        },
        {
            "role": "Character 2",
            "content": "[determined] Я полностью понимаю, и я докажу, что то, что произошло, [confident], не отражает того, кто я на самом деле как техник."
        },
        {
            "role": "Character 1",
            "content": "Тогда давай начнём."
        },
        {
            "role": "Character 2",
            "content": "[eager] С чего мы начинаем, потому что я хочу научиться, [earnest], всему, чему ты можешь меня научить о правильном выполнении этой работы, и убедиться, что эти рыбы, [passionate], процветают под нашей заботой?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Um, wait, you're the new, [disbelief], rookie they assigned me, but I mean, [voice rising], aren't you the one from Blue Harbor who, uh, killed all those fish?"
        },
        {
            "role": "Character 2",
            "content": "[defensive] That wasn't my fault and the investigation, [firm], cleared me completely of any wrongdoing despite what the news said."
        },
        {
            "role": "Character 1",
            "content": "Thirty thousand salmon died in, [bitter], one night because of what you did, and now they expect me to, [incredulous], train you to work with our stock when we have, [shaking], twice that many fish here?"
        },
        {
            "role": "Character 2",
            "content": "The oxygen system failure was a, [frustrated], mechanical issue that had nothing to do with my actions, and if you'd actually read the report instead of, [angry], believing gossip, you'd know that. [exhales sharply]"
        },
        {
            "role": "Character 1",
            "content": "[cold] My cousin worked at Blue Harbor and he said you, [accusatory], ignored three separate alarms that night because you were too busy on your, [mocking], phone to notice."
        },
        {
            "role": "Character 2",
            "content": "[trembling] Look, um, I was checking the weather alerts, okay, because there was a storm coming and, well, I needed to know if we should, er, adjust the feeding schedule, so I mean, that's actually part of the job."
        },
        {
            "role": "Character 1",
            "content": "[harsh] Three alarms went off and you're telling me that, [sarcastic], checking weather took priority over the immediate, [loud], crisis happening in the tanks right in front of you while fish were, [voice breaking], literally suffocating to death?"
        },
        {
            "role": "Character 2",
            "content": "[desperate] Um, the alarms were, uhh, always going off for minor things, and I mean, how was I supposed to know this time was different? [voice cracking]"
        },
        {
            "role": "Character 1",
            "content": "[furious] That's exactly why you check every single, [intense], alarm no matter what you think it might be."
        },
        {
            "role": "Character 2",
            "content": "[quiet] Nobody trained me properly there and they threw me into, [broken], a night shift alone after only two days, which wasn't even, [trailing off], legal according to regulations. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[stunned] Two days of training before a, [disbelief], solo night shift with that many fish at stake, are you, [softer], seriously telling me they only gave you two days before leaving you, [concerned], alone with millions of dollars worth of stock?"
        },
        {
            "role": "Character 2",
            "content": "Well, um, yeah, they said I was a quick learner and, er, the regular night guy called in sick so, [defeated], they didn't really have another option."
        },
        {
            "role": "Character 1",
            "content": "Um, that changes things because, I mean, our protocol requires three weeks of supervised training before anyone, [thoughtful], works alone, so maybe, well, you weren't entirely at fault. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[hopeful] So, um, does that mean you'll actually, [nervous], give me a chance here, because I mean, I really need this job and, well, I promise I'll follow every protocol exactly."
        },
        {
            "role": "Character 1",
            "content": "I'm going to train you properly this time, um, every single step documented and verified, because I won't have another disaster on, [firm], my watch, and you're going to learn everything, [determined], the right way even if it takes months. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[grateful] Thank you for giving me this chance when nobody else would even, [emotional], interview me after what happened. [sniffles]"
        },
        {
            "role": "Character 1",
            "content": "Everyone deserves a second chance but you need to understand that, [serious], one mistake here and you're done forever in this industry. [heavy exhale]"
        },
        {
            "role": "Character 2",
            "content": "[determined] I understand completely and I'll prove that what happened, [confident], wasn't who I really am as a technician."
        },
        {
            "role": "Character 1",
            "content": "Then let's start."
        },
        {
            "role": "Character 2",
            "content": "[eager] Where do we begin because I want to learn, [earnest], everything you can teach me about doing this job right and making sure those fish, [passionate], thrive under our care?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "8ceb356c_scenario.json",
    "scenario": "A rookie aquaculture technician arrives for their first day at a fish farm only to discover their trainer is someone who knows about the devastating farm collapse that killed thousands of fish at the rookie's previous job.",
    "type": "scenario_conversation",
    "character_1_role": "aquaculture technician",
    "character_2_role": "rookie",
    "selected_tones": [
        "intense",
        "provoking",
        "dividing"
    ],
    "tone_options": [
        "booming",
        "matching",
        "loud",
        "disengaging",
        "provoking",
        "regressing",
        "dividing",
        "intense",
        "uncommitted",
        "successful"
    ]
}