{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hushed] Я не была уверена, что ты вообще придёшь — сколько уже, 7 лет с нашей последней встречи? Странно без тебя в рубке, ты же всегда за стеклом всем заправляла."
        },
        {
            "role": "Character 2",
            "content": "7 лет и 2 месяца."
        },
        {
            "role": "Character 1",
            "content": "[nervously] Слушай, я знаю, мы договорились никогда не вспоминать чемпионат 2017-го, но сегодня происходит что-то... прямо один в один как тогда, и я не знаю, кому ещё довериться."
        },
        {
            "role": "Character 2",
            "content": "[measured] Ты хочешь сказать, кто-то пытается провернуть то же, что и мы? Подкрутить ставки через управление эфиром?"
        },
        {
            "role": "Character 1",
            "content": "Новый продюсер, Мартинес, он мне постоянно подсовывает темы про травмы, которых нет в официальных сводках. [exhales] Хочет, чтобы я талдычила про плечо квотербека, типа всё хуже, чем кто-либо думает."
        },
        {
            "role": "Character 2",
            "content": "[grimly] Это ж наша схема."
        },
        {
            "role": "Character 1",
            "content": "Наша схема, точь-в-точь."
        },
        {
            "role": "Character 2",
            "content": "[quietly urgent] Слушай меня очень внимательно — если Мартинес в курсе, что мы тогда делали, значит мы обе под ударом. Это может быть проверка, клюнешь или нет, а то и хуже — шантаж."
        },
        {
            "role": "Character 1",
            "content": "Вот поэтому ты мне и нужна была, ты всегда видела то, что я пропускала. [sighs] У меня контракт заканчивается через месяц, и они как-то странно тянут с продлением."
        },
        {
            "role": "Character 2",
            "content": "[protective] Они тебя проверяют, смотрят, готова ли ты снова играть грязно, а значит кто-то настучал или они что-то накопали про 7 лет назад. [pause] Надо выяснить, что им известно."
        },
        {
            "role": "Character 1",
            "content": "Дело в том, что я с той ночи чистая, абсолютно чистая, а теперь такое чувство, что прошлое хватает меня за горло."
        },
        {
            "role": "Character 2",
            "content": "Мы обе чистые."
        },
        {
            "role": "Character 1",
            "content": "[warmer] Знаешь, несмотря ни на что, мне не хватало человека в рубке, которому можно доверять, который понимает, каково это — жонглировать всем этим безумием."
        },
        {
            "role": "Character 2",
            "content": "На меня давление было другое — я же не тот голос, которому люди доверяли, я просто следила, чтобы твой голос говорил нужные вещи. [rueful laugh] Но да, мне тоже иногда этого не хватает."
        },
        {
            "role": "Character 1",
            "content": "[urgently] Перерыв почти закончился, мне нужно знать — играть по правилам Мартинеса сегодня или вести честно и рискнуть всем?"
        },
        {
            "role": "Character 2",
            "content": "[firmly] Веди честно и фиксируй всё, что Мартинес просит тебя говорить. Если полетит к чертям, нам нужны доказательства, что на тебя давили. [softer] Я буду слушать дома."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Спасибо, что пришла, что всё ещё прикрываешь меня после всего. Знаю, я этого не заслуживаю после того, как всё между нами закончилось."
        },
        {
            "role": "Character 2",
            "content": "Мы обе были напуганными детьми, игрались с огнём, думали — нам море по колено. Теперь-то мы умнее — некоторые ошибки преследуют тебя всю жизнь."
        },
        {
            "role": "Character 1",
            "content": "[determined] Я вернусь туда и проведу самый чистый эфир в своей карьере, и если они захотят меня за это сжечь — ну хотя бы сгорю честной в этот раз."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Вот это тот голос, который я помню, до того как мы увязли во всех этих схемах. [pause] Ни пуха там наверху, и помни — 20 секунд тишины в эфире лучше 20 лет сожалений."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hushed] I wasn't sure you'd actually come—it's been what, seven years since we last spoke face to face? The booth feels different without you running things behind the glass."
        },
        {
            "role": "Character 2",
            "content": "Seven years, two months."
        },
        {
            "role": "Character 1",
            "content": "[nervously] Look, I know we agreed never to talk about the '17 championship, but something's happening tonight that feels exactly like back then, and I don't know who else to trust."
        },
        {
            "role": "Character 2",
            "content": "[measured] You're telling me someone's trying to pull the same thing we did? Fix the point spread by controlling the narrative through the broadcast?"
        },
        {
            "role": "Character 1",
            "content": "The new producer, Martinez, he keeps feeding me these specific talking points about injuries that aren't in the official reports. [exhales] He wants me to keep mentioning how the quarterback's shoulder is worse than anyone knows."
        },
        {
            "role": "Character 2",
            "content": "[grimly] That's our playbook."
        },
        {
            "role": "Character 1",
            "content": "Exactly our playbook."
        },
        {
            "role": "Character 2",
            "content": "[quietly urgent] Listen to me very carefully—if Martinez knows what we did, then we're both exposed here. This could be a setup to see if you'll bite, or worse, blackmail."
        },
        {
            "role": "Character 1",
            "content": "That's why I needed you here, because you always saw the angles I missed. [sighs] My contract's up next month and they've been weird about renewal negotiations."
        },
        {
            "role": "Character 2",
            "content": "[protective] They're testing you, seeing if you're still willing to play dirty, which means someone talked or they found something from seven years ago. [pause] We need to figure out what they know."
        },
        {
            "role": "Character 1",
            "content": "The thing is, I've been clean since that night, completely clean, and now it feels like the past is reaching up to grab me by the throat."
        },
        {
            "role": "Character 2",
            "content": "We both have."
        },
        {
            "role": "Character 1",
            "content": "[warmer] You know, despite everything, I've missed having someone I could trust in that booth, someone who understood the pressure of keeping all those balls in the air."
        },
        {
            "role": "Character 2",
            "content": "The pressure was different for me—I wasn't the voice people trusted, I was just the person making sure your voice said the right things. [rueful laugh] But yeah, I miss it too sometimes."
        },
        {
            "role": "Character 1",
            "content": "[urgently] Halftime's almost over and I need to know—do I play along with Martinez tonight or do I call the game straight and risk everything?"
        },
        {
            "role": "Character 2",
            "content": "[firmly] You call it straight, and you document everything Martinez asks you to say. If this goes sideways, we need proof that you were being pressured. [softer] I'll be listening from home."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Thank you for coming, for still having my back after everything. I know I don't deserve it after how things ended between us."
        },
        {
            "role": "Character 2",
            "content": "We were both scared kids playing with fire back then, thinking we were invincible. Now we know better—some mistakes follow you forever."
        },
        {
            "role": "Character 1",
            "content": "[determined] I'm going back up there and calling the cleanest game of my career, and if they want to burn me for it, at least I'll go down honest this time."
        },
        {
            "role": "Character 2",
            "content": "[warmly] That's the voice I remember, before we got lost in all the schemes. [pause] Break a leg up there, and remember—twenty seconds of dead air is better than twenty years of regret."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "7d7f2131_scenario.json",
    "scenario": "A veteran play-by-play announcer reunites with his former producer who helped him fix a championship game years ago, meeting secretly during halftime of tonight's broadcast.",
    "type": "scenario_conversation",
    "character_1_role": "play-by-play announcer",
    "character_2_role": "accomplice",
    "selected_tones": [
        "serious",
        "insecure",
        "warm"
    ],
    "tone_options": [
        "praising",
        "asymmetrical",
        "resurrecting",
        "insecure",
        "approachable",
        "serious",
        "defiant",
        "content",
        "unaware",
        "warm"
    ]
}