{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Não disseste uma palavra desde que saímos do cemitério."
        },
        {
            "role": "Character 2",
            "content": "O que é que queres exactamente que eu diga? Que estou [curious] surpresa que finalmente apareceste depois de 3 anos? Your timing's impeccable—já não pode ficar desiludida contigo."
        },
        {
            "role": "Character 1",
            "content": "Isso não é... Jesus, isso não é justo."
        },
        {
            "role": "Character 2",
            "content": "Justo? Queres falar sobre o que é justo? Ela esperou, sabes, todos os feriados, todos os aniversários—raios, she even kept your ridiculous tea collection thinking you'd come back for it."
        },
        {
            "role": "Character 1",
            "content": "Eu não podia simplesmente—"
        },
        {
            "role": "Character 2",
            "content": "Não podias o quê? Pegar no telefone? Mandar uma carta? Desapareceste como se ela não significasse nada, and now you show up with grocery-store flowers expecting absolution from a headstone."
        },
        {
            "role": "Character 1",
            "content": "As flores eram, bem, tudo o que tinham, e quer dizer... eu não sabia que ela estava doente."
        },
        {
            "role": "Character 2",
            "content": "Claro que não sabias! Tens de estar presente na vida de alguém para saber coisas—é assim que as relações funcionam, basicamente."
        },
        {
            "role": "Character 1",
            "content": "Para. Pára com isso."
        },
        {
            "role": "Character 2",
            "content": "Porquê? Porque a verdade te deixa desconfortável? Tu ensinaste-me esse truque, lembras-te—fugir quando as coisas ficam demasiado reais, demasiado complicadas."
        },
        {
            "role": "Character 1",
            "content": "Nunca quis magoar ninguém."
        },
        {
            "role": "Character 2",
            "content": "As intenções não apagam os estragos. But you always were [flirtatious] good at convincing yourself otherwise, weren't you? Esse teu charme—funciona com toda a gente excepto as pessoas que realmente te conheciam."
        },
        {
            "role": "Character 1",
            "content": "Porque é que estás a fazer isto?"
        },
        {
            "role": "Character 2",
            "content": "Porque alguém precisa de o dizer! Everyone else will pat your shoulder and tell you grief is complicated, mas eu não vou fingir que a tua ausência não acelerou tudo."
        },
        {
            "role": "Character 1",
            "content": "Eu sei que falhei com ela! Eu sei, está bem? Penso nisso todos os—Deus, nem consigo [cry loudly] respirar quando penso nos últimos meses dela... a perguntar-se se eu ia aparecer, basicamente."
        },
        {
            "role": "Character 2",
            "content": "Parabéns pela tua culpa. Too bad it's about three years and six feet too late to matter to anyone but you."
        },
        {
            "role": "Character 1",
            "content": "Ela era [very sad] a minha mãe também."
        },
        {
            "role": "Character 2",
            "content": "Não. As mães recebem visitas, telefonemas, presença. What you had was a biological connection you treated like an inconvenience until it was gone."
        },
        {
            "role": "Character 1",
            "content": "Estou a tentar fazer as coisas bem."
        },
        {
            "role": "Character 2",
            "content": "Com quem? Ela está morta. Eu acabei contigo. And those pathetic carnations are already wilting—até elas sabem quando algo é inútil."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "You haven't said a word since we left the cemetery."
        },
        {
            "role": "Character 2",
            "content": "What exactly do you want me to say? That I'm [curious] surprised you finally showed up after three years? Your timing's impeccable—she can't exactly be disappointed in you anymore."
        },
        {
            "role": "Character 1",
            "content": "That's not... Jesus, that's not fair."
        },
        {
            "role": "Character 2",
            "content": "Fair? You want to, um, talk about fair? She waited, you know, every holiday, every birthday—hell, she even kept your, basically, ridiculous tea collection thinking you'd come back for it."
        },
        {
            "role": "Character 1",
            "content": "I couldn't just—"
        },
        {
            "role": "Character 2",
            "content": "Couldn't what? Pick up a phone? Send a letter? You disappeared like she meant nothing, and now you show up with grocery-store flowers expecting absolution from a headstone."
        },
        {
            "role": "Character 1",
            "content": "The flowers were, well, all they had left, and I mean... I didn't know she was sick."
        },
        {
            "role": "Character 2",
            "content": "Of course you didn't know! You have to actually, er, be present in someone's life to, you know, know things—that's how, basically, relationships work."
        },
        {
            "role": "Character 1",
            "content": "Stop. Just stop."
        },
        {
            "role": "Character 2",
            "content": "Why? Because the truth makes you uncomfortable? You taught me that trick, remember—running away when things get too real, too complicated."
        },
        {
            "role": "Character 1",
            "content": "I never meant to hurt anyone."
        },
        {
            "role": "Character 2",
            "content": "Intentions don't erase damage. But you always were [flirtatious] good at convincing yourself otherwise, weren't you? That charm of yours—it works on everyone except the people who actually knew you."
        },
        {
            "role": "Character 1",
            "content": "Why are you doing this?"
        },
        {
            "role": "Character 2",
            "content": "Because someone needs to say it! Everyone else will pat your shoulder and tell you grief is complicated, but I won't pretend your absence didn't accelerate everything."
        },
        {
            "role": "Character 1",
            "content": "I know I failed her! I know, okay? I, um, think about it every—God, I can't even, like, [cry loudly] breathe when I think about her last months... wondering if I'd, basically, show up."
        },
        {
            "role": "Character 2",
            "content": "Congratulations on your guilt. Too bad it's about three years and six feet too late to matter to anyone but you."
        },
        {
            "role": "Character 1",
            "content": "She was [very sad] my mother too."
        },
        {
            "role": "Character 2",
            "content": "No. Mothers get visits, phone calls, presence. What you had was a biological connection you treated like an inconvenience until it was gone."
        },
        {
            "role": "Character 1",
            "content": "I'm trying to make things right."
        },
        {
            "role": "Character 2",
            "content": "With who? She's dead. I'm done. And those pathetic carnations are already wilting—even they know when something's pointless."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_15.txt"
}