{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Então, hum, tu és a nova, tipo, [zombeteiro] nadadora sincronizada que supostamente, é, vai salvar a nossa equipa?"
        },
        {
            "role": "Character 2",
            "content": "Foi para isso que me trouxeram, sim. Mas devo mencionar que treinei com a equipa nacional russa durante seis anos, por isso as expectativas até podem ser justificadas."
        },
        {
            "role": "Character 1",
            "content": "Os russos? A sério?"
        },
        {
            "role": "Character 2",
            "content": "Isso é, sabes, assim tão difícil de acreditar? Quer dizer, só porque estou a usar, hum, calções arco-íris não significa que não consiga, basicamente, executar um barracuda spin perfeito."
        },
        {
            "role": "Character 1",
            "content": "Espera, acabaste de, é, dizer calções arco-íris? Eu pensava que, tipo, toda a gente aqui usava os, na verdade, regulamentares pretos."
        },
        {
            "role": "Character 2",
            "content": "Ah usam, mas eu, bem, negociei uma exceção—é, tipo, a minha marca registada de Moscovo, e honestamente, ajuda os juízes a lembrarem-se de mim."
        },
        {
            "role": "Character 1",
            "content": "Os juízes lembram-se de ti pelo teu fato de banho?"
        },
        {
            "role": "Character 2",
            "content": "Lembram-se de mim por ter batido três recordes mundiais enquanto o usava. O fato de banho só garante que já estão a olhar quando entro na água—a psicologia importa neste desporto."
        },
        {
            "role": "Character 1",
            "content": "Três recordes mundiais?"
        },
        {
            "role": "Character 2",
            "content": "Quatro, na verdade, se contares [furioso] juniores. Olha, eu sei que és a capitã da equipa e que és protetora com o teu grupo, mas estou aqui para ajudar, não para roubar os holofotes a ninguém."
        },
        {
            "role": "Character 1",
            "content": "Eu não disse nada sobre holofotes."
        },
        {
            "role": "Character 2",
            "content": "Não precisaste—a tua cara quando, na verdade, mencionei a Rússia disse-o, é, [articulando cada palavra] bem cla-ri-nho, sabes? Mas aqui está a cena, deixei tudo isso para trás por uma razão."
        },
        {
            "role": "Character 1",
            "content": "Que foi, hum, o quê exatamente? Porquê deixar uma, basicamente, equipa campeã mundial para, bem, te juntares ao nosso grupinho da piscina municipal?"
        },
        {
            "role": "Character 2",
            "content": "Porque o vosso grupinho, sabes, da piscina municipal tem algo que eles não tinham—vocês realmente, quer dizer, parecem estar a divertir-se lá dentro, mesmo quando estão, basicamente, a perder espetacularmente."
        },
        {
            "role": "Character 1",
            "content": "Nós não perdemos espetacularmente!"
        },
        {
            "role": "Character 2",
            "content": "O encontro da semana passada? Vocês acabaram a rotina, hmm, quarenta e cinco segundos depois da música ter terminado porque alguém—acho que foste, na verdade, tu—esqueceu-se da, é, terceira sequência inteira."
        },
        {
            "role": "Character 1",
            "content": "Estavas a ver na semana passada?"
        },
        {
            "role": "Character 2",
            "content": "Tenho estado a ver há três meses, a tentar decidir se era a decisão certa. As vossas competências técnicas precisam de trabalho, mas a vossa alegria na água? Isso é algo que não se ensina."
        },
        {
            "role": "Character 1",
            "content": "Então desististe de Moscovo pela alegria?"
        },
        {
            "role": "Character 2",
            "content": "Desisti de Moscovo pela, bem, oportunidade de me lembrar porque é que, basicamente, comecei a nadar—não foi pelas medalhas mas porque estar debaixo de água é, sabes, como voar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, you're the new, like, [mocking] synchronized swimmer who's supposedly, er, going to save our team?"
        },
        {
            "role": "Character 2",
            "content": "That's what they brought me in for, yes. Though I should mention I trained with the Russian national team for six years, so the expectations might actually be justified."
        },
        {
            "role": "Character 1",
            "content": "The Russians? Seriously?"
        },
        {
            "role": "Character 2",
            "content": "Is that, you know, so hard to believe? I mean, just because I'm wearing, um, rainbow trunks doesn't mean I can't, basically, execute a perfect barracuda spin."
        },
        {
            "role": "Character 1",
            "content": "Wait, did you just, uh, say rainbow trunks? I thought, like, everyone here wore the, actually, regulation black."
        },
        {
            "role": "Character 2",
            "content": "Oh they do, but I, well, negotiated an exception—it's, kind of, my trademark from Moscow, and honestly, it helps the judges remember me."
        },
        {
            "role": "Character 1",
            "content": "The judges remember you for your swimsuit?"
        },
        {
            "role": "Character 2",
            "content": "They remember me for breaking three world records while wearing it. The swimsuit just makes sure they're already watching when I hit the water—psychology matters in this sport."
        },
        {
            "role": "Character 1",
            "content": "Three world records?"
        },
        {
            "role": "Character 2",
            "content": "Four, actually, if you count [furious] juniors. Look, I know you're the team captain and you're protective of your squad, but I'm here to help, not steal anyone's spotlight."
        },
        {
            "role": "Character 1",
            "content": "I didn't say anything about spotlights."
        },
        {
            "role": "Character 2",
            "content": "You didn't have to—your face when, actually, I mentioned Russia said it, er, [enunciating every word] loud and clear, you know? But here's the thing, I left all that behind for a reason."
        },
        {
            "role": "Character 1",
            "content": "Which was, um, what exactly? Why leave a, basically, world-champion team to, well, join our little community pool group?"
        },
        {
            "role": "Character 2",
            "content": "Because your little, you know, community pool group has something they didn't—you actually, I mean, look like you're having fun out there, even when you're, basically, losing spectacularly."
        },
        {
            "role": "Character 1",
            "content": "We don't lose spectacularly!"
        },
        {
            "role": "Character 2",
            "content": "Last week's meet? You guys finished your routine, hmm, forty-five seconds after the music ended because someone—I think it was, actually, you—forgot the, er, entire third sequence."
        },
        {
            "role": "Character 1",
            "content": "You were watching last week?"
        },
        {
            "role": "Character 2",
            "content": "I've been watching for three months, trying to decide if this was the right move. Your technical skills need work, but your joy in the water? That's something you can't teach."
        },
        {
            "role": "Character 1",
            "content": "So you gave up Moscow for joy?"
        },
        {
            "role": "Character 2",
            "content": "I gave up Moscow for, well, the chance to remember why I, basically, started swimming in the first place—not for medals but because being underwater feels, you know, like flying."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_16.txt"
}