{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Olá, hum, tenho uma consulta mas acho que estou no edifício errado?"
        },
        {
            "role": "Character 2",
            "content": "Ah! Não te preocupes, isso acontece, é, praticamente sempre na verdade—este complexo é tipo um labirinto, percebes? Deixa-me só, hmm, deixa-me ver aqui a agenda e já descobrimos onde é que precisas de ir."
        },
        {
            "role": "Character 1",
            "content": "É com a Dra. Patterson às 14h30."
        },
        {
            "role": "Character 2",
            "content": "Ah, está bem, então a Dra. Patterson... pois, ela está mesmo no Edifício C que é, ehh, um bocado difícil de encontrar daqui. Tens de sair pela entrada principal, virar à direita, e depois é o terceiro edifício à tua esquerda—aquele com a, hum, hera completamente descontrolada."
        },
        {
            "role": "Character 1",
            "content": "Espera, o terceiro edifício? Eu já tentei esse."
        },
        {
            "role": "Character 2",
            "content": "Ai não, a sério? Hmm, isso é... ok, espera, qual Dra. Patterson disseste? É que temos, é, temos três delas neste complexo e estão todas, tipo, espalhadas por edifícios diferentes o que é sinceramente super confuso."
        },
        {
            "role": "Character 1",
            "content": "A dermatologista? Rebecca Patterson?"
        },
        {
            "role": "Character 2",
            "content": "[gargalhada] Ai meu Deus, andas à procura da BECKY! Ela nem sequer—ok, então ela mudou o consultório há, hmm, uns seis meses? Mas por alguma razão o site ainda tem a morada antiga aqui, o que é completamente ridículo."
        },
        {
            "role": "Character 1",
            "content": "Ela mudou-se? Estás a falar a sério?"
        },
        {
            "role": "Character 2",
            "content": "[aliviado] Sim mas não entres em pânico, ela está literalmente do outro lado da rua agora! Super fácil—sais, atravessas no semáforo, e é o centro médico com o, hum, com o toldo azul? Segundo andar, gabinete 201, e sinceramente o consultório novo dela é bem mais agradável."
        },
        {
            "role": "Character 1",
            "content": "Porque é que ninguém me ligou sobre isto?"
        },
        {
            "role": "Character 2",
            "content": "Isso é... pois, essa é mesmo uma boa pergunta e eu, é, lamento mesmo por isso. Era suposto terem ligado a toda a gente quando houve a mudança mas, quer dizer, claramente alguma coisa falhou pelo caminho."
        },
        {
            "role": "Character 1",
            "content": "Eu tirei folga do trabalho para isto. Já estou vinte minutos atrasada."
        },
        {
            "role": "Character 2",
            "content": "[muito melancólico] Ah pá, sei perfeitamente como é isso—tirar folga do trabalho e depois tudo, tipo, se desmorona? Olha, deixa-me ligar para lá agora mesmo e explicar o que aconteceu, porque isto não é culpa tua de todo."
        },
        {
            "role": "Character 1",
            "content": "Fazias isso? Ajudava-me imenso."
        },
        {
            "role": "Character 2",
            "content": "Claro que sim, aliás já estou a ligar agora mesmo. Ei, enquanto espero que atendam, só para saberes—há, hum, há estacionamento gratuito com validação na garagem desse centro, por isso pelo menos não tens de pagar outra vez."
        },
        {
            "role": "Character 1",
            "content": "Ah ótimo, já paguei 15 euros aqui."
        },
        {
            "role": "Character 2",
            "content": "[caloroso] Ah, ok, espera—antes de ires embora, deixa-me buscar aqui na gaveta um vale de reembolso do estacionamento. Guardamos estes especificamente para situações assim em que as pessoas andam, sabes, aos saltos por causa da nossa péssima sinalização e comunicação."
        },
        {
            "role": "Character 1",
            "content": "[hesitante] A sério? Não precisas de fazer isso."
        },
        {
            "role": "Character 2",
            "content": "Não não, tenho mesmo de fazer—é literalmente o mínimo que podemos fazer quando já te, é, fizemos perder tanto tempo. E já agora a assistente da Becky acabou de atender e disse que ainda te conseguem encaixar, por isso, hum, sempre é alguma coisa positiva?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hi, um, I have an appointment but I think I'm at the wrong building?"
        },
        {
            "role": "Character 2",
            "content": "Oh! No worries at all, that happens, uh, pretty much constantly actually—this complex is basically a maze, you know? Let me just, mmm, let me pull up the schedule here and we'll figure out exactly where you need to be."
        },
        {
            "role": "Character 1",
            "content": "It's with Dr. Patterson at 2:30."
        },
        {
            "role": "Character 2",
            "content": "Ah, okay, so Dr. Patterson... yeah, she's actually in Building C which is, ehh, kind of tricky to find from here. You want to go back out the main entrance, take a right, and then it's the third building on your left—the one with all the, um, ridiculously overgrown ivy."
        },
        {
            "role": "Character 1",
            "content": "Wait, third building? I already tried that one."
        },
        {
            "role": "Character 2",
            "content": "Oh no, really? Hmm, that's... okay, wait, which Dr. Patterson did you say? Because we've got, uh, we've got three of them in this complex and they're all, like, scattered around different buildings which is honestly super confusing."
        },
        {
            "role": "Character 1",
            "content": "The dermatologist? Rebecca Patterson?"
        },
        {
            "role": "Character 2",
            "content": "[belly laugh] Oh my god, you're looking for BECKY! She's not even—okay, so she moved her practice like, mmm, six months ago? But for some reason the website still lists her old location here, which is completely ridiculous."
        },
        {
            "role": "Character 1",
            "content": "She moved? Are you serious?"
        },
        {
            "role": "Character 2",
            "content": "[relieved] Yeah but don't panic, she's literally just across the street now! Super easy—you go out, cross at the light, and it's the medical plaza with the, um, with the blue awning? Second floor, suite 201, and honestly her new office is way nicer."
        },
        {
            "role": "Character 1",
            "content": "Why didn't anyone call me about this?"
        },
        {
            "role": "Character 2",
            "content": "That's... yeah, that's actually a really good question and I'm, uh, I'm genuinely sorry about that. They were supposed to call everyone when the move happened but, I mean, clearly something fell through the cracks there."
        },
        {
            "role": "Character 1",
            "content": "I took off work for this. I'm already twenty minutes late."
        },
        {
            "role": "Character 2",
            "content": "[very melancholic] Oh man, I know exactly how that feels—taking time off work and then everything just, kind of, falls apart? Look, let me call over there right now and explain what happened, because this is absolutely not your fault at all."
        },
        {
            "role": "Character 1",
            "content": "Would you? That would actually help a lot."
        },
        {
            "role": "Character 2",
            "content": "Of course, yeah, I'm dialing them right now actually. Hey, while I'm waiting for them to pick up, just so you know—there's, um, there's free validated parking in that plaza's garage, so at least you won't have to pay again."
        },
        {
            "role": "Character 1",
            "content": "Oh good, I already paid fifteen dollars here."
        },
        {
            "role": "Character 2",
            "content": "[warm] Ooh, okay, hang on—before you leave, let me get you a parking refund voucher from the drawer here. We keep them specifically for situations like this where people get, you know, bounced around because of our terrible signage and communication."
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] Really? You don't have to do that."
        },
        {
            "role": "Character 2",
            "content": "No no, I absolutely do have to—it's literally the least we can do when we've, uh, wasted this much of your time already. Plus Becky's assistant just picked up and she says they can still squeeze you in, so, um, silver lining?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_18.txt"
}