{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Então, hum, ando a pensar no que disseste, sabes, sobre aquela coisa do estado de vigilância."
        },
        {
            "role": "Character 2",
            "content": "Bem, já cá está basicamente. Todos os telemóveis rastreiam a localização, cada compra cria dados, e as empresas vendem essa informação a quem pagar."
        },
        {
            "role": "Character 1",
            "content": "Mas as pessoas parecem estar bem com isso."
        },
        {
            "role": "Character 2",
            "content": "Trocaram privacidade por conveniência. A maioria não percebe como esses dados são usados contra elas para taxas de seguro, candidaturas a emprego, até aplicações de encontros."
        },
        {
            "role": "Character 1",
            "content": "É tão [frustrado] invasivo quando pensas mesmo nisso."
        },
        {
            "role": "Character 2",
            "content": "Pois, tipo, a pessoa comum é filmada, quer dizer, 300 vezes por dia nas cidades. Essas gravações passam por reconhecimento facial e ficam guardadas indefinidamente."
        },
        {
            "role": "Character 1",
            "content": "E estão, ah, a pôr essas câmaras em todo o lado agora, tipo a normalizar a coisa."
        },
        {
            "role": "Character 2",
            "content": "A normalização é, pronto, a parte mais assustadora porque, sinceramente, a questão é que quando a infraestrutura existe, nunca desaparece. A ferramenta antiterrorista de hoje torna-se na ferramenta de amanhã para esmagar a dissidência."
        },
        {
            "role": "Character 1",
            "content": "Então estamos, ahh, a entrar nesta armadilha, suponho, voluntariamente?"
        },
        {
            "role": "Character 2",
            "content": "Não só a entrar, estamos a pagar por ela. Colunas inteligentes, câmaras de campainha, pulseiras fitness, estamos literalmente a comprar os nossos próprios dispositivos de vigilância."
        },
        {
            "role": "Character 1",
            "content": "A minha vizinha acabou de instalar três câmaras Ring."
        },
        {
            "role": "Character 2",
            "content": "A Ring partilha gravações com departamentos de polícia, hmm, sem mandados, criando tipo esta rede de vigilância não oficial de qualquer forma. A Amazon basicamente construiu um estado policial privado e as pessoas pagaram-lhes para o fazer."
        },
        {
            "role": "Character 1",
            "content": "É que, ah, é só que ninguém parece querer saber disto."
        },
        {
            "role": "Character 2",
            "content": "Exatamente."
        },
        {
            "role": "Character 1",
            "content": "Mas, está bem então, o que acontece quando, err, começarem a usar todos estes dados, sabes, contra nós?"
        },
        {
            "role": "Character 2",
            "content": "Já estão a usar, ora bem, os scores de crédito determinam habitação, hum, o policiamento preditivo tem como alvo bairros específicos, e algoritmos decidem quem tem direito a fiança, na verdade. O futuro já chegou, só está distribuído de forma desigual."
        },
        {
            "role": "Character 1",
            "content": "Espera espera espera [acelerando] usam algoritmos para decisões de fiança?"
        },
        {
            "role": "Character 2",
            "content": "Sim, estas ferramentas de avaliação de risco que supostamente preveem taxas de reincidência mas na verdade só codificam preconceitos existentes. Os juízes seguem a recomendação do computador cerca de 70% das vezes."
        },
        {
            "role": "Character 1",
            "content": "Isso é, bem, tipo um cenário de pesadelo, ahh, computadores a decidir liberdade."
        },
        {
            "role": "Character 2",
            "content": "O pesadelo é que automatizámos a injustiça e chamámos-lhe progresso. Estes sistemas não eliminam preconceitos, só lhes dão um verniz científico que os torna mais difíceis de contestar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I keep thinking about what you said, you know, about the surveillance state thing."
        },
        {
            "role": "Character 2",
            "content": "Well, it's basically already here. Every phone tracks location, every purchase creates data, and corporations sell that information to whoever pays."
        },
        {
            "role": "Character 1",
            "content": "But people seem fine with it."
        },
        {
            "role": "Character 2",
            "content": "They've traded privacy for convenience. Most don't realize how that data gets weaponized against them for insurance rates, job applications, even dating apps."
        },
        {
            "role": "Character 1",
            "content": "It's just so [frustrated] invasive when you actually think about it."
        },
        {
            "role": "Character 2",
            "content": "Right, like, the average person is actually captured on camera, I mean, three hundred times per day in cities. That footage gets run through facial recognition and stored indefinitely."
        },
        {
            "role": "Character 1",
            "content": "And they're, uh, putting those cameras everywhere now, sort of normalizing it."
        },
        {
            "role": "Character 2",
            "content": "The normalization is, er, the scariest part because, honestly, the thing is once infrastructure exists, it never goes away. Today's anti-terrorism tool becomes tomorrow's tool for crushing dissent."
        },
        {
            "role": "Character 1",
            "content": "So we're just, uhh, walking into this trap, I guess, willingly?"
        },
        {
            "role": "Character 2",
            "content": "Not just walking, we're paying for it. Smart speakers, doorbell cameras, fitness trackers, we're literally buying our own surveillance devices."
        },
        {
            "role": "Character 1",
            "content": "My neighbor just installed three Ring cameras."
        },
        {
            "role": "Character 2",
            "content": "Ring shares footage with police departments, hmm, without warrants, kind of creating this unofficial surveillance network anyway. Amazon basically built a private police state and people paid them to do it."
        },
        {
            "role": "Character 1",
            "content": "That's, ah, it's just that nobody really seems to care about this stuff."
        },
        {
            "role": "Character 2",
            "content": "Absolutely."
        },
        {
            "role": "Character 1",
            "content": "But, okay so, what happens when, err, they start using all this data, you know, against us?"
        },
        {
            "role": "Character 2",
            "content": "They already are, right so, credit scores determine housing, um, predictive policing targets neighborhoods, and algorithms decide who gets bail, actually. The future is here, it's just unevenly distributed."
        },
        {
            "role": "Character 1",
            "content": "Wait wait wait they use [speeding up] algorithms for bail decisions?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, these risk assessment tools that supposedly predict reoffense rates but really just encode existing biases. Judges follow the computer's recommendation about seventy percent of the time."
        },
        {
            "role": "Character 1",
            "content": "That's, well, like a nightmare scenario, uhh, computers deciding freedom."
        },
        {
            "role": "Character 2",
            "content": "The nightmare is that we've automated injustice and called it progress. These systems don't eliminate bias, they just give it a scientific veneer that makes it harder to challenge."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_10.txt"
}