{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Me di cuenta de que te has estado estirando el hombro mucho hoy. ¿Te está molestando otra vez?"
        },
        {
            "role": "Character 2",
            "content": "Ay, ¿en serio te diste cuenta de eso? Sí, ha estado, este, jodiendo desde el martes. Creo que dormí raro o tal vez es por andar cargando esas cajas el fin de semana pasado—honestly I can't even tell anymore."
        },
        {
            "role": "Character 1",
            "content": "[loudly] Espérate, ¿cajas? ¿Moviste cosas sin pedir ayuda?"
        },
        {
            "role": "Character 2",
            "content": "Bueno, mira, la cosa es que—no quería molestar a nadie porque eran solo, tipo, 20 cajas de libros, pero aparentemente 20 cajas de libros es, eh, básicamente el equivalente a mover bloques de concreto cuando lo haces sola."
        },
        {
            "role": "Character 1",
            "content": "[sigh] Mencionaste libros—¿son de la colección de tu abuela de la que me hablaste?"
        },
        {
            "role": "Character 2",
            "content": "¡Exacto, sí! Güey, de verdad sí escuchas. Sí, toda su colección de novelas de misterio de los sesenta y setenta, which is absolutely incredible—primeras ediciones de algunos escritores de crimen bien oscuros que ya nadie recuerda que existieron."
        },
        {
            "role": "Character 1",
            "content": "¿Cuáles autores? Te ves emocionada con ellos, más que de costumbre, digo."
        },
        {
            "role": "Character 2",
            "content": "Pues, está esta escritora, Dorothy Salisbury Davis—era súper famosa en ese entonces pero completamente olvidada ahora, y leer sus cosas es como, mmm, descubrir todo este enfoque diferente al suspenso psicológico que los escritores modernos ya no hacen."
        },
        {
            "role": "Character 1",
            "content": "Te cambió la voz cuando dijiste su nombre. She means something special to you?"
        },
        {
            "role": "Character 2",
            "content": "[happy] ¡Ayyy, eres demasiado observadora! Mi abuela me leía esos libros cuando probablemente era muy chica para novelas de asesinatos, pero ella, este, editaba las partes feas en el momento y básicamente las convertía en aventuras tipo Nancy Drew."
        },
        {
            "role": "Character 1",
            "content": "Eso explica por qué siempre tamborileas los dedos cuando lees misterios."
        },
        {
            "role": "Character 2",
            "content": "Espera, ¿hago eso? Ay Dios, es exactamente lo que ella hacía—tamborilear en el descansabrazos durante las partes de suspenso. It's like this unconscious thing I must've picked up, este, de verla todos esos años."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Pero estás evadiendo lo del hombro—¿qué tan fuerte es el dolor en realidad?"
        },
        {
            "role": "Character 2",
            "content": "Uf, okay, me cachaste. ¿Probablemente un 6 de 10? Sigo diciéndome que va a, ya sabes, desaparecer mágicamente si lo ignoro suficiente tiempo, which obviously isn't how bodies work, pero aquí andamos."
        },
        {
            "role": "Character 1",
            "content": "[laugh] Seis significa que lo estás minimizando. Siempre le restas dos puntos. ¿Entonces ocho?"
        },
        {
            "role": "Character 2",
            "content": "Güey, tener a alguien que de verdad pone atención a tus patrones ridículos es both wonderful and honestly terrifying. Sí, bueno, es más como un 8, y sí, probablemente debería ver a alguien."
        },
        {
            "role": "Character 1",
            "content": "La fisioterapeuta que mencionaste el mes pasado—¿conseguiste su número?"
        },
        {
            "role": "Character 2",
            "content": "[condescending] Ah claro, porque guardar números importantes sería lo adulto. No, básicamente me convencí de que recordaría su nombre y la buscaría en Google después, which obviously worked out great, porque, este, ni siquiera recuerdo si empezaba con M o N."
        },
        {
            "role": "Character 1",
            "content": "Era Martínez. Dijiste que ayudó a tu compañera de trabajo con su codo de tenista."
        },
        {
            "role": "Character 2",
            "content": "¿Cómo es que siquiera—? No importa, just grateful that one of us has a functioning memory. Martínez, claro. Esta vez sí voy a llamar en vez de, eh, pensar muy fuerte en llamar mientras hago literalmente nada al respecto."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "I noticed you've been stretching your shoulder a lot today. Is it bothering you again?"
        },
        {
            "role": "Character 2",
            "content": "Oh wow, you actually caught that? Yeah, it's been, um, acting up since Tuesday. I think I slept weird or maybe it's from hauling those boxes around last weekend—honestly can't tell anymore."
        },
        {
            "role": "Character 1",
            "content": "[loudly] Wait, boxes? You moved things without asking for help?"
        },
        {
            "role": "Character 2",
            "content": "Okay so, here's the thing—I didn't want to bother anyone because it was just, like, twenty boxes of books, but apparently twenty boxes of books is, uh, basically the equivalent of moving concrete blocks when you're doing it alone."
        },
        {
            "role": "Character 1",
            "content": "[sigh] You mentioned books—are these from your grandmother's collection you told me about?"
        },
        {
            "role": "Character 2",
            "content": "Right, yes! Man, you really do listen. Yeah, her whole mystery novel collection from the sixties and seventies, which is, frankly, incredible—first editions of some really obscure crime writers that nobody even remembers existed."
        },
        {
            "role": "Character 1",
            "content": "Which authors? You seem excited about them, more than usual I mean."
        },
        {
            "role": "Character 2",
            "content": "Well, there's this one writer, Dorothy Salisbury Davis—she was huge back then but completely forgotten now, and reading her stuff is like, hmm, discovering this whole different approach to psychological suspense that modern writers just don't really do anymore."
        },
        {
            "role": "Character 1",
            "content": "Your voice changed when you said her name. She means something special?"
        },
        {
            "role": "Character 2",
            "content": "[happy] Ahhh, you're too observant! My grandmother used to read those books to me when I was probably way too young for murder mysteries, but she'd, um, edit out the scary parts on the fly and basically turn them into Nancy Drew adventures."
        },
        {
            "role": "Character 1",
            "content": "That explains why you always tap your fingers when you're reading mysteries."
        },
        {
            "role": "Character 2",
            "content": "Wait, I do that? Oh my god, that's exactly what she used to do—tap on the armrest during the suspenseful parts. It's like, erm, this unconscious thing I must've picked up from watching her all those years."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] You're deflecting about your shoulder though—how bad is the pain really?"
        },
        {
            "role": "Character 2",
            "content": "Phew, okay, caught me. It's probably a six out of ten? I keep telling myself it'll just, you know, magically disappear if I ignore it long enough, which obviously isn't how bodies work but here we are."
        },
        {
            "role": "Character 1",
            "content": "[laugh] Six means you're downplaying it. You always subtract two points. So eight?"
        },
        {
            "role": "Character 2",
            "content": "Man, having someone who actually pays attention to your ridiculous patterns is both wonderful and, frankly, terrifying. Yes fine, it's more like an eight, and yes, I should probably see someone about it."
        },
        {
            "role": "Character 1",
            "content": "The physical therapist you mentioned last month—did you ever get their number?"
        },
        {
            "role": "Character 2",
            "content": "[condescending] Oh right, because keeping important phone numbers would be the adult thing to do. No, I basically convinced myself I'd remember their name and Google them later, which, um, obviously worked out great since I can't even remember if it started with M or N."
        },
        {
            "role": "Character 1",
            "content": "It was Martinez. You said she helped your coworker with their tennis elbow."
        },
        {
            "role": "Character 2",
            "content": "How do you even—never mind, I'm just grateful one of us has a functioning memory. Martinez, right. I'll actually call this time instead of just, uh, thinking really hard about calling while doing literally nothing about it."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_5.txt"
}