{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So you mentioned you've been taking ballroom dancing lessons? ¿Cómo te ha ido con eso?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, it's been... honestly? Una experiencia súper humillante. Yo pensaba que tenía buena coordinación hasta que traté de hacer vals y contar al mismo tiempo—mi instructora sigue diciendo \"uno-dos-tres\" mientras yo aparentemente estoy haciendo como una especie de, este, convulsión interpretativa."
        },
        {
            "role": "Character 1",
            "content": "[enunciating every word] Wait, you can't count to three while moving your feet? ¿No puedes contar hasta tres mientras mueves los pies?"
        },
        {
            "role": "Character 2",
            "content": "Okay, look, it's not just counting, es como... estás contando, rotando, manteniendo el marco, bajando los hombros, recordando qué pie va primero, ¿y de alguna manera se supone que te veas elegante? Mi cerebro simplemente, eh, hace cortocircuito como en el paso dos."
        },
        {
            "role": "Character 1",
            "content": "Which style are you learning? ¿Solo vals o también otras cosas?"
        },
        {
            "role": "Character 2",
            "content": "Started with waltz because they said it was \"beginner-friendly\"—mentiras, por cierto—pero ahora también estoy intentando foxtrot y, este, swing de la costa este. El swing en realidad es más perdonador porque puedes como rebotar entre los errores y llamarlo \"estilo.\""
        },
        {
            "role": "Character 1",
            "content": "How much does all this cost? ¿Clases privadas o grupales?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, group classes mostly, como 25 por sesión. Aunque sí me di el lujo de unas clases privadas—75 cada una—porque necesitaba que alguien literalmente me moviera los pies. Valió la pena para ya no ser la peor absoluta del grupo."
        },
        {
            "role": "Character 1",
            "content": "[joking] So you're only the second-worst now? ¡Eso es progreso!"
        },
        {
            "role": "Character 2",
            "content": "Third-worst, thank you very much! Hay un tipo, Gerald, que de alguna manera logra pisarle los pies a su pareja incluso cuando están a un metro de distancia—es realmente impresionante lo malo que es, como si activamente estuviera tratando de fracasar."
        },
        {
            "role": "Character 1",
            "content": "Do you have a regular partner, ¿o te van rotando?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, they rotate, lo que significa que decepciono a una persona nueva cada 8 minutos. Aunque hay una señora, Margaret, que lleva décadas bailando y básicamente me, este, maneja como si yo fuera un carrito de súper con una rueda rota."
        },
        {
            "role": "Character 1",
            "content": "That's... quite the mental image. ¿Qué te hizo querer empezar a bailar de todas formas?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? La boda de mi hermana es en 6 meses y ella específicamente pidió que nadie \"haga esa cosa rara de balancearse como en la secundaria\" durante la recepción. Así que ahora estoy aprendiendo pasos de verdad porque aparentemente mi movimiento usual de, eh, pararme cerca del bar no va a ser suficiente."
        },
        {
            "role": "Character 1",
            "content": "Fair enough. ¿Has tenido que comprar zapatos especiales o algo así?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, dropped 90 dollars on these suede-soled dance shoes, que supuestamente son esenciales. Sí hacen más fácil girar pero también me hacen deslizarme como si estuviera en hielo, lo cual, francamente, ha llevado a casi desastres durante la unidad de tango."
        },
        {
            "role": "Character 1",
            "content": "[groan] Please tell me you're not attempting the rose-in-mouth thing. Por favor dime que no estás intentando lo de la rosa en la boca."
        },
        {
            "role": "Character 2",
            "content": "Ha! No no, we're nowhere near that level, este, de compromiso teatral. Aunque la semana pasada alguien trajo castañuelas a la clase de salsa y la instructora tuvo que explicarle suavemente que eso es, ya sabes, un accesorio de baile de una cultura completamente diferente. La vergüenza ajena fue real."
        },
        {
            "role": "Character 1",
            "content": "Are you actually enjoying it though, ¿a pesar de todas las dificultades?"
        },
        {
            "role": "Character 2",
            "content": "Absolutamente."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So you mentioned you've been taking ballroom dancing lessons? How's that been going?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, it's been... honestly? A humbling experience. I thought I had decent coordination until I tried to waltz and count at the same time—my instructor keeps saying \"one-two-three\" while I'm apparently doing some kind of interpretive seizure."
        },
        {
            "role": "Character 1",
            "content": "[enunciating every word] Wait, you can't count to three while moving your feet?"
        },
        {
            "role": "Character 2",
            "content": "Okay, look, it's not just counting, it's like... you're counting, rotating, maintaining frame, keeping your shoulders down, remembering which foot leads, and somehow you're supposed to look graceful? My brain just, um, short-circuits around step two."
        },
        {
            "role": "Character 1",
            "content": "Which style are you learning? Just waltz or other stuff too?"
        },
        {
            "role": "Character 2",
            "content": "Started with waltz because they said it was \"beginner-friendly\"—lies, by the way—but now I'm also attempting foxtrot and, uh, East Coast swing. The swing is actually more forgiving because you can kind of bounce your way through mistakes and call it \"style.\""
        },
        {
            "role": "Character 1",
            "content": "How much does all this cost? Private lessons or group classes?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, group classes mostly, which run about twenty-five per session. I did splurge on a few private lessons though—seventy-five each—because I needed someone to literally move my feet for me. Worth it to not be the absolute worst person in the group anymore."
        },
        {
            "role": "Character 1",
            "content": "[joking] So you're only the second-worst now? That's progress!"
        },
        {
            "role": "Character 2",
            "content": "Third-worst, thank you very much! There's this guy Gerald who somehow manages to step on his partner's feet even when they're three feet apart—it's actually impressive how bad he is, like he's actively trying to fail."
        },
        {
            "role": "Character 1",
            "content": "Do you have a regular partner or do they rotate you around?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, they rotate, which means I get to disappoint a new person every eight minutes. Although there's this one woman, Margaret, who's been dancing for decades and she basically just, um, steers me around like I'm a shopping cart with a broken wheel."
        },
        {
            "role": "Character 1",
            "content": "That's... quite the mental image. What made you want to start dancing anyway?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? My sister's wedding is in six months and she specifically requested no one \"do that awkward middle school sway thing\" during the reception. So now I'm learning actual steps because apparently my usual dance move of, uh, standing near the bar isn't gonna cut it."
        },
        {
            "role": "Character 1",
            "content": "Fair enough. Have you had to buy special shoes or anything?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, dropped ninety dollars on these suede-soled dance shoes that are supposedly essential. They do make spinning easier but they also make me slide around like I'm on ice, which, frankly, has led to some near-disasters during the tango unit."
        },
        {
            "role": "Character 1",
            "content": "[groan] Please tell me you're not attempting the rose-in-mouth thing."
        },
        {
            "role": "Character 2",
            "content": "Ha! No no, we're nowhere near that level of, um, theatrical commitment. Although last week someone brought castanets to salsa class and the instructor had to gently explain that's, you know, a completely different culture's dance accessory. The secondhand embarrassment was real."
        },
        {
            "role": "Character 1",
            "content": "Are you actually enjoying it though, despite all the struggles?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_9.txt"
}