{
    "conversation": [
        {
            "role": "Customer",
            "content": "Я платиновый член уже—нет стоп, бриллиантовый член уже восемь лет, вы это вообще понимаете?"
        },
        {
            "role": "Customer Support",
            "content": "Ого, бриллиантовый член, так-так-так, сейчас—сейчас сразу открою ваш аккаунт. Аккаунт номер DM-4827-PLT показывает, что вы с нами с 2016 года, и эм, я прекрасно понимаю, почему вы звоните по поводу проблем с обслуживанием."
        },
        {
            "role": "Customer",
            "content": "Вот именно, и сервис раньше был безупречный—то есть, в смысле, был идеальный, а теперь просто полный отстой."
        },
        {
            "role": "Customer Support",
            "content": "Мне—мне очень жаль это слышать, и честно говоря, вы не первый, кто об этом сегодня говорит. Короче, что я вижу в вашей истории, это типа... как бы это сказать... тенденция нарастающих проблем за последние 6 месяцев."
        },
        {
            "role": "Customer",
            "content": "Да! Сначала были задержки с доставкой, потом не те товары, теперь—стоп нет, вообще-то три неправильных товара только в прошлом месяце!"
        },
        {
            "role": "Customer Support",
            "content": "Три неправильных товара, это—это совершенно недопустимо. Э-э, смотрю ваши октябрьские заказы, вижу ORD-9923-XK, ORD-9967-ML и ORD-9984-TZ, у всех ошибки при сборке, что честно говоря не должно происходить ни с кем, а уж тем более с бриллиантовым членом."
        },
        {
            "role": "Customer",
            "content": "Мой помощник звонил дважды—нет, три раза, и никто не мог объяснить, почему это постоянно происходит именно с моим аккаунтом."
        },
        {
            "role": "Customer Support",
            "content": "Ага, так вот, между нами говоря? Нашу складскую систему обновили в июле, с версии 3.2 на 4.0, и это было... ммм, как бы это выразить... в общем полная катастрофа для аккаунтов с большим оборотом, как у вас."
        },
        {
            "role": "Customer",
            "content": "С большим оборотом? Я трачу сорок—нет стоп, пятьдесят тысяч в год у вас, это же просто смешно!"
        },
        {
            "role": "Customer Support",
            "content": "Пятьдесят тысяч, конечно-конечно. Эм, это ставит вас в наши топ-2% клиентов, код аккаунта VIP-TIER-5, и честно? Вы заслуживаете намного лучшего, чем то, что мы вам предоставляли в последнее время."
        },
        {
            "role": "Customer",
            "content": "И даже не начинайте про время ожидания на линии, вчера было—нет вообще-то в понедельник, девяносто три минуты на удержании!"
        },
        {
            "role": "Customer Support",
            "content": "Девяносто три минуты?! Нет-нет-нет, это—секундочку, проверяю ваши записи звонков... да, понедельник, 1 час 33 минуты общее время звонка, это непростительно. Э-э, у нас должна быть приоритетная маршрутизация для бриллиантовых членов, гарантия меньше 5 минут."
        },
        {
            "role": "Customer",
            "content": "Вот об этом я и говорю, всё разваливается, я думаю перенести свой бизнес—вообще-то я уже говорил с вашими конкурентами."
        },
        {
            "role": "Customer Support",
            "content": "Эй-эй-эй, так, давайте не—в смысле, мы это прямо сейчас исправим. Типа, у меня есть право на компенсацию до $5,000 в виде кредитов за обслуживание, код SC-RETAIN-01, и эм, я также эскалирую это напрямую нашей команде исполнительного реагирования."
        },
        {
            "role": "Customer",
            "content": "Исполнительное реагирование? Они наверное даже не—блин, в прошлый раз обещали перезвонить и ничего, вообще ничего не произошло."
        },
        {
            "role": "Customer Support",
            "content": "Так-так, я полностью понимаю ваш скептицизм. Но вот что отличается—я лично назначаю себя вашим персональным менеджером, прямая линия 888-555-0147 добавочный 2298, и э-э, в общем вы больше никогда не будете ждать на линии."
        },
        {
            "role": "Customer",
            "content": "Вы это можете сделать? Потому что клянусь, если это продолжится, я позвоню—стоп, я знаю людей в вашем совете директоров, из Хэмптонса, понимаете?"
        },
        {
            "role": "Customer Support",
            "content": "О, конечно, и—и честно говоря? Отлично, может им и нужно это услышать. Эм, что я сейчас делаю... так... создаю дело номер ESC-7764-EXEC с приоритетным флагом P1, которое попадает прямо на уровень топ-менеджмента в течение 24 часов."
        },
        {
            "role": "Customer",
            "content": "Ладно, но я хочу компенсацию за все эти мучения—нет вообще-то, я хочу гарантии, что это прекратится в будущем!"
        },
        {
            "role": "Customer Support",
            "content": "Безусловно-безусловно, так вот что я внедряю: $2,500 немедленный кредит за обслуживание, код применён SVC-CREDIT-2500, плюс вас переводят на уровень белых перчаток, это типа... ммм, по сути наша внутренняя тестовая программа, где заказы проверяются вручную перед отправкой, ограничено 50 аккаунтами на всю компанию."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I've been a platinum member for—no wait, diamond member for eight years, do you understand that?"
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, diamond member, okay okay, let me—let me pull up your account right away. Account number DM-4827-PLT shows you've been with us since 2016, and um, I can absolutely see why you'd be calling about service issues."
        },
        {
            "role": "Customer",
            "content": "Exactly, and the service used to be impeccable—sorry, I mean, it was perfect and now it's just garbage."
        },
        {
            "role": "Customer Support",
            "content": "I'm—I'm really sorry to hear that, and honestly, you're not the first person to mention this today. So basically what I'm seeing in your history is like... what's the word... a pattern of escalating issues over the past 6 months."
        },
        {
            "role": "Customer",
            "content": "Yes! First it was shipping delays, then wrong items, now—wait no, actually three wrong items last month alone!"
        },
        {
            "role": "Customer Support",
            "content": "Three wrong items, that's—that's completely unacceptable. Er, looking at your October orders, I see ORD-9923-XK, ORD-9967-ML, and ORD-9984-TZ all had fulfillment errors, which frankly shouldn't happen to anyone, let alone a diamond member."
        },
        {
            "role": "Customer",
            "content": "My assistant called twice—sorry, three times, and nobody could explain why this keeps happening to my account specifically."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, between you and me? Our warehouse system got updated in July, version 3.2 to 4.0, and it's been... hmm, how do I put this... basically a disaster for high-volume accounts like yours."
        },
        {
            "role": "Customer",
            "content": "High-volume? I spend forty—no wait, fifty thousand a year with you people, this is completely ridiculous!"
        },
        {
            "role": "Customer Support",
            "content": "Fifty thousand, absolutely absolutely. Um, that puts you in our top 2% of customers, account code VIP-TIER-5, and honestly? You deserve so much better than what we've been delivering lately."
        },
        {
            "role": "Customer",
            "content": "And don't even get me started on customer service wait times, yesterday was—no actually Monday, ninety-three minutes on hold!"
        },
        {
            "role": "Customer Support",
            "content": "Ninety-three minutes?! No no no, that's—hold on, I'm checking your call logs... yeah Monday, 1 hour 33 minutes total call time, that's inexcusable. Er, we're supposed to have priority routing for diamond members, under 5 minute guarantee."
        },
        {
            "role": "Customer",
            "content": "See this is what I mean, everything's falling apart, I'm thinking of taking my business—actually I've already talked to your competitors."
        },
        {
            "role": "Customer Support",
            "content": "Whoa whoa, okay so, let's not—I mean, we're going to fix this right now. Like, I have override authority up to $5,000 in service credits, code SC-RETAIN-01, and um, I'm also escalating this directly to our executive response team."
        },
        {
            "role": "Customer",
            "content": "Executive response? They probably won't even—sorry, last time they promised callbacks and nothing, absolutely nothing happened."
        },
        {
            "role": "Customer Support",
            "content": "Right right, I totally get your skepticism. But here's what's different—I'm personally assigning myself as your account liaison, direct line 888-555-0147 extension 2298, and er, basically you'll never wait on hold again."
        },
        {
            "role": "Customer",
            "content": "You can do that? Because I swear if this continues I'm calling—wait, I know people on your board, the Hamptons, you know?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, and—and honestly? Good, maybe they need to hear this. Uh, what I'm doing right now is... let's see... creating case number ESC-7764-EXEC with priority flag P1, which goes straight to C-suite visibility within 24 hours."
        },
        {
            "role": "Customer",
            "content": "Fine but I want compensation for all this grief—no actually, I want assurance this stops happening going forward!"
        },
        {
            "role": "Customer Support",
            "content": "Definitely definitely, so here's what I'm implementing: $2,500 immediate service credit, code applied SVC-CREDIT-2500, plus you're getting bumped to our white glove tier, which is like... mmm, basically our internal testing program where orders get hand-verified before shipping, limited to 50 accounts total company-wide."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "64be5336_script.json",
    "professionalism": "casual",
    "scenario": "complaining about quality degradation of service over time",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "demanding_entitled",
                "manic_oversharing"
            ],
            "disfluency": {
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "determined_advocate",
                "commiserating_honest"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "filled_pauses",
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        }
    }
}