{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I'm I'm calling about a refund that's, uh, that's been promised twice already? Эм, мне уже два раза обещали, понимаешь?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, let me just pull that up here and, uh, what's your account number or, um, order reference? Какой у вас номер аккаунта или, эм, референс заказа?"
        },
        {
            "role": "Customer",
            "content": "It's it's RFN-4428-X. Третий раз звоню уже."
        },
        {
            "role": "Customer Support",
            "content": "Right, got it. Так, вижу тут ваш запрос на возврат RFN-4428-X от 12 октября, и есть заметки о follow-up 19-го, но реального кода обработки еще нет."
        },
        {
            "role": "Customer",
            "content": "Yeah, um, I just—I just need to know when, uh, when it's happening, you know? Мне просто нужно знать когда, эм, когда это произойдет, понимаешь?"
        },
        {
            "role": "Customer Support",
            "content": "So here's what I'm seeing—and this is odd—your refund got approved but never hit our payment queue. Transaction ID TXN-885214-Q показывает статус одобрен, но даты выплаты нет."
        },
        {
            "role": "Customer",
            "content": "I sort of, um, really need this? Мне это, эм, правда очень нужно, у меня массажный стол сломался и я—"
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, what happened is like, your refund got stuck between departments and, uh, that's why nobody actually, um, pushed it through. Ваш возврат застрял между отделами и, эм, поэтому никто его реально, эм, не протолкнул."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay. Ладно ладно ладно, просто скажи что мне делать."
        },
        {
            "role": "Customer Support",
            "content": "Right so, um, I can't just override this myself but, uh, let me create a priority escalation ticket, um, PRI-7739-KL2, and basically attach all your previous calls. Я не могу сам это переопределить, но, эм, давайте создам приоритетный тикет эскалации, эм, PRI-7739-KL2, и в общем приложу все ваши предыдущие звонки."
        },
        {
            "role": "Customer",
            "content": "I think—no wait, actually—will this, um, will this actually work this time or...? Я думаю—нет подожди, вообще—это, эм, это реально сработает на этот раз или...?"
        },
        {
            "role": "Customer Support",
            "content": "Look, I'm putting a 48-hour flag on ticket PRI-7739-KL2. Это значит что он должен быть решен к среде или автоматически эскалируется к менеджменту."
        },
        {
            "role": "Customer",
            "content": "It's just, um, I've got clients and, uh, no table and I'm, er, borrowing one but, um, I can't keep— Просто, эм, у меня клиенты есть и, эм, стола нет и я, эээ, одалживаю пока но, эм, я не могу постоянно—"
        },
        {
            "role": "Customer Support",
            "content": "Got it. Понял, быстрый вопрос—оригинальная покупка была по карте заканчивающейся на 8847?"
        },
        {
            "role": "Customer",
            "content": "Yeah yeah, that's that's right. Да да, это правильно."
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, what I'm doing now is, uh, linking this directly to our finance team with reference FIN-9982-RT, and um, they process same-day. Что я сейчас делаю это, эм, связываю напрямую с нашей финансовой командой с референсом FIN-9982-RT, и эм, они обрабатывают в тот же день."
        },
        {
            "role": "Customer",
            "content": "I probably, uh, sound frustrated but I'm—I'm just tired of calling. Наверное, эм, звучу раздраженно но я—я просто устал звонить."
        },
        {
            "role": "Customer Support",
            "content": "No, totally fair. Нет, полностью справедливо, ваш кейс REF-4428-X показывает два невыполненных обещания, этого не должно было произойти, финансовая команда обрабатывает тикеты FIN-9982-RT в течение 4 часов."
        },
        {
            "role": "Customer",
            "content": "So is this, um, is this definitely happening today or, uh, should I just, er, expect to call again? Так это, эм, это точно произойдет сегодня или, эм, мне просто, эээ, готовиться снова звонить?"
        },
        {
            "role": "Customer Support",
            "content": "Today. Сегодня, код подтверждения KMS-445821 гарантирует обработку до 5 вечера, если нет, этот номер обходит очередь: прямая линия 800-555-9901."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I'm I'm calling about a refund that's, uh, that's been promised twice already?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, let me just pull that up here and, uh, what's your account number or, um, order reference?"
        },
        {
            "role": "Customer",
            "content": "It's it's RFN-4428-X. Third time calling."
        },
        {
            "role": "Customer Support",
            "content": "Right, got it. So basically I can see here your refund request RFN-4428-X from October 12th, and then there's notes about a follow-up on the 19th, but no actual processing code yet."
        },
        {
            "role": "Customer",
            "content": "Yeah, um, I mean, I just—I just need to know when, uh, when it's happening, you know?"
        },
        {
            "role": "Customer Support",
            "content": "So here's what I'm seeing—and this is odd—your refund got approved but never hit our payment queue. Transaction ID TXN-885214-Q shows approved status but no release date."
        },
        {
            "role": "Customer",
            "content": "I sort of, um, really need this? I mean, it's it's for my, uh, massage table that broke and I—"
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, what happened is like, your refund got stuck between departments and, uh, that's why nobody actually, um, pushed it through."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay. Just tell me what I need to do."
        },
        {
            "role": "Customer Support",
            "content": "Right so, um, I can't just override this myself but, uh, let me create a priority escalation ticket, um, PRI-7739-KL2, and basically attach all your previous calls."
        },
        {
            "role": "Customer",
            "content": "I think—no wait, actually—will this, um, will this actually work this time or...?"
        },
        {
            "role": "Customer Support",
            "content": "Look, I'm putting a 48-hour flag on ticket PRI-7739-KL2. That means it has to be resolved by Wednesday or it auto-escalates to management."
        },
        {
            "role": "Customer",
            "content": "It's just, um, I've got clients and, uh, no table and I'm, er, borrowing one but, um, I can't keep—"
        },
        {
            "role": "Customer Support",
            "content": "Got it. Quick question—original purchase was credit card ending in 8847?"
        },
        {
            "role": "Customer",
            "content": "Yeah yeah, that's that's right."
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, what I'm doing now is, uh, linking this directly to our finance team with reference FIN-9982-RT, and um, they process same-day."
        },
        {
            "role": "Customer",
            "content": "I probably, uh, sound frustrated but I'm—I'm just tired of calling."
        },
        {
            "role": "Customer Support",
            "content": "No, totally fair. Your case REF-4428-X shows two broken promises. That shouldn't happen. Finance team processes FIN-9982-RT tickets within 4 hours."
        },
        {
            "role": "Customer",
            "content": "So is this, um, is this definitely happening today or, uh, should I just, er, expect to call again?"
        },
        {
            "role": "Customer Support",
            "content": "Today. Confirmation code KMS-445821 guarantees processing by 5PM. If not, this number bypasses the queue: direct line 800-555-9901."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "8d3d61e4_script.json",
    "scenario": "massage therapist, calm but persistent about a refund she's been promised twice already",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "resigned_going_through_motions",
                "desperate_pleading"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter",
                    "false_starts",
                    "hedge_words"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "professionally_firm",
                "troubleshooting_curious"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        }
    }
}