{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[formally] 他们告诉我，你在边境独居了12年，拒绝与文明世界有任何接触。[pause] 但你现在站在我的朝堂上，claiming knowledge of treason."
        },
        {
            "role": "Character 2",
            "content": "[quietly] 我本来不想来的。"
        },
        {
            "role": "Character 1",
            "content": "[stern] 但你还是来了，穿过3天的敌对领地才到达我的城门。[curious] 一个隐士不会无缘无故放弃孤独，so tell me what you witnessed."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] 你的北方要塞指挥官，每个月初都会在废弃的磨坊会见外国骑兵。[clearing throat] 我看见过金币易手，castle defenses的地图在灯光下摊开在桌上。"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] 艾德里克指挥官为王室服务了20年，fought in three wars defending these lands. [pause] 你要我相信，就凭你从树林里瞥见的影子，她就背叛了？"
        },
        {
            "role": "Character 2",
            "content": "[bitter] 信不信由你，陛下，但我认出了那些外国骑兵的徽章——莫格林军队的黑蛇标志。[sighs] 他们计划在丰收节动手，when your guard is spread thin across the celebrations."
        },
        {
            "role": "Character 1",
            "content": "[anxious] 丰收节还有4天，半个王国的人都会在城墙内庆祝。[frustrated] 如果你说的是真的，we're talking about a massacre of innocent families, 孩子们——"
        },
        {
            "role": "Character 2",
            "content": "[firmly] 这就是我离开树林来这里的唯一原因。[very quietly] 我这辈子见过太多死亡，I know when more is coming, 我不能再坐视不理了。"
        },
        {
            "role": "Character 1",
            "content": "[empathetically] 你以前是个士兵，对吗？[pause] Before you chose isolation, 在某件事驱使你放弃这个世界，选择与树木和寂静为伴之前。"
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] 我是你父亲在西堡围城时的禁卫队长，我们守住那座桥7天。[long pause] 我下令让好人去送死，while nobles fled with their gold."
        },
        {
            "role": "Character 1",
            "content": "马可斯·索恩队长——我以为你在那场围城中死了。[gasps softly] 我父亲战后到处找你，派骑兵搜遍了整个王国，looking for his most trusted protector."
        },
        {
            "role": "Character 2",
            "content": "你父亲知道我活着。[sighs] 他理解为什么我不能回到朝廷，after what I'd done, 在我做出那些可怕的牺牲来拯救王国之后。"
        },
        {
            "role": "Character 1",
            "content": "[warmly] 他在晚年经常提起你，说你是他认识的唯一真正正直的人。[passionate] 帮我阻止这个阴谋，I'll grant you anything——土地，头衔，足够的金子——"
        },
        {
            "role": "Character 2",
            "content": "我不要你的赏赐，孩子。[exhales] 我想阻止另一个西堡，another situation where innocent blood soaks into soil, 因为当权者太盲目，看不见背叛就在眼前蔓延。"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] 那告诉我怎么阻止这一切，without starting a panic, 不要惊动那些阴谋者！[speeding up] 我不能就这样逮捕艾德里克，没有证据，your word alone won't convince my council."
        },
        {
            "role": "Character 2",
            "content": "[calmly] 让我带着你最信任的两个人回去，dressed as vagrants not soldiers. [pause] 我们明晚在磨坊等着，your men can witness the treachery with their own eyes."
        },
        {
            "role": "Character 1",
            "content": "你愿意在12年的孤独后回来帮我们？[quietly] After everything you've sacrificed, 远离朝廷政治的丑陋和背负他人生命的重担之后？"
        },
        {
            "role": "Character 2",
            "content": "[regretful] 有些负担，无论你逃到荒野多远都会跟着你。[sighs] 你父亲很久以前救过我的命，long before Westhold, 即使在流放中我也背负着这份债。"
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] 索恩队长，如果我们活过这一劫，I need someone like you on my council——一个重视真相胜过安逸的人，who's seen the real cost of power, 却仍然选择保护无辜者。"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] 先专注于活下来吧，陛下，because if I'm right about Aldric's plan, 到这周末，要么阴谋死去，要么你的王国燃烧。[pause] 我见过太多王国燃烧了。"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[formally] They tell me you've lived alone in the borderlands for twelve years, refusing all contact with civilization. [pause] Yet here you stand in my court, claiming knowledge of treason."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Didn't want to come."
        },
        {
            "role": "Character 1",
            "content": "[stern] But you did come, traveling three days through hostile territory to reach my gates. [curious] A hermit doesn't abandon solitude without extraordinary cause, so tell me what you witnessed."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Your northern garrison commander meets with foreign riders every new moon at the abandoned mill. [clearing throat] I've seen gold change hands, maps of the castle's defenses spread on tables by lantern light."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Commander Aldric has served this crown for twenty years, fought in three wars defending these lands. [pause] You're asking me to believe he's turned traitor based on shadows you glimpsed from the woods?"
        },
        {
            "role": "Character 2",
            "content": "[bitter] Believe what you want, Your Majesty, but I recognized the foreign riders' insignia—the black serpent of Morgrim's army. [sighs] They're planning something for the harvest festival when your guard is spread thin across the celebrations."
        },
        {
            "role": "Character 1",
            "content": "[anxious] The harvest festival is in four days, half the kingdom will be within these walls celebrating. [frustrated] If what you're saying is true, we're talking about a massacre of innocent families, children—"
        },
        {
            "role": "Character 2",
            "content": "[firmly] Which is the only reason I left my woods and came here. [very quietly] I've seen enough death in my lifetime to know when more is coming, and I couldn't sit by watching it unfold again."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] You were a soldier once, weren't you? [pause] Before you chose isolation, before whatever drove you to abandon the world and live among trees and silence instead of people."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] I was your father's captain of the guard during the siege of Westhold, where we held the bridge for seven days. [long pause] Where I ordered good men to their deaths while nobles fled with their gold."
        },
        {
            "role": "Character 1",
            "content": "Captain Marcus Thorne—I thought you died in that siege. [gasps softly] My father searched for you after the battle, sent riders to every corner of the kingdom looking for his most trusted protector."
        },
        {
            "role": "Character 2",
            "content": "Your father knew I survived. [sighs] He understood why I couldn't return to court after what I'd done, after the choices I'd made to save the kingdom at such a terrible cost."
        },
        {
            "role": "Character 1",
            "content": "[warmly] He spoke of you often in his final years, said you were the only truly honorable man he'd ever known. [passionate] Help me stop this conspiracy and I'll grant you anything—lands, titles, gold enough to—"
        },
        {
            "role": "Character 2",
            "content": "I don't want your rewards, boy. [exhales] I want to prevent another Westhold, another situation where innocent blood soaks into soil because those in power were too blind to see betrayal festering in their own ranks."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Then tell me how to stop this without starting a panic or alerting the conspirators that we know their plans! [speeding up] I can't just arrest Aldric without proof, and your word alone won't convince my council."
        },
        {
            "role": "Character 2",
            "content": "[calmly] Send me back with two of your most trusted men, dressed as vagrants not soldiers. [pause] We'll wait at the mill during the next meeting, and your men can witness the treachery with their own eyes tomorrow night."
        },
        {
            "role": "Character 1",
            "content": "You'd return to help us after twelve years of solitude? [quietly] After everything you've sacrificed to stay away from the ugliness of court politics and the burden of other people's lives?"
        },
        {
            "role": "Character 2",
            "content": "[regretful] Some burdens follow you no matter how far you run into the wilderness. [sighs] Your father saved my life once, long before Westhold, and I've carried that debt even in my exile."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] Captain Thorne, if we survive this, I need someone like you on my council—someone who values truth over comfort, who's seen the real cost of power and still chooses to protect the innocent."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Let's focus on surviving first, Your Majesty, because if I'm right about Aldric's plan, by week's end either the conspiracy dies or your kingdom burns. [pause] And I've seen too many kingdoms burn."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "1898f4d5_scenario.json",
    "scenario": "A reclusive hermit living in the kingdom's borderlands is brought before the king after discovering evidence of a conspiracy against the crown.",
    "type": "scenario_conversation",
    "character_1_role": "king",
    "character_2_role": "loner",
    "selected_tones": [
        "measured",
        "protecting",
        "accelerating"
    ],
    "tone_options": [
        "frozen",
        "whole",
        "soothing",
        "approachable",
        "protecting",
        "measured",
        "cool-headed",
        "decelerating",
        "accelerating",
        "excited"
    ]
}