{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Cultural fit. Me lo dijeron en la cara, otra vez. Five years, cinco años llevo aquí, cumpliendo todas las metas, entrenando a su gente nueva, arreglando sus desastres, y siempre es algo. [frustrated] First it was \"we need someone with more experience,\" así que conseguí más experiencia. Then it was \"leadership skills,\" así que lideré 3 proyectos importantes. [pause] And now it's, este... es \"cultural fit.\" [sarcastic] Whatever that means. Todos sabemos qué significa eso. [angry] Brad gets promoted after 18 months, porque juega golf con ellos los fines de semana. He fits the culture. Yo me quedo hasta tarde arreglando su código, pero yo no encajo. [voice shaking] The worst part is they think I'm stupid. Como si no viera el patrón. Every single person in management, todos se ven iguales, hablan igual, vienen de las mismas universidades. [pause] And here I am, todavía tratando de probarme a mí mismo como si fuera a— como si importara. [exhausted] My mom keeps asking why I don't just leave. Que busque un lugar donde me aprecien. And I tell her it's, este, es complicado, pero honestamente? [very sad] I'm just tired. Estoy tan cansado de ser excelente e invisible al mismo tiempo."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Cultural fit. They actually said that to my face. Again. Five years, five years I've been here, hitting every target, training their new people, fixing their messes, and it's always something. [frustrated] First it was \"we need someone with more experience,\" so I got more experience. Then it was \"leadership skills,\" so I led three major projects. [pause] And now it's, um... it's \"cultural fit.\" [sarcastic] Whatever that means. We all know what that means. [angry] Brad gets promoted after eighteen months because he plays golf with them on weekends. He fits the culture. I stay late debugging his code, but I don't fit. [voice shaking] The worst part is they think I'm stupid. Like I don't see the pattern. Every single person in management looks the same, talks the same, comes from the same schools. [pause] And here I am, still trying to prove myself like it's gonna— like it matters. [exhausted] My mom keeps asking why I don't just leave. Find somewhere that appreciates me. And I tell her it's, um, it's complicated, but honestly? [very sad] I'm just tired. I'm so tired of being excellent and invisible at the same time."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "5a0de81f_monologue.json",
    "type": "emotional_monologue",
    "subject": "Getting passed over for the superior position again because they want someone with \"better cultural fit\"",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}