{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Veintitrés años. [bitter] Así operaron aquí. Veintitrés años viendo desaparecer amigos, cerrar negocios, chavos que se metían en— [pause] [shaky voice] Y ahora se acabó. Por el Marcus. [laugh] Dios, el Marcus, ¿te imaginas? El mismo tipo que le cobraba piso a la tienda de mi papá es el que por fin... este, ni sé qué sentir, la verdad. [confused] ¿Es justicia cuando el que testifica ayudó a destruir todo primero? [very quietly] Mi hermana nunca regresó después de que la reclutaron. [sniffle] Tenía quince. [angry] ¡Quince años! Y el Marcus sabía, él estaba ahí, él— [pause] [exhausted] Pero bueno... bueno, al menos por fin hizo algo. [relieved] Se van todos ahora. Cada uno de ellos. Cadena perpetua. [very melancholic] Aunque ya es tarde para el barrio, ¿no? O sea, ¿qué queda? Lotes baldíos, ventanas tapiadas... [trailing off] [hesitantly] ¿Tal vez podamos reconstruir? No sé, se siente como, este... como querer resucitar muertos a veces. [warm] Pero verlos esposados hoy... [chuckle] Eso se sintió bien. Muy bien. [very sincerely] Por fin los agarramos."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Twenty-three years. [bitter] That's how long they operated here. Twenty-three years of watching friends disappear, businesses close, kids getting pulled into— [pause] [shaky voice] And now it's over. Because of Marcus. [laugh] God, Marcus of all people. The same guy who collected protection money from my dad's shop is the one who finally... hmm, I don't even know what to feel about that. [confused] Is it justice when the person testifying helped destroy everything first? [very quietly] My sister never came back after they recruited her. [sniffle] She was fifteen. [angry] Fifteen! And Marcus knew, he was there, he— [pause] [exhausted] But I guess... I guess at least he finally did something. [relieved] They're all going away now. Every last one of them. Life sentences. [very melancholic] Too late for our neighborhood though, isn't it? I mean, what's left? Empty lots, boarded windows... [trailing off] [hesitantly] Maybe we can rebuild? I don't know, it feels like, um... like trying to bring back the dead sometimes. [warm] But seeing them in handcuffs today? [chuckle] That felt good. Really good. [very sincerely] We finally got them."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "58186478_monologue.json",
    "type": "emotional_monologue",
    "subject": "The accomplice-turned-witness testimony just put away the criminal organization that destroyed your community",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}