{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Lo consiguió. [pause] Rebecca consiguió la exhibición en la Galería Meridian. [bitter] Cinco años. Cinco años consecutivos mandando mi mejor trabajo, y ellos... [sigh] Y mi aprendiz llega con su primer portafolio y de repente— [frustrated] Dios, yo le enseñé todo. Cada técnica, cada truquito con las placas de cobre, la forma de conseguir esa consistencia perfecta de la tinta. [quietly] O sea, estoy feliz por ella. [pause] [sarcastic] Claro. Súper, súper feliz. [laugh] ¿Quién no estaría encantado de ver a su estudiante de 23 años lograr lo que uno lleva fracasando desde— [trailing off] [long pause] A lo mejor ese es el problema. A lo mejor me he estado esforzando demasiado, ¿sabes? Pensándolo todo demasiado. Ella simplemente... ella no carga con todo este, este... este peso sobre lo que debería significar la obra. [sad] Vi sus piezas. Son buenas. De hecho son muy buenas. Frescas. [jealous] Todo lo que el director de la galería dijo que las mías no eran. [sigh] \"Demasiado tradicionales\", dijo. \"No empujan límites\". [mocking] Pero aparentemente enseñarle a alguien a empujar límites mientras tú te quedas parado es, eh... eso está perfectamente bien. [pause] [exhausted] Debería llamarla. Felicitarla como se debe. [hesitantly] Tal vez preguntarle si necesita ayuda para instalar. [bitter laugh] El veterano asistente de la estrella en ascenso. [very quietly] ¿Cuándo me convertí en el que se queda atrás?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "She got it. [pause] Rebecca got the Meridian Gallery showing. [bitter] Five years. Five consecutive years I've submitted my best work, and they... [sigh] And my apprentice walks in there with her first portfolio and just— [frustrated] God, I taught her everything. Every technique, every little trick with the copper plates, the way to get that perfect ink consistency. [quietly] I mean, I'm happy for her. [pause] [sarcastic] Sure. Really, really happy. [laugh] Who wouldn't be thrilled to watch their twenty-three-year-old student accomplish what they've been failing at since— [trailing off] [long pause] Maybe that's the problem. Maybe I've been trying too hard, you know? Overthinking everything. She just... she doesn't carry all this, um, this baggage about what the work should mean. [sad] I saw her pieces. They're good. They're really good actually. Fresh. [jealous] Everything the gallery director said mine weren't. [sigh] \"Too traditional,\" he said. \"Not pushing boundaries.\" [mocking] But apparently teaching someone to push boundaries while you stand still is, uh... that's perfectly fine. [pause] [exhausted] I should call her. Congratulate her properly. [hesitantly] Maybe ask if she needs help installing. [bitter laugh] The veteran assistant to the rising star. [very quietly] When did I become the person who gets left behind?"
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "5d1ead8b_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your printmaking apprentice just won the gallery showing you've been rejected from five consecutive years",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}