{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] I didn't know you worked here now, honestly I would have gone somewhere else if I'd known, but my usual place is booked solid for the next three weeks."
        },
        {
            "role": "Character 2",
            "content": "[quietly] It's fine, David, I've been here since April. [pause] Just fill out the intake form and tell me what service level you want for the Accord."
        },
        {
            "role": "Character 1",
            "content": "[awkwardly] Right, the full interior and exterior package, I guess. [clears throat] The coffee stain on the passenger seat won't come out no matter what I try."
        },
        {
            "role": "Character 2",
            "content": "[professionally] That's from the road trip to Portland last summer, I remember when you spilled it trying to change the music while driving through that construction zone."
        },
        {
            "role": "Character 1",
            "content": "[softly] You remember that."
        },
        {
            "role": "Character 2",
            "content": "[quickly] Standard detail takes four hours."
        },
        {
            "role": "Character 1",
            "content": "[wandering] Your hair is different, shorter, it looks good on you. [sighs] Sorry, I shouldn't have said that, I know we agreed to stay out of each other's lives."
        },
        {
            "role": "Character 2",
            "content": "[firmly] The waiting area has coffee and WiFi if you're staying, or you can leave your number and we'll text when it's ready for pickup. [pause]"
        },
        {
            "role": "Character 1",
            "content": "I'll wait, if that's okay, I don't have anywhere else to be today and [exhales] maybe we could talk when you're on break or something."
        },
        {
            "role": "Character 2",
            "content": "[withdrawing] I don't take breaks."
        },
        {
            "role": "Character 1",
            "content": "[sincerely] Look, I know I messed everything up with us, moving for that job without really talking it through, assuming you'd just follow me to Seattle without asking what you wanted."
        },
        {
            "role": "Character 2",
            "content": "[bitter] You made your choice, David, and now I'm here detailing cars instead of finishing my nursing degree because I spent all my savings trying to make long distance work. [shaky voice]"
        },
        {
            "role": "Character 1",
            "content": "I came back though."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Six months too late, after I'd already rebuilt my whole life without you in it, after I learned how to sleep alone again and stopped checking my phone every five minutes."
        },
        {
            "role": "Character 1",
            "content": "[regretful] The Seattle job was a mistake, the money wasn't worth losing you, losing us, and I think about that every single morning when I wake up in that empty apartment."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Please don't do this here, not at my workplace where I have to see you and pretend everything is professional and fine when nothing about this is fine."
        },
        {
            "role": "Character 1",
            "content": "[desperately] I still have that playlist you made me for the drive up there, the one with all the songs from our first year together, and I can't bring myself to delete it."
        },
        {
            "role": "Character 2",
            "content": "[trembling] Your keys. [pause] Just give me your keys and go wait in the lobby, I'll handle your car myself so you don't have to deal with the other techs."
        },
        {
            "role": "Character 1",
            "content": "[very softly] I never stopped loving you, Jen, I just got really good at pretending I did because the alternative was admitting I threw away the best thing in my life."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] The Accord will be ready at three, we'll remove the coffee stain and detail everything else, and after today please find somewhere else to get your car serviced. [long pause] Please."
        }
    ],
    "content_type": "simple_tags",
    "source_file": "a96c0b3f_scenario.json",
    "actor": 4,
    "scenario": "An ex-boyfriend brings his car to be detailed at the shop where his ex now works, their first encounter six months after a painful breakup.",
    "type": "scenario_conversation",
    "character_1_role": "ex-boyfriend",
    "character_2_role": "detailer",
    "selected_tones": [
        "withdrawing",
        "sincere",
        "wandering"
    ]
}