{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[confused] I thought you moved to Portland, or was it Seattle? [nervous laugh] Sorry, I'm just surprised to see you here, especially looking so... different, good different, just different from how I remember."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Neither actually, I've been in Denver for the past three years. [pause] You look exactly the same though, down to that nervous thing you do with your hands when you're uncomfortable."
        },
        {
            "role": "Character 1",
            "content": "[anxiously] Do I really still do that? God, I thought I'd grown out of some of my tells by now. [sighs] Therapy was supposed to help with the obvious ones at least."
        },
        {
            "role": "Character 2",
            "content": "[gently] Therapy? Good for you."
        },
        {
            "role": "Character 1",
            "content": "[quickly] Yeah, twice a week."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Listen, I know we haven't talked since that whole mess five years ago, but seeing you here tonight [exhales] brings back a lot of things I thought I'd processed already."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] I know."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] You always did that, just agreed with whatever I said without actually engaging. [pause] Some things really don't change, even after all this time apart."
        },
        {
            "role": "Character 1",
            "content": "You're right, I'm doing it again, falling into old patterns like we never stopped being us. [laughs bitterly] The therapist calls it regression, happens when I'm around certain triggers."
        },
        {
            "role": "Character 2",
            "content": "Am I a trigger now? [quietly] That's not exactly what anyone wants to be called by someone they once thought they'd marry."
        },
        {
            "role": "Character 1",
            "content": "[desperately] No, that came out wrong, you're not a trigger, you're... [sighs] You're the reason I needed therapy in the first place, but not in the way that sounds either."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Great, so I broke you?"
        },
        {
            "role": "Character 1",
            "content": "[firmly] No, I was already broken, you just made me realize it. [pause] The way I needed you, depended on you for everything, that wasn't love, it was something else entirely."
        },
        {
            "role": "Character 2",
            "content": "[softly] It felt like love to me, at least at the beginning. [sighs] Before it became suffocating, before I realized I was losing myself trying to be your everything."
        },
        {
            "role": "Character 1",
            "content": "[regretful] I'm sorry."
        },
        {
            "role": "Character 2",
            "content": "[warmly] I know you are, and honestly, I forgave you years ago. [chuckles] Denver has been good for that, lots of mountains to climb and think about what really matters."
        },
        {
            "role": "Character 1",
            "content": "[curious] Are you happy there? [quietly] I mean, really happy, not just the surface level stuff you post on Instagram that I definitely don't check every few months."
        },
        {
            "role": "Character 2",
            "content": "[laughing] You still check my Instagram? [pause] Yeah, I'm happy, found someone who lets me be myself without needing me to complete them, if that makes sense."
        },
        {
            "role": "Character 1",
            "content": "[sad] That's good, really good actually, and I mean that without any of the old jealousy. [exhales] Maybe we both ended up exactly where we needed to be."
        },
        {
            "role": "Character 2",
            "content": "[sincerely] Maybe we did."
        }
    ],
    "content_type": "simple_tags",
    "source_file": "d62df886_scenario.json",
    "actor": 6,
    "scenario": "After five years of no contact, a codependent person runs into their first love at a mutual friend's wedding reception, where they end up alone on the hotel terrace.",
    "type": "scenario_conversation",
    "character_1_role": "codependent",
    "character_2_role": "first love",
    "selected_tones": [
        "confused",
        "tensing",
        "sharing"
    ]
}