{
    "conversation": [
        {
            "role": "Character 1",
            "content": "You actually think you deserve this promotion."
        },
        {
            "role": "Character 2",
            "content": "Deserve is such a pedestrian concept. I've restructured three departments in six months, each one now operating at thirty percent above projected efficiency. The numbers speak louder than your feelings about fairness."
        },
        {
            "role": "Character 1",
            "content": "Those were my proposals. My restructuring plans."
        },
        {
            "role": "Character 2",
            "content": "Your drafts, certainly. But drafts are just theory until someone with actual execution capability transforms them into reality. I took your academic exercises and made them profitable—that's the difference between us."
        },
        {
            "role": "Character 1",
            "content": "You can't just... steal credit like that."
        },
        {
            "role": "Character 2",
            "content": "Steal implies ownership, which implies you had the capability to implement them yourself. You didn't. You sat in meetings drawing diagrams while I convinced the board to invest four million dollars."
        },
        {
            "role": "Character 1",
            "content": "Because I gave you everything! The data, the projections—"
        },
        {
            "role": "Character 2",
            "content": "[jealous] Oh, here we go again with the martyrdom. Poor brilliant mind, trapped behind a desk while lesser mortals take action. You know what your problem is? You think intelligence alone deserves reward."
        },
        {
            "role": "Character 1",
            "content": "[very meekly] I thought we were partners..."
        },
        {
            "role": "Character 2",
            "content": "Partners share risk. You risked nothing—no reputation, no capital, no relationships. I put my name on every document while you stayed safely anonymous, ready to distance yourself if things went wrong."
        },
        {
            "role": "Character 1",
            "content": "That's not what happened."
        },
        {
            "role": "Character 2",
            "content": "Isn't it? When Morrison questioned the Asia-Pacific expansion, where were you? I stood in that boardroom for three hours defending your numbers while you sent apologetic emails from the safety of your cubicle."
        },
        {
            "role": "Character 1",
            "content": "You told me not to come!"
        },
        {
            "role": "Character 2",
            "content": "I told you the stakes were high. You chose to interpret that as permission to hide. See, this is what I mean—you want credit without confrontation, success without sacrifice."
        },
        {
            "role": "Character 1",
            "content": "You're rewriting history."
        },
        {
            "role": "Character 2",
            "content": "[happy] History belongs to whoever tells it best! And tomorrow, when I'm running the European division, I'll tell it beautifully. Your contributions will be footnoted, naturally. Academic advisor—it has a nice ring."
        },
        {
            "role": "Character 1",
            "content": "They'll see through you eventually."
        },
        {
            "role": "Character 2",
            "content": "Will they? Because from where I'm standing, they see someone who delivers results. You see manipulation; they see leadership. You see theft; they see resourcefulness."
        },
        {
            "role": "Character 1",
            "content": "This isn't over."
        },
        {
            "role": "Character 2",
            "content": "Of course it isn't. I'll need fresh ideas for next quarter, and you'll provide them, wrapped in resentment and righteous indignation. It's actually quite a perfect arrangement when you think about it."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_15.txt",
    "actor": 2
}