{
    "conversation": [
        {
            "role": "Character 1",
            "content": "What's your take on the proposed 25% medical equipment tariffs?"
        },
        {
            "role": "Character 2",
            "content": "Ah, that's... that's going to hit us hard actually. Most of our adaptive equipment comes from overseas manufacturers, and, um, Medicare reimbursement rates won't adjust to match those increased costs."
        },
        {
            "role": "Character 1",
            "content": "How much are we talking per device?"
        },
        {
            "role": "Character 2",
            "content": "[speeding up] Well, a basic powered wheelchair runs about $15,000 currently, so we're looking at, hmm, $3,750 increase just from the tariff, and that's before markup adjustments from distributors."
        },
        {
            "role": "Character 1",
            "content": "That seems unsustainable."
        },
        {
            "role": "Character 2",
            "content": "Absolutely. I mean, our clinic already struggles with the 80/20 Medicare split, and now we're essentially asking patients to cover an additional, uh, let's see... probably $4,500 out-of-pocket after everything."
        },
        {
            "role": "Character 1",
            "content": "[laugh hard] And I thought healthcare costs couldn't get worse!"
        },
        {
            "role": "Character 2",
            "content": "Right? The irony is, um, domestic production for specialized OT equipment is basically nonexistent. We don't manufacture FES units or dynamic orthoses here anymore."
        },
        {
            "role": "Character 1",
            "content": "What about basic items like therapy putty or resistance bands?"
        },
        {
            "role": "Character 2",
            "content": "Okay, so those are mostly from China and Taiwan. Even TheraBand, which sounds American, sources production overseas now. We're talking cents becoming dollars on high-volume consumables."
        },
        {
            "role": "Character 1",
            "content": "Any workarounds you're considering?"
        },
        {
            "role": "Character 2",
            "content": "[furious] Honestly? We're having to ration equipment already! Like, we're literally telling stroke patients they might need to wait three months for proper positioning devices because insurance won't cover the new pricing!"
        },
        {
            "role": "Character 1",
            "content": "Three months post-stroke is critical time lost."
        },
        {
            "role": "Character 2",
            "content": "Exactly. Neuroplasticity peaks in those first 90 days. Without proper adaptive equipment, we're, um, essentially sacrificing functional outcomes for cost management, which goes against everything we're trained for."
        },
        {
            "role": "Character 1",
            "content": "Are other clinics facing similar issues?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, yeah. The AOTA sent out guidelines suggesting we explore, uh, \"creative billing solutions,\" which is basically code for fragmenting services to maximize reimbursement potential."
        },
        {
            "role": "Character 1",
            "content": "That sounds legally questionable."
        },
        {
            "role": "Character 2",
            "content": "Oh, it's a gray area for sure. We're talking about unbundling therapy codes, like billing 97530 and 97110 separately when they're really, um, part of the same intervention session."
        },
        {
            "role": "Character 1",
            "content": "What's the long-term impact on your profession?"
        },
        {
            "role": "Character 2",
            "content": "[slowly] Well... I think we're going to see a lot of OTs leaving hospital settings for cash-pay private practice. The math just, mmm, doesn't work anymore when equipment costs exceed reimbursement caps by 40%."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue5_46.txt",
    "actor": 2
}