{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So we're really doing this? Jumping off a perfectly good bridge?"
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely! I mean, technically it's not perfectly good—there's actually a crack in the, uh, third support beam, but that's probably fine. The company has a solid four-star rating on Yelp, which is basically like having a safety certification, right?"
        },
        {
            "role": "Character 1",
            "content": "Four stars? What happened to the fifth star?"
        },
        {
            "role": "Character 2",
            "content": "Well, um, apparently someone's cord was three feet too long, but hey, they gave him a full refund! Plus free physical therapy vouchers, which is honestly pretty generous when you think about it."
        },
        {
            "role": "Character 1",
            "content": "[stuttering] W-w-wait, are you s-serious right now?"
        },
        {
            "role": "Character 2",
            "content": "Kidding! Totally kidding. Though actually, fun fact—bungee jumping is statistically safer than, uh, driving to the bungee jumping site. So technically we already survived the dangerous part!"
        },
        {
            "role": "Character 1",
            "content": "That's not as reassuring as you think it is."
        },
        {
            "role": "Character 2",
            "content": "Look, worst case scenario, we become viral videos, and isn't that kind of immortality? \"Local idiots forget to attach cord\"—boom, fifteen million views, we're legends forever."
        },
        {
            "role": "Character 1",
            "content": "Oh god, is my cord actually attached?"
        },
        {
            "role": "Character 2",
            "content": "[stuttering] Y-yeah, definitely! Well, I mean, it l-looks attached from here. That clippy thing is doing something, and there's definitely a rope involved, so we're basically golden."
        },
        {
            "role": "Character 1",
            "content": "[excited] This is insane! I can't believe we're actually doing this!"
        },
        {
            "role": "Character 2",
            "content": "Right? Nothing says \"I'm a functioning adult\" quite like voluntarily falling off a bridge! My therapist is gonna have a field day with this one, assuming I, you know, make it to next week's session."
        },
        {
            "role": "Character 1",
            "content": "Your therapist told you to do this?"
        },
        {
            "role": "Character 2",
            "content": "Well, she said I should \"take more leaps\" in life, so technically I'm just being really, really literal about following medical advice. That's responsible behavior if you ask me."
        },
        {
            "role": "Character 1",
            "content": "The instructor is giving us the countdown. Oh no."
        },
        {
            "role": "Character 2",
            "content": "[enunciating every word] Remember to keep your arms out, bend your knees, and absolutely do not think about that documentary where the cord snapped. Oops, sorry, shouldn't have mentioned that."
        },
        {
            "role": "Character 1",
            "content": "Why would you say that NOW?"
        },
        {
            "role": "Character 2",
            "content": "Because, um, nervous talking is my superpower! Also, fun fact number two—screaming actually makes the experience better because it, uh, releases endorphins or something equally scientific-sounding."
        },
        {
            "role": "Character 1",
            "content": "Three... two... one... JUMPING!"
        },
        {
            "role": "Character 2",
            "content": "[very loudly] THIS WAS A TERRIBLE IDEA BUT AT LEAST WE'RE TERRIBLE TOGETHER! Also I maybe should've mentioned I'm afraid of heights!"
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue7_14.txt",
    "actor": 2
}