{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[formal] तो देखिए, ये weekly metrics reports की बात है—आपको Tuesday morning तक pull करने होंगे, Wednesday नहीं। [pause] मैंने भी यही गलती करके सीखा था। [bitter] तीन साल... तीन साल से ये सारी छोटी-छोटी details समझ रही हूं और अब ये लोग... पूरा department ही Manila shift कर रहे हैं। [clearing throat] Sorry, वो... मैं आपको dashboard दिखाती हूं।\n\n[trying to sound professional] हां तो, जब आप patient flow review कर रही हों, अम्म, दोनों systems check करने पड़ेंगे क्योंकि वो properly sync नहीं होते। [frustrated] जो मैं पिछले क्या, eighteen months से corporate को बता रही हूं? [sigh] पर apparently ये fix करना जरूरी नहीं था इससे पहले कि वो सब कुछ... अ... restructure करने का decide करें।\n\n[sadly] आप अच्छी लगती हैं। सच में। और मुझे यकीन है आप ठीक करेंगी। बस, हम्म, मैंने ये पूरा system scratch से बनाया था, पता है? [voice breaking slightly] हर protocol, हर vendor relationship... [pause] हे भगवान, कितनी pathetic लग रही हूं मैं। [laugh]\n\n[resigned] देखिए, सच तो ये है कि, अ, आप basically एक ऐसी job सीख रही हैं जो six months में exist ही नहीं करेगी। [quietly] Operations move करने के बाद आधा काम तो वो automate कर देंगे। पर हां, कम से कम आपको severance तो मिलेगा जब वो—[trailing off]\n\n[apologetic] मुझे माफ करिए, ये आपके साथ unfair है। [deep breath] मैं बस... मैं आपको compliance audits run करना सिखा देती हूं। [very quietly] यही कर सकते हैं ना? बस चलते रहो जब तक चल सके।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[formal] So here's the thing about the weekly metrics reports—you'll want to pull them by Tuesday morning, not Wednesday. [pause] I learned that the hard way. [bitter] Three years of figuring out all these little details and now they're just... shipping the whole department to Manila. [clearing throat] Sorry, that's not—let me show you the dashboard. \n\n[trying to sound professional] Right, so when you're reviewing patient flow, um, you need to check both systems because they don't always sync properly. [frustrated] Which I've been telling corporate about for, what, eighteen months? [sigh] But apparently that wasn't worth fixing before they decided to, uh... restructure everything. \n\n[sadly] You seem nice. Really. And I'm sure you'll do fine. It's just, hmm, I built this whole system from scratch, you know? [voice breaking slightly] Every protocol, every vendor relationship... [pause] God, I sound pathetic. [laugh] \n\n[resigned] Look, the truth is, er, you're basically learning a job that won't exist in six months anyway. [quietly] They'll probably automate half of it once they move operations. But hey, at least you'll get severance when they—[trailing off] \n\n[apologetic] I'm sorry, this isn't fair to you. [deep breath] Let me just... let me show you how to run the compliance audits. [very quietly] That's all we can do, right? Just keep going until we can't."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "d814c87d_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your clinical operations manager role is being moved overseas and you're training your replacement",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}