{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] पता है, जब Oscars में मेरा नाम पुकारा गया, मुझे कुछ सुनाई ही नहीं दे रहा था। Ironic है ना? Sound mixer जो खुद कुछ सुन नहीं पा रही। [chuckle] लेकिन वो दिन रेगिस्तान में—अरे यार, वो दिन। हम एक बेहद नाज़ुक dialogue scene capture करने की कोशिश कर रहे थे, और हवा बस रुकने का नाम ही नहीं ले रही थी। [frustrated] चार घंटे हम इंतज़ार करते रहे। पूरे चार घंटे। Actors का दिमाग खराब हो रहा था, director इधर-उधर चक्कर काट रहे थे, और मैं बस वहाँ अपने headphones लगाए बैठी थी, सुन रही थी बस, अम्म... बस शोर ही शोर। [pause] और फिर अचानक—खामोशी। जैसे रेगिस्तान ने अपनी सांस रोक ली हो। [very excited] मैंने signal दिया और हमने roll किया, और perfect था यार! हर फुसफुसाहट, हर सांस, कपड़ों की सरसराहट—सब कुछ एकदम साफ़। [slowly] वही take है जो film में सुनाई देता है। जिसने सबको रुला दिया था। [short pause] लोग हमेशा पूछते हैं उन बड़े explosion scenes के बारे में या action sequences के बारे में, लेकिन बात वो नहीं है। ये छोटे, शांत पल हैं जो, अ... जो सच में मायने रखते हैं। वो पल जहाँ आप किसी की आवाज़ में उसका दिल टूटते सुन सकते हैं। [passionately] यही तो हमने उस दिन रेगिस्तान में capture किया था। [smiling speaking] और अब मेरे shelf पे एक golden statue रखी है जो कहती है कि हमने कुछ तो सही किया।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] You know, when they called my name at the Oscars, I couldn't hear anything. Ironic, right? The sound mixer who couldn't hear. [chuckle] But that day in the desert—god, that day. We were trying to capture this incredibly delicate dialogue scene, and the wind just wouldn't stop. [frustrated] Four hours we waited. Four hours. The actors were losing their minds, the director was pacing, and I'm just sitting there with my headphones, listening to nothing but, um... nothing but noise. [pause] And then suddenly—silence. Like the desert held its breath. [very excited] I gave the signal and we rolled, and it was perfect! Every whisper, every breath, the fabric rustling—all of it crystal clear. [slowly] That's the take you hear in the film. The one that made everyone cry. [short pause] People always ask me about the big explosion scenes or the action sequences, but it's not those. It's the quiet moments that, uh, that really matter. The ones where you can hear someone's heart breaking in their voice. [passionately] That's what we captured that day in the desert. [smiling speaking] And now there's a golden statue on my shelf that says we did something right."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "cf688aac_monologue.json",
    "type": "emotional_monologue",
    "subject": "The production sound mixer work you did capturing the perfect audio for an Oscar-winning film",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}