{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] तेईस साल। तेईस साल से मैं ये clinic चला रही हूं और अब ये लोग बस... सब बंद कर रहे हैं। पता है सबसे बुरी बात क्या है? हम actually अभी जीत रहे हैं। जैसे, Marcus—उसको पिछले हफ्ते अपना two-year chip मिला। [pause] दो साल clean। उसके पास job है, वो अपने बच्चों से मिल रहा है, वो... वो सब कुछ सही कर रहा है। और Sarah, वो, अम्म... वो finally stable है, क्या, पांच साल से अलग-अलग programs में भटकने के बाद? [bitter] लेकिन हां, चलो अब funding काट देते हैं।\n\nमेरा मतलब, क्या इन्हें पता भी है कि जब आप बस—जब आप लोगों को methadone से एकदम से हटा देते हैं तो क्या होता है? [speaking fast] ये antibiotics बंद करने जैसा नहीं है, आप बस... लोग मर जाएंगे। सच में मर जाएंगे। और मैं क्या करूं, सैंतालीस patients को बोलूं कि sorry, हमारा काम खत्म, good luck एक घंटे दूर कोई और clinic ढूंढने में जो Medicaid लेता हो? [sigh]\n\nMaria कल आई थी, वो इतनी खुश थी, अपनी पोती की तस्वीरें दिखा रही थी। पहली बार उसे babysit करने दिया गया है। [very sad] उसने मुझसे पूछा कि क्या हम उसके six-month review के लिए यहां होंगे। मैं तो... मैं बस smile करके बोली कि देखते हैं।\n\n[quietly] ये सारी spreadsheets और budget meetings में, इन्हें चेहरे नहीं दिखते। इन्हें numbers दिखते हैं। लेकिन ये वो लोग हैं जो finally, finally अपनी ज़िन्दगी वापस पा रहे हैं, और हम बस... हम उन्हें छोड़ रहे हैं।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Twenty-three years. Twenty-three years I've been running this clinic and now they're just... pulling the plug. You know what the worst part is? We're actually winning right now. Like, Marcus—he just got his two-year chip last week. [pause] Two years clean. He's got a job, he's seeing his kids again, he's... he's doing everything right. And Sarah, she's, um... she's finally stable after bouncing between programs for what, five years? [bitter] But sure, let's cut funding now. \n\nI mean, do they even understand what happens when you just—when you yank people off methadone? [speaking fast] It's not like stopping antibiotics, you can't just... people will die. Actually die. And I'm supposed to, what, tell forty-seven patients that sorry, we're done here, good luck finding another clinic that takes Medicaid an hour away? [sigh] \n\nMaria came in yesterday, she was so proud, showing me pictures of her granddaughter. First time she's been allowed to babysit. [very sad] She asked me if we'd still be here for her six-month review. I couldn't even... I just smiled and said we'd see. \n\n[quietly] All these spreadsheets and budget meetings, they don't see faces. They see numbers. But these are people who are finally, finally getting their lives back, and we're just... we're abandoning them."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "ca4e35d9_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your methadone clinic closing due to budget cuts just as you're seeing your most successful patient outcomes",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}