{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] पता है, जब प्रोफ़ेसर चेन ने कहा कि मेरी राइटिंग \"बस एकदम amateur level की है,\" मैं तो वहीं छोड़ देना चाहती थी सब कुछ। [pause] बस अपनी notebooks उठाऊं और कभी वापस ना आऊं। [sad] पूरी class के सामने कहा था उन्होंने। [sigh] लेकिन फिर उन्होंने मुझे बाद में अलग बुलाया और जो कहा, वो मैं कभी नहीं भूलूंगी। [slowly] \"तुम्हारे अंदर talent है, बस आलसी आदतों के नीचे दबा हुआ है।\" [frustrated] यार, वो तो और भी ज़्यादा चुभ गई बात! पर वो सही कह रही थीं। [laugh] मैं तो बस ऐसे ही काम चला रही थी, पता है ना? [animated] First drafts ही submit कर देती थी, कभी खुद को push नहीं करती थी, कभी सच में, अम्म... कभी सच में गहराई में नहीं जाती थी। [passionate] तो मुझे गुस्सा आया। [quickly] बहुत ज़्यादा गुस्सा। और मैंने हर चीज़ को बार-बार rewrite करना शुरू किया। [excited] हर एक piece को, बार-बार, जब तक हाथों में cramp नहीं आ गई! [chuckle] छह महीने बाद, वही थीं जिन्होंने मेरी story उस competition में भेजी। [very quietly] जो मैंने जीती। [warm] उन्हें पता था कि वो कड़वे शब्दों से क्या कर रही थीं। [pause] कभी-कभी जो teachers तुम पर सबसे ज़्यादा believe करते हैं, वही होते हैं जो तुम्हें, अ... mediocre नहीं रहने देते। [smiling speaking] मैंने कल ही अपनी book deal sign की है। [emotionally] और dedication? वो Professor Chen के नाम है, जिन्होंने मुझे settle नहीं होने दिया।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[hesitantly] You know, when Professor Chen told me my writing was \"amateur at best,\" I wanted to quit right there. [pause] Just pack up my notebooks and never come back. [sad] The whole class heard it too. [sigh] But then she pulled me aside after and said something I'll never forget. [slowly] \"You have raw talent buried under lazy habits.\" [frustrated] God, that stung even worse somehow! But she was right. [laugh] I was coasting, you know? [animated] Turning in first drafts, never pushing myself, never really, um... never really digging deep. [passionate] So I got angry. [quickly] Really angry. And I started rewriting everything obsessively. [excited] Every single piece, over and over until my hands cramped! [chuckle] Six months later, she's the one who submitted my story to that competition. [very quietly] The one I won. [warm] She knew exactly what she was doing with those harsh words. [pause] Sometimes the teachers who believe in you most are the ones who refuse to let you be, uh, mediocre. [smiling speaking] I just signed my book deal yesterday. [emotionally] And the dedication? It's to Professor Chen, who wouldn't let me settle."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "e3b282e1_monologue.json",
    "type": "emotional_monologue",
    "subject": "The instructor feedback that seemed harsh actually inspiring your student to achieve their dreams",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}