{
    "conversation": [
        {
            "role": "Character 1",
            "content": "उम्म, कल मैं salutatorian speech दे रही हूँ, [voice breaking], perseverance और justice के बारे में, but like, मैं वहाँ कैसे खड़ी हो सकती हूँ जब मुझे पता है कि तुम यहाँ सड़ रही हो किसी ऐसे काम के लिए जो तुमने किया ही नहीं, I mean, किया ही नहीं?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] इस बारे में खुद को torture करना बंद करो क्योंकि jury ने, [bitter], अपना फैसला सुना दिया है और तुम graduation पर जो कुछ भी कहोगी, [hollow], उससे कुछ नहीं बदलेगा जो उन्होंने उस रात, [defeated], देखा समझा।"
        },
        {
            "role": "Character 1",
            "content": "[desperate] लेकिन witness ने पिछले महीने अपनी गवाही वापस ले ली और असली, [trembling], killer ने अपने cellmate को confess किया कि उसने तुम्हारे, [fierce], apartment में evidence plant किए थे।"
        },
        {
            "role": "Character 2",
            "content": "[tired] मेरे lawyer कहते हैं कि appeals में सालों लगते हैं और, [quietly], हज़ारों डॉलर खर्च होते हैं जो मेरे परिवार के पास नहीं हैं पहली, [cracking], trial के लिए pay करने के बाद। [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[determined] मैं पहले से ही crowdfunding से 8000 डॉलर जमा कर चुकी हूँ और तीन lawyers ने तुम्हारा case, [passionate], pro bono लेने की offer की है court transcripts पढ़ने के बाद।"
        },
        {
            "role": "Character 2",
            "content": "Well, तुम नहीं समझती कि यहाँ कैसा होता है जब, उम्म, लोगों को पता चलता है कि तुम अपनी, [weary], conviction overturn करने की कोशिश कर रही हो—they think you're weak या, like, system को play कर रही हो और, [darkly], तुम्हारी जिंदगी नर्क बना देते हैं।"
        },
        {
            "role": "Character 1",
            "content": "[pleading] याद है जब हम 12 साल की थीं और कसम खाई थी कि हम हमेशा, [emotional], एक दूसरे के लिए लड़ेंगी चाहे कैसे भी obstacles, [voice cracking], आएं even if the whole world, [desperate], हमारे खिलाफ हो जाए?"
        },
        {
            "role": "Character 2",
            "content": "[whispered] वो अलग बात थी।"
        },
        {
            "role": "Character 1",
            "content": "उम्म, नहीं ये अलग नहीं था—तुमने मेरे लिए उन bullies के खिलाफ खड़ी हुई थी जब, like, सब कह रहे थे कि चुप रहो और अब, well, मैं तुम्हारे लिए खड़ी हूँ even though सब कह रहे हैं, [frustrated], कि मैं अपनी जिंदगी में आगे बढ़ूं और उस लड़की को भूल जाऊं जिसने कथित तौर पर किसी को, [determined], grocery store के पीछे, [fierce], murder किया।"
        },
        {
            "role": "Character 2",
            "content": "[angry] तुम्हें क्या लगता है मैंने उस रात को हज़ार बार replay नहीं किया wondering why मैं वहाँ थी, [haunted], बिल्कुल गलत moment पर जब किसी और के, [broken], crime ने मेरी life sentence बन गई?"
        },
        {
            "role": "Character 1",
            "content": "Well, मुझे पता है तुम वहाँ थीं क्योंकि, उम्म, तुम अपनी माँ के birthday के लिए फूल खरीद रही थीं और I mean, [choking up], ये उस security footage में है जो उन्होंने दिखाने से मना कर दिया। [crying softly]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] तुमने वो security footage कैसे ढूंढा जो मेरे अपने lawyer discovery के दौरान नहीं, [disbelief], ढूंढ पाए?"
        },
        {
            "role": "Character 1",
            "content": "Store manager का बेटा हमारे school में पढ़ता है और उसने वो, [excited], backup files ढूंढी जो उसके dad को लगता था delete हो गई थीं but actually वो एक पुराने server पर, [hopeful], archived थीं जिसे किसी को, [triumphant], याद ही नहीं था। [laughs shakily]"
        },
        {
            "role": "Character 2",
            "content": "[overwhelmed] तुम महीनों से ये investigate कर रही हो finals की पढ़ाई करते हुए और अपनी, [grateful], speech prepare करते हुए और किसी ने तुमसे कहा भी नहीं था कि मेरे लिए, [tearful], ये सब करो।"
        },
        {
            "role": "Character 1",
            "content": "[firm] Well, उम्म, दोस्ती खत्म नहीं होती just because prison bars हमें अलग करती हैं और, like, मैं justice के बारे में speech देने से इनकार करती हूँ जब, [passionate], मेरी best friend यहाँ wrongfully convicted बैठी है।"
        },
        {
            "role": "Character 2",
            "content": "[resolved] तो मेरी मदद करो वो appeal file करने में क्योंकि मैं finally ready हूँ इस, [brave], conviction से लड़ने के लिए instead of इसे accept करने के।"
        },
        {
            "role": "Character 1",
            "content": "[crying] Thank God. [relieved sigh]"
        },
        {
            "role": "Character 2",
            "content": "उम्म, जब तुम कल वो speech दोगी, I mean, उन्हें बताना कि real perseverance सिर्फ, [emotional], injustice सहना नहीं है but उसे challenge करने की courage रखना भी है, [strong], even when तुम डरी हुई हो।"
        },
        {
            "role": "Character 1",
            "content": "[soft] उम्म, मैं उन्हें तुम्हारे बारे में बताऊंगी।"
        },
        {
            "role": "Character 2",
            "content": "[brave] उन्हें हमारे बारे में बताना—कैसे दोस्ती survive कर सकती है even when, [proud], system उसे तोड़ने की कोशिश करता है और कैसे सच, like, हमेशा रास्ता ढूंढ लेता है even from the darkest, [hopeful], जगहों से जहाँ वे उसे दफना देते हैं। [voice breaking]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Um, tomorrow I'm giving the salutatorian speech about, [voice breaking], perseverance and justice, but like, how can I stand there knowing you're rotting in here for something you didn't, I mean, even do?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Stop torturing yourself about this because the jury, [bitter], made their decision and nothing you say at, [hollow], graduation is going to change what they, [defeated], think they saw that night."
        },
        {
            "role": "Character 1",
            "content": "[desperate] But the witness recanted her testimony last month and the real, [trembling], killer confessed to his cellmate about planting evidence at your, [fierce], apartment."
        },
        {
            "role": "Character 2",
            "content": "[tired] My lawyer says appeals take years and cost, [quietly], thousands of dollars my family doesn't have after paying for the, [cracking], first trial. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[determined] I've already raised eight thousand dollars from crowdfunding and three lawyers have offered to take your case, [passionate], pro bono after reading the court transcripts."
        },
        {
            "role": "Character 2",
            "content": "Well, you don't understand what it's like in here when, umm, people find out you're trying to, [weary], overturn your conviction—they think you're weak or, like, playing the system and, [darkly], make your life hell."
        },
        {
            "role": "Character 1",
            "content": "[pleading] Remember when we were twelve and swore we'd always, [emotional], fight for each other no matter what obstacles, [voice cracking], came our way even if the whole world, [desperate], turned against us?"
        },
        {
            "role": "Character 2",
            "content": "[whispered] That was different."
        },
        {
            "role": "Character 1",
            "content": "Um, no it wasn't—you stood up to those bullies for me when, like, everyone said to just keep quiet and now, well, I'm standing up for you even though everyone, [frustrated], says to move on with my life and forget about, [determined], the boy who supposedly murdered someone behind, [fierce], the grocery store."
        },
        {
            "role": "Character 2",
            "content": "[angry] You think I haven't replayed that night a thousand times wondering why I was even, [haunted], there at the exact wrong moment when someone else's, [broken], crime became my life sentence?"
        },
        {
            "role": "Character 1",
            "content": "Well, I know you were there because, umm, you were buying flowers for your mom's birthday and I mean, [choking up], that's in the security footage they refused to show. [crying softly]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] How did you find security footage that my own lawyer couldn't, [disbelief], locate during discovery?"
        },
        {
            "role": "Character 1",
            "content": "The store manager's son goes to our school and he found the, [excited], backup files his dad thought were deleted but were actually, [hopeful], archived on an old server that nobody, [triumphant], remembered existed. [laughs shakily]"
        },
        {
            "role": "Character 2",
            "content": "[overwhelmed] You've been investigating this for months while studying for finals and preparing your, [grateful], speech and nobody even asked you to do, [tearful], any of this for me."
        },
        {
            "role": "Character 1",
            "content": "[firm] Well, um, friendship doesn't end just because prison bars separate us and, like, I refuse to give a speech about justice while, [passionate], my best friend sits here wrongfully convicted."
        },
        {
            "role": "Character 2",
            "content": "[resolved] Then help me file that appeal because I'm finally ready to, [brave], fight this conviction instead of accepting it."
        },
        {
            "role": "Character 1",
            "content": "[crying] Thank God. [relieved sigh]"
        },
        {
            "role": "Character 2",
            "content": "Um, when you give that speech tomorrow, I mean, tell them that real perseverance isn't just, [emotional], enduring injustice but having the courage to, [strong], challenge it even when you're terrified."
        },
        {
            "role": "Character 1",
            "content": "[soft] Um, I'll tell them about you."
        },
        {
            "role": "Character 2",
            "content": "[brave] Tell them about us—how friendship can survive even when the, [proud], system tries to break it and how truth, like, always finds a way to surface even from the darkest, [hopeful], places where they bury it. [voice breaking]"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "5e977e7b_scenario.json",
    "scenario": "A high school salutatorian visits their childhood best friend in prison on the eve of graduation, desperately trying to convince them to appeal their wrongful conviction.",
    "type": "scenario_conversation",
    "character_1_role": "salutatorian",
    "character_2_role": "wrongfully convicted",
    "selected_tones": [
        "brave",
        "committed",
        "tired"
    ],
    "tone_options": [
        "absorbing",
        "tired",
        "losing",
        "controlling",
        "inattentive",
        "brave",
        "progressive",
        "boiling",
        "uneven",
        "committed"
    ]
}