{
    "conversation": [
        {
            "role": "Character 1",
            "content": "आपका घरेलू हिंसा से बची महिलाओं के साथ जो काम है, वो मुझे, [nervous], बहुत गहराई से छूता है क्योंकि मैंने खुद देखा है कि कैसे, [careful], कानूनी व्यवस्था उन लोगों को निराश कर देती है जब उन्हें सबसे ज्यादा, [trembling], सुरक्षा की जरूरत होती है।"
        },
        {
            "role": "Character 2",
            "content": "[perceptive] कुछ तो है, अम्म, जाना-पहचाना सा आपके अभी के, [studying], तरीके में, जैसे आप भागने को तैयार हों भले ही, मेरा मतलब, यहाँ तो आपका ही इंटरव्यू हो रहा है। [pause]"
        },
        {
            "role": "Character 1",
            "content": "आपके हाथ पर जो निशान है उस, [noticing], कॉफी कप वाली घटना से आठ साल पहले की, वो अच्छे से भर गया है, हालांकि मुझे लगता है आप अभी भी लोगों को, [quiet], बताती होंगी कि वो बागवानी करते हुए लगा था।"
        },
        {
            "role": "Character 2",
            "content": "[stunned] हे भगवान, आप तो वही, अम्म, युवती हैं शेल्टर से जो, [recognition dawning], हमारी पूरी फाइलिंग सिस्टम को तीन बजे रात में दोबारा व्यवस्थित करती थीं क्योंकि, वैसे, आपको नींद नहीं आती थी और आपको कुछ, [emotional], उपयोगी महसूस करने की जरूरत थी। [voice breaking]"
        },
        {
            "role": "Character 1",
            "content": "[soft] अम्म, फिर मुलाकात हुई, सारा।"
        },
        {
            "role": "Character 2",
            "content": "मेरा मतलब, रेबेका, है ना? [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[warming] आपने मुझे सिखाया था कि बस जिंदा रहना काफी नहीं है, कि मैं इसकी हकदार हूं कि, [steady], सच में जिऊं और अपनी जिंदगी में कुछ सार्थक बनाऊं।"
        },
        {
            "role": "Character 2",
            "content": "[professional] ये एक दिलचस्प नैतिक स्थिति बनाती है क्योंकि मैं आपकी जिंदगी के इतने, [careful], संवेदनशील समय में आपकी एडवोकेट थी। [sighs deeply]"
        },
        {
            "role": "Character 1",
            "content": "वैसे, मैं समझती हूं अगर ये मुझे अयोग्य बना दे, लेकिन, अम्म, मुझे आपको बताना जरूरी है कि, [determined], वकील बनना बदले या न्याय के बारे में नहीं था सच में। [trails off]"
        },
        {
            "role": "Character 2",
            "content": "[gentle] आपने जॉर्जटाउन लॉ से summa cum laude की डिग्री ली, और, अम्म, आपके प्रोफेसर की सिफारिश में लिखा है, [impressed], कैंपस सर्वाइवर सपोर्ट क्लिनिक में आपका असाधारण काम, तो मेरा मतलब है, आपने स्पष्ट रूप से अपने, [proud], दर्द को उद्देश्य में बदल दिया है।"
        },
        {
            "role": "Character 1",
            "content": "हर क्लाइंट फाइल जो मैंने आपके ऑफिस में, अम्म, तीन बजे रात को व्यवस्थित की, उसने मुझे सिखाया कि, [vulnerable], ये कहानियां मायने रखती हैं और किसी ऐसे की हकदार हैं जो इनका वजन समझता हो, पता है ना, कोई जो बस, [fierce], कागजात नहीं भरेगा बल्कि सच में लड़ेगा। [voice cracks]"
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] जो महिला छह साल पहले हमारे शेल्टर से गई थी वो, वैसे, टूटी हुई और डरी हुई थी, लेकिन जो व्यक्ति अभी मेरे सामने बैठी है, अम्म, उससे एक शांत ताकत निकल रही है जो, [moved], सच कहूं तो मेरी सांस रोक देती है।"
        },
        {
            "role": "Character 1",
            "content": "आपने मुझे एक बार कहा था कि, अम्म, ठीक होना एक सीधी रेखा में नहीं होता और कि, [remembering], कुछ दिन मैं शक्तिशाली महसूस करूंगी और कुछ दिन ऐसा लगेगा जैसे मैं, मेरा मतलब, [honest], वापस वहीं पहुंच गई हूं जहां से शुरू किया था।"
        },
        {
            "role": "Character 2",
            "content": "[attentive] दूसरे उम्मीदवारों के पास ज्यादा परंपरागत अनुभव है, लेकिन उनमें से कोई भी नहीं समझता, [knowing], अंतर्मन से कि ट्रॉमा के बाद पूरी पहचान को दोबारा बनाने का क्या मतलब है जब वो उसे, [careful], चीर देता है।"
        },
        {
            "role": "Character 1",
            "content": "[warming] यहां काम करना किसी चक्र को बंद करने के बारे में नहीं होगा बल्कि उस, [hopeful], सहायता की कड़ी को आगे बढ़ाने के बारे में होगा जिसने मेरी जान बचाई थी।"
        },
        {
            "role": "Character 2",
            "content": "मैंने वो ओरिगामी क्रेन रखी है जो आपने, अम्म, उस लीगल पैड के कागज से बनाई थी, और, वैसे, वो मेरी मेज पर, [emotional], मुझे याद दिलाती रही है कि ये काम क्यों मायने रखता है हर एक दिन, मेरा मतलब, आठ साल से।"
        },
        {
            "role": "Character 1",
            "content": "वो रात जब आप चौदह घंटे लगातार रुकी थीं बस ये, [grateful], सुनिश्चित करने के लिए कि मैं सुरक्षित हूं, उसने मेरी पूरी जिंदगी की दिशा ही बदल दी, और अब मेरे पास वो साधन हैं और वो, [strong], प्रशिक्षण है कि मैं किसी और के लिए वही इंसान बन सकूं जो, [passionate], डूब रहा हो।"
        },
        {
            "role": "Character 2",
            "content": "[professional] अगर हम आपकी एप्लिकेशन के साथ आगे बढ़ते हैं, तो हमें स्पष्ट, [measured], सीमाएं बनानी होंगी और शायद HR को शामिल करना होगा ताकि सब कुछ, [careful], उचित और नैतिक रहे।"
        },
        {
            "role": "Character 1",
            "content": "आपको जो भी सीमाएं तय करनी हों, मैं उनका, [earnest], सम्मान करूंगी क्योंकि ये काम मेरे व्यक्तिगत इतिहास से बड़ा है, हालांकि वही इतिहास मुझे इसमें, [confident], असाधारण बनाएगा। [exhales slowly]"
        },
        {
            "role": "Character 2",
            "content": "[decided] टीम में स्वागत है, काउंसलर, हालांकि मुझे लगता है आप, [warm], शुरू से ही इसका हिस्सा रही हैं।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Your advocacy work with domestic violence survivors really, [nervous], resonates with me because I've seen firsthand how, [careful], the legal system can fail people when they need, [trembling], protection the most."
        },
        {
            "role": "Character 2",
            "content": "[perceptive] There's something, um, familiar about the way you're, [studying], holding yourself right now, like you're ready to run even though, I mean, you're the one being interviewed here. [pause]"
        },
        {
            "role": "Character 1",
            "content": "The scar on your hand from the, [noticing], coffee cup incident eight years ago healed nicely, though I imagine you still, [quiet], tell people it was from gardening."
        },
        {
            "role": "Character 2",
            "content": "[stunned] Oh my God, you're the, um, young woman from the shelter who used to, [recognition dawning], reorganize our entire filing system at three in the morning because, well, you couldn't sleep and needed to feel, [emotional], useful somehow. [voice breaking]"
        },
        {
            "role": "Character 1",
            "content": "[soft] Um, hello again, Sarah."
        },
        {
            "role": "Character 2",
            "content": "I mean, Rebecca, right? [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[warming] You taught me that surviving wasn't enough, that I deserved to, [steady], actually live and build something meaningful with my life."
        },
        {
            "role": "Character 2",
            "content": "[professional] This creates an interesting ethical situation since I was your, [careful], advocate during such a vulnerable time in your life. [sighs deeply]"
        },
        {
            "role": "Character 1",
            "content": "Well, I understand if this disqualifies me, but, um, I need you to know that, [determined], becoming a lawyer wasn't about revenge or even justice really. [trails off]"
        },
        {
            "role": "Character 2",
            "content": "[gentle] You graduated summa cum laude from Georgetown Law, and, um, your professor's recommendation letter mentions, [impressed], your exceptional work with the campus survivor support clinic, so I mean, you've clearly transformed your, [proud], pain into purpose."
        },
        {
            "role": "Character 1",
            "content": "Every client file I organized in your office at, um, three AM taught me that, [vulnerable], these stories matter and deserve someone who understands the weight of carrying them, you know, someone who won't just, [fierce], process paperwork but will actually fight. [voice cracks]"
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] The woman who left our shelter six years ago was, well, broken and terrified, but the person sitting across from me now is, um, radiating this quiet strength that, [moved], honestly takes my breath away."
        },
        {
            "role": "Character 1",
            "content": "You once told me that, um, healing isn't linear and that, [remembering], some days I'd feel powerful and other days I'd feel like I mean, [honest], I was right back where I started."
        },
        {
            "role": "Character 2",
            "content": "[attentive] The other candidates have more traditional experience, but none of them understand, [knowing], viscerally what it means to rebuild an entire identity after trauma tears it, [careful], apart."
        },
        {
            "role": "Character 1",
            "content": "[warming] Working here wouldn't be about closing a circle but about, [hopeful], extending the chain of support that saved my life forward."
        },
        {
            "role": "Character 2",
            "content": "I kept the origami crane you made, um, from that legal pad paper, and, well, it's been sitting on my desk, [emotional], reminding me why this work matters every single day for, I mean, eight years now."
        },
        {
            "role": "Character 1",
            "content": "That night you stayed fourteen hours straight just to, [grateful], make sure I was safe changed the entire trajectory of my life, and now I have the tools and the, [strong], training to be that person for someone else who's, [passionate], drowning."
        },
        {
            "role": "Character 2",
            "content": "[professional] If we move forward with your application, we'd need to establish clear, [measured], boundaries and probably have HR involved to ensure everything stays, [careful], appropriate and ethical."
        },
        {
            "role": "Character 1",
            "content": "Whatever boundaries you need to set, I'll, [earnest], respect them because this work is bigger than my personal history, though that history is exactly what will make me, [confident], exceptional at it. [exhales slowly]"
        },
        {
            "role": "Character 2",
            "content": "[decided] Welcome to the team, counselor, though I suspect you've, [warm], been part of it all along."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "6c6c4678_scenario.json",
    "scenario": "A recent law school graduate interviews for their first job at a victim advocacy center, where the director realizes halfway through that the applicant was once a client they helped escape an abusive relationship years ago.",
    "type": "scenario_conversation",
    "character_1_role": "graduate",
    "character_2_role": "victim advocate",
    "selected_tones": [
        "perceptive",
        "professional",
        "warming"
    ],
    "tone_options": [
        "perceptive",
        "rising",
        "professional",
        "specific",
        "sending",
        "warming",
        "outgoing",
        "attentive",
        "calculated",
        "failed"
    ]
}