{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[स्तब्ध] अम्म, वैसे, Jamie?"
        },
        {
            "role": "Character 2",
            "content": "तो, अम्म, मुझे लगता है तुम्हें, [थका हुआ], मुझे यहाँ देखकर हैरानी हुई होगी, मेरा मतलब, खासकर, [कड़वाहट से], दस साल कुछ नहीं के बाद, और वो भी, [खोखले स्वर में], तुम्हारी शादी के reception के लिए sheet music copy करते हुए।"
        },
        {
            "role": "Character 1",
            "content": "[आरोप लगाते हुए] तुम बस गायब हो गई थीं।"
        },
        {
            "role": "Character 2",
            "content": "[बचाव में] हाँ, क्योंकि उस घर में Mom की, [तीखे], expectations और Dad की लगातार निराशा के साथ रहना, [कांपते हुए], मुझे धीरे-धीरे मार रहा था, और तुम अपनी, [ठंडे स्वर में], corporate ladder चढ़ने में इतनी व्यस्त थीं कि notice भी नहीं किया।"
        },
        {
            "role": "Character 1",
            "content": "अम्म, ये तो, वैसे, fair नहीं है।"
        },
        {
            "role": "Character 2",
            "content": "Fair ये होता कि जब उन्होंने, [थका हुआ], मेरी music degree का मज़ाक उड़ाया था तो तुम मेरे लिए खड़ी होतीं, बजाय उनके साथ मिलकर अपनी, [बेतुके], practical career advice देने के कि real jobs क्या होती हैं।"
        },
        {
            "role": "Character 1",
            "content": "[सूक्ष्मदर्शी] तुम कुछ बातों में सही कह रही हो लेकिन तुमने मुझे कभी मौका ही नहीं दिया कि मैं, [टूटे स्वर में], माफ़ी माँगूँ या समझाऊँ या बस बाईस साल की उम्र से बड़ी हो सकूँ।"
        },
        {
            "role": "Character 2",
            "content": "वैसे, अम्म, बड़े होने से जो हुआ वो मिट नहीं जाता, और मेरा मतलब, [थके हुए], यहाँ बैठकर तुम्हारी perfect शादी के लिए love songs transcribe करना जबकि तुम, [व्यंग्यात्मक], मुझे बस एक और vendor की तरह treat कर रही हो, ये बिल्कुल वही है जिसकी मुझे तुमसे उम्मीद थी।"
        },
        {
            "role": "Character 1",
            "content": "[बेताब] मैंने तीन साल तक तुम्हें ढूँढा, हर music school और, [गला भर आना], orchestra को call किया जो मिल सका, एक private investigator hire किया जिसने बताया कि तुमने अपना नाम बदल लिया है और, [विनती करते हुए], मिलना नहीं चाहती थीं।"
        },
        {
            "role": "Character 2",
            "content": "Investigator सही कह रहा था क्योंकि invisible रहना, [धीमे], उस family disappointment बनने से बेहतर था जिसने business school की जगह Bach को चुना।"
        },
        {
            "role": "Character 1",
            "content": "[बेतुके] God, तुम अब भी victim बन रही हो इतने साल बाद भी जबकि, अम्म, मेरा मतलब, [निराश], तुम ही हो जो बिना कुछ कहे चली गईं, वो, जो Dad के funeral से miss हुईं और, [गुस्से में], Mom का breakdown और वो सब जो हमने अकेले झेला।"
        },
        {
            "role": "Character 2",
            "content": "अम्म, Dad का funeral मेरी ज़िन्दगी का सबसे मुश्किल दिन था और मैं, वो, [लड़खड़ाती], कब्रिस्तान के दूसरी तरफ़ से देख रही थी क्योंकि आना मतलब तुम सबका सामना करना होता।"
        },
        {
            "role": "Character 1",
            "content": "वो, अम्म, ये तो बहुत cruel है।"
        },
        {
            "role": "Character 2",
            "content": "[थका हुआ] Cruel ये था कि अठारह साल की उम्र में मुझसे कहना कि मेरा music एक, [कड़वाहट से], hobby है future नहीं, जबकि तुम्हारी हर mediocre business presentation की तारीफ़ होती थी।"
        },
        {
            "role": "Character 1",
            "content": "अम्म, मेरा मतलब, बस करो—"
        },
        {
            "role": "Character 2",
            "content": "[सूक्ष्मदर्शी] तुमने मुझे hire किया क्योंकि मेरा portfolio impressive था, है ना, तो शायद, अम्म, [उदास याद में], ये hobby आखिर कुछ real बन गया, मेरा मतलब।"
        },
        {
            "role": "Character 1",
            "content": "[नरम होते हुए] Mom अब भी Thanksgiving पे हर साल तुम्हारे लिए plate रखती हैं और किसी को भी, [अश्रुपूर्ण], तुम्हारी कुर्सी पे बैठने नहीं देतीं।"
        },
        {
            "role": "Character 2",
            "content": "[स्तब्ध] अम्म, सच में?"
        },
        {
            "role": "Character 1",
            "content": "हर साल बिना fail और वो terrible green bean casserole बनाती हैं जो तुम्हें पसंद थी भले ही, [कोमल], कोई और उसे छूता तक नहीं।"
        },
        {
            "role": "Character 2",
            "content": "वो, मैं, अम्म, पता नहीं क्या, मतलब, कहूँ।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Um, well, Jamie?"
        },
        {
            "role": "Character 2",
            "content": "So, um, I guess you weren't, [exhausted], expecting to see me here, I mean, especially not after, [bitter], ten years of nothing, and well, certainly not, [hollow], copying sheet music for your wedding reception."
        },
        {
            "role": "Character 1",
            "content": "[accusatory] You just disappeared."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Yeah, because staying in that house with Mom's, [sharp], expectations and Dad's constant disappointment was, [trembling], killing me slowly, and you were too busy, [cold], climbing your corporate ladder to even notice."
        },
        {
            "role": "Character 1",
            "content": "Um, that's not, well, fair."
        },
        {
            "role": "Character 2",
            "content": "Fair would have been you standing up for me when they, [tired], mocked my music degree instead of joining them with your, [tactless], practical career advice about real jobs."
        },
        {
            "role": "Character 1",
            "content": "[perceptive] You're right about some things but you never gave me a chance to, [breaking], apologize or explain or even just grow up from who I was at twenty-two."
        },
        {
            "role": "Character 2",
            "content": "Well, um, growing up doesn't erase what happened, and I mean, [weary], sitting here transcribing love songs for your perfect wedding while you, [sarcastic], pretend I'm just another vendor is pretty much exactly what I expected from you."
        },
        {
            "role": "Character 1",
            "content": "[desperate] I searched for you for three years, called every music school and, [choked up], orchestra I could find, hired a private investigator who said you'd changed your name and, [pleading], didn't want to be found."
        },
        {
            "role": "Character 2",
            "content": "The investigator was right because being invisible was, [quiet], better than being the family disappointment who chose Bach over business school."
        },
        {
            "role": "Character 1",
            "content": "[tactless] God, you're still playing the victim after all this time when, um, I mean, [frustrated], you're the one who left without a word, well, who missed Dad's funeral and, [angry], Mom's breakdown and everything we went through alone."
        },
        {
            "role": "Character 2",
            "content": "Um, Dad's funeral was the hardest day of my life and I, well, [cracking], watched from across the cemetery because showing up would have meant facing all of you."
        },
        {
            "role": "Character 1",
            "content": "Well, um, that's just cruel."
        },
        {
            "role": "Character 2",
            "content": "[tired] Cruel was telling me at eighteen that my music was a, [bitter], hobby not a future while you got praised for every mediocre business presentation."
        },
        {
            "role": "Character 1",
            "content": "Um, I mean, stop—"
        },
        {
            "role": "Character 2",
            "content": "[perceptive] You hired me because my portfolio was impressive, right, so maybe, um, [wistful], this hobby turned into something real after all, I mean."
        },
        {
            "role": "Character 1",
            "content": "[softening] Mom still sets a place for you at Thanksgiving every single year and refuses to let anyone, [tearful], sit in your chair."
        },
        {
            "role": "Character 2",
            "content": "[stunned] Um, she does?"
        },
        {
            "role": "Character 1",
            "content": "Every year without fail and she makes that terrible green bean casserole you loved even though, [gentle], nobody else will touch it."
        },
        {
            "role": "Character 2",
            "content": "Well, I, um, don't know what to, er, say."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "726da302_scenario.json",
    "scenario": "A catering sales manager discovers the music copyist hired for their wedding reception is actually their estranged sibling who disappeared from the family ten years ago.",
    "type": "scenario_conversation",
    "character_1_role": "catering sales manager",
    "character_2_role": "music copyist",
    "selected_tones": [
        "tired",
        "perceptive",
        "tactless"
    ],
    "tone_options": [
        "uninvolved",
        "decentralized",
        "advising",
        "tactless",
        "impatient",
        "climbing",
        "weak",
        "tired",
        "demoting",
        "perceptive"
    ]
}