{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[streng] Du schläfst hier."
        },
        {
            "role": "Character 2",
            "content": "Die Überwachungskameras funktionieren im, [defensiv], Hinterraum nicht und nach Mitternacht kommt sowieso niemand mehr her."
        },
        {
            "role": "Character 1",
            "content": "[besorgt] Also, ähm, das verstößt gegen deine Bewährungsauflagen, ich meine, du sollst doch eine, [frustriert], feste Adresse haben, weißt du, und jede Änderung deiner Wohnsituation sofort melden."
        },
        {
            "role": "Character 2",
            "content": "Meine Vermieterin hat von meinen, [bitter], Vorstrafen erfahren und mich letzte Woche rausgeworfen, also ähm, ich hab, [zittrige stimme], zwischen den Schichten hier übernachtet, weißt du, nur bis ich was anderes finde."
        },
        {
            "role": "Character 1",
            "content": "[einfühlsam] Der Gestank von Fisch und Bleiche muss ja, [angewidert], unerträglich sein, wenn du versuchst in diesem eiskalten Lagerhaus zu schlafen."
        },
        {
            "role": "Character 2",
            "content": "[erschöpft] Nach sechzehnstündigen Schichten beim Lachsausnehmen nehm ich den, [monoton], Geruch gar nicht mehr wahr und die Kälte verhindert, dass ich verschlafe. [husten]"
        },
        {
            "role": "Character 1",
            "content": "Es gibt Übergangswohnheime, in die ich dich reinkriegen kann, [zögernd], aber du hättest zu mir kommen sollen, bevor es so verzweifelt wurde."
        },
        {
            "role": "Character 2",
            "content": "[widerwillig] Diese Orte sind voller Leute, die noch, [ängstlich], am Konsumieren sind und ich kann nicht, [zitternd], rückwärts gehen, nicht nach allem, was ich getan habe, um, [sehr leise], diese letzten acht Monate clean zu bleiben."
        },
        {
            "role": "Character 1",
            "content": "Schau mal, ich meine, in einer Fischverarbeitungsanlage zu schlafen, ähm, umgeben von Industriemaschinen und Chemikalien ist, [besorgt], auch nicht gerade sicher, weißt du?"
        },
        {
            "role": "Character 2",
            "content": "Wenigstens hab ich hier einen Job und niemand, [wütend], verführt mich zu irgendwas außer vielleicht, [sarkastisch], der aufregenden Möglichkeit Überstunden an der Heilbutt-Linie zu machen."
        },
        {
            "role": "Character 1",
            "content": "[warm] Dein Vorarbeiter hat mir gesagt, du bist eine der besten, [überrascht], Arbeiterinnen, die sie seit Jahren hatten, deshalb haben sie auch nicht, [bedauernd], den Schlafsack gemeldet, den sie im Pausenraum gefunden haben. [seufzen]"
        },
        {
            "role": "Character 2",
            "content": "Die wussten die ganze Zeit davon und haben, [verwirrt], mir nichts gesagt oder mich sofort gefeuert?"
        },
        {
            "role": "Character 1",
            "content": "Na ja, ähm, sie haben stattdessen mich angerufen, weil sie, halt, [stolz], dir helfen wollen erfolgreich zu sein, aber, ich meine, [bestimmt], diese Regelung kann nicht weitergehen, weil irgendwann wird die Zentrale, [verstummend], davon erfahren und dann sind wir alle in Schwierigkeiten, weißt du..."
        },
        {
            "role": "Character 2",
            "content": "[verzweifelt] Gib mir noch zwei Wochen um genug für eine Kaution zu sparen, [flehend], irgendwo wo sie keine Führungszeugnisse prüfen, und ich verspreche, [leidenschaftlich], ich ziehe sofort hier aus."
        },
        {
            "role": "Character 1",
            "content": "Ich hab ein Wohnheim gefunden, das speziell Menschen in der Genesung hilft, [hoffnungsvoll], ihre Arbeit zu behalten während sie zu selbständigem Wohnen übergehen, und die Leiterin schuldet mir einen, [selbstbewusst], Gefallen, also kann ich dich morgen ohne die übliche, [erleichtert], Wartezeit reinkriegen. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[sehr leise] Warum würdest du das tun?"
        },
        {
            "role": "Character 1",
            "content": "[aufrichtig] Weil, ähm, ich zu viele Leute hab alles verlieren sehen, wenn, na ja, [traurig], sie eigentlich ihr Härtestes geben um neu aufzubauen, weißt du, und, [entschlossen], du verdienst Besseres als neben gefrorenem Fisch zu schlafen."
        },
        {
            "role": "Character 2",
            "content": "Das Wohnheim hat bestimmt Regeln über Sperrstunden und, [widerwillig], Pflichtmeetings, die mit meinen Doppelschichten hier kollidieren könnten."
        },
        {
            "role": "Character 1",
            "content": "Wir arbeiten mit deinem Arbeitgeber zusammen um deinen Dienstplan anzupassen, weil diesen, [optimistisch], Job zu behalten ist genauso wichtig wie einen richtigen, [sanft], Platz zum Schlafen zu haben."
        },
        {
            "role": "Character 2",
            "content": "[tränenreich] Noch nie hat jemand wirklich versucht mir zu, [dankbar], helfen ohne etwas dafür zu wollen, nicht die Gerichte oder, [misstrauisch], meine Familie oder sonst wer, also weiß ich nicht, [mit erstickter stimme], wie ich dem vertrauen soll. [schnieft]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stern] You're sleeping here."
        },
        {
            "role": "Character 2",
            "content": "The security cameras don't work in the, [defensive], back room and nobody comes here after midnight anyway."
        },
        {
            "role": "Character 1",
            "content": "[concerned] Well, um, this violates your probation terms, I mean, you're supposed to maintain, [frustrated], a stable residence, you know, and report any housing changes immediately."
        },
        {
            "role": "Character 2",
            "content": "My landlord found out about my, [bitter], record and evicted me last week, so um, I've been, [shaky voice], staying here between shifts, you know, just until I can find something else."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] The smell of fish and bleach must be, [disgusted], overwhelming when you're trying to sleep in this freezing warehouse."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] After sixteen-hour shifts gutting salmon, the, [monotone], smell doesn't even register anymore and the cold keeps me from oversleeping. [cough]"
        },
        {
            "role": "Character 1",
            "content": "There are transitional housing programs I can get you into, [hesitantly], but you should have come to me before it got this desperate."
        },
        {
            "role": "Character 2",
            "content": "[unwilling] Those places are full of people who are, [anxious], still using and I can't, [trembling], go backwards, not after everything I've done to, [very quietly], stay clean these past eight months."
        },
        {
            "role": "Character 1",
            "content": "Look, I mean, sleeping in a fish processing plant, um, surrounded by industrial equipment and chemicals isn't, [worried], exactly safe either, you know?"
        },
        {
            "role": "Character 2",
            "content": "At least here I have a job and nobody's, [angry], tempting me with anything except maybe, [sarcastic], the exciting opportunity to work overtime on the halibut line."
        },
        {
            "role": "Character 1",
            "content": "[warm] Your supervisor told me you're one of the best, [surprised], workers they've had in years, which is why they haven't, [regretful], reported the sleeping bag they found in the break room. [sigh]"
        },
        {
            "role": "Character 2",
            "content": "They knew about it this whole time and didn't, [confused], say anything to me or fire me immediately?"
        },
        {
            "role": "Character 1",
            "content": "Well, um, they called me instead because they, like, [proud], want to help you succeed but, I mean, [firmly], this arrangement can't continue because eventually corporate will, [trailing off], find out and then we're all in trouble, you know..."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Give me two more weeks to save enough for a deposit somewhere, [pleading], anywhere that won't run a background check, and I promise, [passionately], I'll move out of here immediately."
        },
        {
            "role": "Character 1",
            "content": "I found a halfway house that specifically helps people in recovery maintain, [hopeful], employment while they transition to independent housing, and the manager owes me a, [confidently], favor so I can get you in tomorrow without the usual, [relieved], waiting period. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Why would you do that?"
        },
        {
            "role": "Character 1",
            "content": "[sincerely] Because, um, I've seen too many people lose everything when, well, [sad], they're actually trying their hardest to rebuild, you know, and, [determined], you deserve better than sleeping next to frozen fish."
        },
        {
            "role": "Character 2",
            "content": "The halfway house probably has rules about curfews and, [reluctant], mandatory meetings that might conflict with my double shifts here."
        },
        {
            "role": "Character 1",
            "content": "We'll work with your employer to adjust your schedule because keeping this, [optimistic], job is just as important as having a real, [gently], place to sleep."
        },
        {
            "role": "Character 2",
            "content": "[tearful] Nobody's ever actually tried to, [grateful], help me without wanting something back, not the courts or, [suspicious], my family or anyone else, so I don't, [choked up], know how to trust this. [sniffle]"
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "6764ae3e_scenario.json",
    "scenario": "A probation officer makes an unexpected late-night visit to check on their client who works at a fish processing plant, discovering they've been sleeping there illegally after losing their apartment.",
    "type": "scenario_conversation",
    "character_1_role": "probation officer",
    "character_2_role": "fish processor",
    "selected_tones": [
        "chilling",
        "guiding",
        "unwilling"
    ],
    "tone_options": [
        "devaluing",
        "social",
        "past-dwelling",
        "innovating",
        "fragmented",
        "stilted",
        "chilling",
        "unwilling",
        "sedating",
        "guiding"
    ]
}