{
    "conversation": [
        {
            "role": "Customer",
            "content": "Eh, hola. Seguramente estoy siendo ridícula, pero... I got this transcript? Y está... mal."
        },
        {
            "role": "Customer Support",
            "content": "¡Ah! Eh, vale, entonces, eh, déjame buscar tu cuenta aquí y, esto, puedo mirarlo sin problema. ¿Me puedes dar tu, eh, número de referencia del transcript? Debería ser algo como, eh, something like TRN-4529-BK or similar?"
        },
        {
            "role": "Customer",
            "content": "TRN-8847-QM. Quizás me estoy equivocando, pero..."
        },
        {
            "role": "Customer Support",
            "content": "Entonces, eh, lo siento mucho pero, esto, estoy viendo aquí que—ay dios, esto es, eh, un poco incómodo—pero el transcript para TRN-8847-QM está, eh, showing as accurate according to our quality check system? O sea, eh, I know that's probably not what you wanted to hear..."
        },
        {
            "role": "Customer",
            "content": "Sé que sueno estúpida. Hago transcripciones. De profesión. Court reporter."
        },
        {
            "role": "Customer Support",
            "content": "¡Oh! Oh vaya, vale entonces, eh, ¡definitivamente sabes de lo que estás hablando! Estoy, eh, muy muy apenada por esto. Déjame, eh, investigar más a fondo aquí el case ID CSE-7792-ML43 y ver si quizás hay, esto, something else going on?"
        },
        {
            "role": "Customer",
            "content": "Me prometieron. Envío al día siguiente. That's what I heard. Clarísimo."
        },
        {
            "role": "Customer Support",
            "content": "Vale, eh, entonces puedo ver en el transcript aquí que dice, eh, \"envío estándar cinco a siete días\" pero, esto, you're saying they told you next day?"
        },
        {
            "role": "Customer",
            "content": "No estoy loca. Bueno. ¿Quizás sí? Pero tomo deposiciones. I know what I hear."
        },
        {
            "role": "Customer Support",
            "content": "No no no, eh, ¡no estás loca para nada! O sea, eh, a veces nuestros agentes—y soy bastante nueva aquí así que probablemente no debería decir esto—pero, eh, sometimes they might say one thing and then, er, the system records something else? Tu confirmación de pedido es ORD-6633-PT29 y, eh, déjame revisar las notas de envío reales..."
        },
        {
            "role": "Customer",
            "content": "Es para un juicio. El martes. Medical malpractice. Si los documentos no llegan..."
        },
        {
            "role": "Customer Support",
            "content": "Ay dios, eh, vale entonces eso es, eh, muy serio entonces. O sea, esto, estoy mirando el número de seguimiento TRK-445892KL y está mostrando, eh, envío estándar que sería el lunes como muy pronto? Pero, eh, espera espera, let me see if I can maybe, er, do something here..."
        },
        {
            "role": "Customer",
            "content": "Me siento tan tonta. Debería haberlo. Grabado yo misma. Some court reporter, right?"
        },
        {
            "role": "Customer Support",
            "content": "¡Por favor no te sientas así! Eh, ¿honestamente? Entre tú y yo, eh, we've been having some issues with our, er, transcript system lately. Como, eh, el ticket número TKT-9901-XX muestra otras 3 quejas solo, eh, this week about mismatches?"
        },
        {
            "role": "Customer",
            "content": "¿3 más? Entonces no es. Solo yo siendo..."
        },
        {
            "role": "Customer Support",
            "content": "¡Definitivamente no eres solo tú! Y, eh, vale entonces esto es lo que voy a hacer—esto, realmente no debería pero dadas las circunstancias con tu juicio—I'm upgrading this to overnight at no charge usando el código de anulación OVR-2234-Emergency, y, eh, lo tendrás mañana antes de las 10am."
        },
        {
            "role": "Customer",
            "content": "¿De verdad? O sea, eh, eso es... Dios. Gracias. I was about to cry."
        },
        {
            "role": "Customer Support",
            "content": "¡Por supuesto! Y, eh, también voy a, esto, marcar todo este problema del transcript a mi supervisor con el número de informe RPT-8876-AUDIT porque, eh, this really shouldn't be happening, especialmente a alguien que, eh, literally does this professionally!"
        },
        {
            "role": "Customer",
            "content": "De verdad me estás. Salvando aquí. El abogado me habría. Matado."
        },
        {
            "role": "Customer Support",
            "content": "Eh, ¡siento mucho que esto pasara en primer lugar! Tu nuevo número de seguimiento es TRK-445892KL-PRIORITY y, eh, you should get an email confirmation en unos, esto, 5 minutos? Y eh, if there's anything else at all, por favor no dudes en, ya sabes, llamarnos de nuevo!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi. I'm probably. Being ridiculous. But I got this transcript? And it's... wrong."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Um, okay so, uh, let me just pull up your account here and, er, I can definitely take a look at that for you. Can you give me your, um, reference number from the transcript? It should be like, uh, something like TRN-4529-BK or similar?"
        },
        {
            "role": "Customer",
            "content": "TRN-8847-QM. Maybe I'm misremembering but..."
        },
        {
            "role": "Customer Support",
            "content": "So, um, I'm really sorry but, uh, I'm seeing here that—oh gosh, this is, er, kind of awkward—but the transcript for TRN-8847-QM is, um, showing as accurate according to our quality check system? I mean, uh, I know that's probably not what you wanted to hear..."
        },
        {
            "role": "Customer",
            "content": "I know I sound stupid. I do transcripts. For a living. Court reporter."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Oh wow, okay so, um, you definitely know what you're talking about then! I'm, uh, really really sorry about this. Let me, um, dig a little deeper here into case ID CSE-7792-ML43 and see if maybe there's, er, something else going on?"
        },
        {
            "role": "Customer",
            "content": "They promised. Next day shipping. That's what I heard. Clear as day."
        },
        {
            "role": "Customer Support",
            "content": "Right, um, so I can see in the transcript here it says, uh, \"standard shipping five to seven days\" but, er, you're saying they told you next day?"
        },
        {
            "role": "Customer",
            "content": "I'm not crazy. I mean. Maybe I am? But I take depositions. I know what I hear."
        },
        {
            "role": "Customer Support",
            "content": "No no no, um, you're absolutely not crazy! I mean, uh, sometimes our agents—and I'm kind of new here so I probably shouldn't say this—but, um, sometimes they might say one thing and then, er, the system records something else? Your order confirmation is ORD-6633-PT29 and, uh, let me check the actual shipping notes..."
        },
        {
            "role": "Customer",
            "content": "It's for a trial. Tuesday. Medical malpractice. If the exhibits don't arrive..."
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh, um, okay so that's, uh, that's really serious then. I mean, er, I'm looking at tracking number TRK-445892KL and it's showing, um, standard shipping which would be Monday at the earliest? But, uh, wait wait, let me see if I can maybe, er, do something here..."
        },
        {
            "role": "Customer",
            "content": "I feel so dumb. Should've. Recorded it myself. Some court reporter, right?"
        },
        {
            "role": "Customer Support",
            "content": "Please don't feel that way! Um, honestly? Between you and me, uh, we've been having some issues with our, er, transcript system lately. Like, um, ticket number TKT-9901-XX shows three other complaints just, uh, this week about mismatches?"
        },
        {
            "role": "Customer",
            "content": "Three others? So it's. Not just me being..."
        },
        {
            "role": "Customer Support",
            "content": "Definitely not just you! And, um, okay so here's what I'm gonna do—I'm, er, really not supposed to but given the circumstances with your trial—I'm upgrading this to overnight at no charge using override code OVR-2234-Emergency, and, uh, you'll have it tomorrow by 10am."
        },
        {
            "role": "Customer",
            "content": "Really? I mean, um, that's... God. Thank you. I was about to cry."
        },
        {
            "role": "Customer Support",
            "content": "Of course! And, um, I'm also going to, er, flag this whole transcript issue to my supervisor with report number RPT-8876-AUDIT because, uh, this really shouldn't be happening, especially to someone who, um, literally does this professionally!"
        },
        {
            "role": "Customer",
            "content": "You're really. Saving me here. The attorney would've. Killed me."
        },
        {
            "role": "Customer Support",
            "content": "Um, I'm just really sorry this happened in the first place! Your new tracking is TRK-445892KL-PRIORITY and, uh, you should get an email confirmation in about, er, five minutes? And um, if there's anything else at all, please don't hesitate to, you know, call back!"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "8625d72b_script.json",
    "scenario": "court reporter, frustrated that the transcript of her previous call doesn't match what she was told",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "self_deprecating_fumbling",
                "vulnerable_trusting"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "hedge_words",
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "awkwardly_apologetic",
                "new_and_eager"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        }
    }
}