{
    "conversation": [
        {
            "role": "Customer",
            "content": "O sea, básicamente llevo siendo clienta como ocho años y de repente todo es... ¿fatal?"
        },
        {
            "role": "Customer Support",
            "content": "Uf, sí, ya, te entiendo perfectamente. Déjame que mire tu cuenta un segundo... vale, número de cuenta ACC-847291-B. Joder, ocho años, has visto de todo, ¿eh? O sea, siendo sincera, las cosas han cambiado bastante por aquí."
        },
        {
            "role": "Customer",
            "content": "¿Verdad? Es que la app se cuelga, los los envíos siempre llegan tarde, es de locos."
        },
        {
            "role": "Customer Support",
            "content": "Ajá, totalmente. A ver, mirando tu historial aquí, has hecho, eh... madre mía, 247 pedidos. Eso sí que es fidelidad. Y sí, entre tú y yo, el nuevo sistema ha sido, em, bastante chungo la verdad."
        },
        {
            "role": "Customer",
            "content": "Ah vale, entonces no soy yo siendo dramática."
        },
        {
            "role": "Customer Support",
            "content": "Ja, no no, para nada. De hecho, hemos recibido unas, mmm, déjame ver... el informe de incidencias marca 1.847 quejas similares solo este mes. El equipo de control de calidad está, bueno, supuestamente trabajando en ello."
        },
        {
            "role": "Customer",
            "content": "Supuestamente. Qué qué tranquilizador. Genial."
        },
        {
            "role": "Customer Support",
            "content": "Ya, ¿verdad? Mira, lo que sí puedo hacer es esto - tu cuenta cumple los requisitos para nuestro, eh, programa de crédito de retención, código RET-LOYAL-923. Básicamente te da un 30% de descuento los próximos tres meses mientras, ya sabes, en teoría nos ponemos las pilas."
        },
        {
            "role": "Customer",
            "content": "Espera, ¿o sea que hay como un descuento oficial de \"la hemos cagado\"?"
        },
        {
            "role": "Customer Support",
            "content": "En esencia, sí. Aunque oficialmente se llama \"crédito de apreciación al cliente valorado\" - número de referencia CRD-20241108-KM. Pero, em, las dos sabemos lo que es en realidad."
        },
        {
            "role": "Customer",
            "content": "Bueno, algo es algo supongo. Aunque no arregla los los problemas de verdad."
        },
        {
            "role": "Customer Support",
            "content": "No, tienes toda la razón. Mmm, déjame añadirte también soporte prioritario a tu cuenta - código de nivel PRIO-GOLD-7. Por lo menos cuando las cosas inevitablemente vayan mal, te saltarás la cola. Poco consuelo pero, eh, mejor que nada, ¿no?"
        },
        {
            "role": "Customer",
            "content": "Inevitablemente. Vaya. O sea que básicamente te rindes ya."
        },
        {
            "role": "Customer Support",
            "content": "Pues más o menos. A ver, mira, llevo aquí cuatro años, desde antes de todas las, em, \"mejoras\". Tu expediente muestra que te uniste cuando todavía nos importaba la calidad. Ahora todo son métricas y recortes, la verdad."
        },
        {
            "role": "Customer",
            "content": "Dios, qué depresión. Es que yo solo—solo quiero que las cosas funcionen."
        },
        {
            "role": "Customer Support",
            "content": "Ya te digo. Ay, mira, aquí hay algo - puedo cambiarte a nuestro centro de distribución antiguo, código de instalación WH-ORIGINAL-02. Todavía hacen las cosas a la antigua, así que, em, mucho más fiable."
        },
        {
            "role": "Customer",
            "content": "Para para para, ¿hay un almacén bueno secreto?"
        },
        {
            "role": "Customer Support",
            "content": "Jaja, básicamente sí. No se publicita porque, bueno, capacidad limitada. Pero con tu historial... Te añado el código de anulación OVR-8827-LEGACY ahora mismo. Debería ayudar por lo menos con los problemas de envío."
        },
        {
            "role": "Customer",
            "content": "Vale vale, perdona, he entrado toda borde pero es que me estás ayudando de verdad."
        },
        {
            "role": "Customer Support",
            "content": "Ey, no hace falta que te disculpes. Créeme, después de lidiar con los tickets del TKT-994521 al TKT-994578 solo hoy... Tu frustración es, eh, súper válida. Solo... igual no menciones lo del almacén si vuelves a llamar, ¿vale?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So basically I've been a customer for, like, eight years and suddenly everything's just... terrible?"
        },
        {
            "role": "Customer Support",
            "content": "Oh man, yeah, I hear you. Let me pull up your account real quick... okay, account number ACC-847291-B. Wow, eight years, you've basically seen it all, huh? I mean, honestly, things have definitely changed around here."
        },
        {
            "role": "Customer",
            "content": "Right? Like the app crashes, the the delivery's always late, it's ridiculous."
        },
        {
            "role": "Customer Support",
            "content": "Mmm-hmm, totally get it. So looking at your history here, you've placed, uh... jesus, 247 orders. That's loyalty right there. And yeah, between you and me? The new system rollout has been, er, pretty rough."
        },
        {
            "role": "Customer",
            "content": "Oh good, so it's not just me being dramatic then."
        },
        {
            "role": "Customer Support",
            "content": "Ha, no no, definitely not just you. Actually, we've gotten about, hmm, let me check... incident report shows 1,847 similar complaints this month alone. The quality control team is, well, supposedly working on it."
        },
        {
            "role": "Customer",
            "content": "Supposedly. That's that's reassuring. Great."
        },
        {
            "role": "Customer Support",
            "content": "I know, right? Look, here's what I can actually do though - your account qualifies for our, uhh, retention credit program, code RET-LOYAL-923. Basically gives you 30% off for the next three months while we, you know, theoretically get our act together."
        },
        {
            "role": "Customer",
            "content": "Wait, so there's like an actual \"we screwed up\" discount?"
        },
        {
            "role": "Customer Support",
            "content": "Essentially, yeah. Though officially it's called a \"valued customer appreciation credit\" - reference number CRD-20241108-KM. But, er, we both know what it really is."
        },
        {
            "role": "Customer",
            "content": "I mean, that's something I guess. Still doesn't fix the the actual problems though."
        },
        {
            "role": "Customer Support",
            "content": "No, you're absolutely right. Hmm, let me also add priority support to your account - tier code PRIO-GOLD-7. At least then when things inevitably go wrong, you'll skip the queue. Small consolation but, uhh, better than nothing?"
        },
        {
            "role": "Customer",
            "content": "Inevitably. Wow. So basically you're just accepting defeat here?"
        },
        {
            "role": "Customer Support",
            "content": "Pretty much? I mean, look, I've been here four years, since before all the, errr, \"improvements.\" Your file shows you joined back when we actually cared about quality. Now it's all about metrics and cost-cutting, honestly."
        },
        {
            "role": "Customer",
            "content": "God, this is so depressing. Like, I just—I just want things to work."
        },
        {
            "role": "Customer Support",
            "content": "Tell me about it. Ooh, actually, here's something - I can switch you to our legacy fulfillment center, facility code WH-ORIGINAL-02. They still do things the old way, so, um, way more reliable."
        },
        {
            "role": "Customer",
            "content": "Wait wait wait, there's a secret good warehouse?"
        },
        {
            "role": "Customer Support",
            "content": "Hah, basically. It's not advertised because, well, limited capacity. But with your history? I'm adding override code OVR-8827-LEGACY right now. Should help with at least the delivery issues."
        },
        {
            "role": "Customer",
            "content": "Okay okay, I'm sorry, I came in all cranky but you're actually being helpful here."
        },
        {
            "role": "Customer Support",
            "content": "Hey, no apology needed. Trust me, after dealing with ticket number TKT-994521 through TKT-994578 today alone? Your frustration is, uh, extremely valid. Just... maybe don't mention the warehouse thing if you call back, yeah?"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "50b8034c_script.json",
    "professionalism": "casual",
    "scenario": "complaining about quality degradation of service over time",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "annoyed_sarcastic",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses",
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "commiserating_honest",
                "burned_out_but_trying"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        }
    }
}