{
    "conversation": [
        {
            "role": "Customer",
            "content": "Es que, en plan, el jarrón... está... está hecho pedazos. Tipo, completamente."
        },
        {
            "role": "Customer Support",
            "content": "No no no, esto es... lo vamos a solucionar sí o sí. Déjame buscar tu pedido ahora mismo... Necesito tu número de pedido o el email para..."
        },
        {
            "role": "Customer",
            "content": "Ya, es que básicamente mi madre, lo abrió, y en plan... cristales por todas partes."
        },
        {
            "role": "Customer Support",
            "content": "Ay, qué horror, lo siento muchísimo... Vamos a arreglarlo inmediatamente. ¿Me puedes decir cuándo hiciste el pedido o tienes la confirmación...?"
        },
        {
            "role": "Customer",
            "content": "Pues fue, tipo, la semana pasada. El martes. O el lunes. Total que elegí el más elegante."
        },
        {
            "role": "Customer Support",
            "content": "Perfecto, ya lo estoy encontrando... Vale, veo el pedido GFT-9847-VM22 del lunes para el jarrón de cristal, y es completamente inaceptable que haya llegado..."
        },
        {
            "role": "Customer",
            "content": "Claro, es que en plan, me llamó llorando. Mi madre. Llorando. Así que genial, vamos."
        },
        {
            "role": "Customer Support",
            "content": "Es que es desgarrador, y lo vamos a arreglar. Tu pedido GFT-9847-VM22 aparece como entregado ayer, y ya estoy procesando un reemplazo prioritario que..."
        },
        {
            "role": "Customer",
            "content": "Pero es que, en plan, su cumpleaños era ayer. O sea que ya está. Arruinado."
        },
        {
            "role": "Customer Support",
            "content": "Claro claro. No, no vamos a dejarlo así. Estoy enviando urgente un reemplazo con código EXP-3302-R, más añado un arreglo floral de regalo, y ambos llegarán..."
        },
        {
            "role": "Customer",
            "content": "¿Qué, tipo mañana? Porque básicamente ya vio el roto, así que..."
        },
        {
            "role": "Customer Support",
            "content": "En realidad..."
        },
        {
            "role": "Customer",
            "content": "En plan, toda la sorpresa básicamente se ha ido. Así que... ya."
        },
        {
            "role": "Customer Support",
            "content": "Te entiendo, de verdad que sí, y... Mira, el reemplazo con seguimiento RMA-7736-XP llegará mañana por la mañana, pero esto es lo que vamos a hacer además para salvar..."
        },
        {
            "role": "Customer",
            "content": "O sea que básicamente dices mañana. Pero en plan, no va a arreglar lo de ayer."
        },
        {
            "role": "Customer Support",
            "content": "Tienes toda la razón, no arreglará lo de ayer, y por eso... También estoy abonando en tu cuenta ACC-5591-K el importe completo, te sale el reemplazo gratis, más el arreglo que he mencionado..."
        },
        {
            "role": "Customer",
            "content": "Ah. ¿O sea... gratis? ¿Todo? ¿Así que básicamente no pago?"
        },
        {
            "role": "Customer Support",
            "content": "Exacto, nada. Cero euros. El número de referencia es CRD-8845-VM para el reembolso total, y aun así recibirás ambas cosas mañana porque esto nunca debería haber..."
        },
        {
            "role": "Customer",
            "content": "Vale, en plan... vale. Eso... básicamente eso está muy bien. Muy bien de verdad."
        },
        {
            "role": "Customer Support",
            "content": "Bien, vamos avanzando. Y una cosa más... Voy a añadir una tarjeta de disculpa escrita a mano directamente para tu madre, si no te importa darme su nombre de pila para..."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So like, basically, the vase? It's... it's smashed. Like completely."
        },
        {
            "role": "Customer Support",
            "content": "No no no, this is... we're absolutely going to fix this. Let me pull up your order right... So I need your order number or email to..."
        },
        {
            "role": "Customer",
            "content": "Yeah so basically my mom, she opened it, and like... glass everywhere."
        },
        {
            "role": "Customer Support",
            "content": "Oh that's terrible, I'm so sorry that... Let's get this sorted immediately. Can you tell me when you placed the order or do you have the confirmation..."
        },
        {
            "role": "Customer",
            "content": "So it was, like, last week? Tuesday. Maybe Monday. So basically I picked the fancy one."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, I'm finding it now... Okay, I see order GFT-9847-VM22 placed Monday for the crystal vase, and this is completely unacceptable that it arrived..."
        },
        {
            "role": "Customer",
            "content": "Right so like, she called me crying. My mom. Crying. So that's fun."
        },
        {
            "role": "Customer Support",
            "content": "That's absolutely heartbreaking, and we're going to make this right. Your order GFT-9847-VM22 shows delivered yesterday, and I'm already processing a priority replacement that will..."
        },
        {
            "role": "Customer",
            "content": "But so like, her birthday was yesterday. So basically it's done. Ruined."
        },
        {
            "role": "Customer Support",
            "content": "Right right. No, we're not letting it end like this. I'm expediting a replacement with code EXP-3302-R, plus I'm adding a complimentary gift arrangement, and both will arrive..."
        },
        {
            "role": "Customer",
            "content": "So what, like tomorrow? Because basically she already saw the broken one, so..."
        },
        {
            "role": "Customer Support",
            "content": "Actually..."
        },
        {
            "role": "Customer",
            "content": "Like the whole surprise is basically gone. So that's... yeah."
        },
        {
            "role": "Customer Support",
            "content": "I hear you, I really do, and... Look, the replacement with tracking RMA-7736-XP will arrive tomorrow morning, but here's what else we're going to do to salvage..."
        },
        {
            "role": "Customer",
            "content": "So basically you're saying tomorrow. But like, it won't fix yesterday."
        },
        {
            "role": "Customer Support",
            "content": "You're absolutely right, it won't fix yesterday, and that's why... I'm also crediting your account ACC-5591-K the full amount, you're getting the replacement free, plus the arrangement I mentioned..."
        },
        {
            "role": "Customer",
            "content": "Oh. So like... free? The whole thing? So basically I don't pay?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly, nothing. Zero charge. The reference number is CRD-8845-VM for the full refund, and you'll still receive both items tomorrow because this never should have..."
        },
        {
            "role": "Customer",
            "content": "So like... okay. That's... basically that's actually good. Really good."
        },
        {
            "role": "Customer Support",
            "content": "Good, we're getting somewhere. And one more thing... I'm adding a handwritten apology card to your mom directly, if you're comfortable giving me her first name for..."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "7f092286_script.json",
    "scenario": "upset because a gift they ordered arrived damaged and the recipient saw it",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "manic_oversharing",
                "frustrated_impatient"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": "filled_pauses",
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "determined_advocate",
                "carefully_diplomatic"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": "trailing_off",
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        }
    }
}