{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I'm I'm calling about—wait no—about my my bill? Tiene tiene estos cargos y um, trabajo con formularios de TSA todo el día y ahora—ahora esto también?"
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, I completely understand that frustration, uh, dealing with bureaucracy at work and then, er, coming home to more of it. Déjame, um, coger tu cuenta aquí... vale, entonces estoy viendo la cuenta ACC-4892-TSA, ¿es correcta?"
        },
        {
            "role": "Customer",
            "content": "Yes yes yes that's—that's it! ¡Gracias gracias por por entenderlo de verdad!"
        },
        {
            "role": "Customer Support",
            "content": "Of course! Entonces, um, puedo ver que tienes, eh, tres cargos separados aquí que parecen, er, bastante confusos la verdad. El primero está etiquetado FEE-2024-892X por, um, déjame ver... ¿procesamiento administrativo?"
        },
        {
            "role": "Customer",
            "content": "Right right, um, exactly like—like work! Todo es una tasa, un formulario, yo solo—espera ¿puedes puedes arreglarlo de verdad?"
        },
        {
            "role": "Customer Support",
            "content": "Um, absolutely, and you know what? Ya, eh, ya estoy viendo que al menos dos de estos ni deberían estar aquí. Tu número de referencia REF-3847-SEC muestra que, er, ya pagaste el cargo base del servicio el mes pasado."
        },
        {
            "role": "Customer",
            "content": "Oh oh thank God, I mean, um, you're you're really helping here, I was so—¿estás segura? ¿Realmente segura?"
        },
        {
            "role": "Customer Support",
            "content": "I'm positive, and, um, honestly? Habiendo tratado con, er, formularios del gobierno yo misma, entiendo totalmente lo agotador que es esto. Así que, eh, voy a quitar el cargo CHG-9923-X ahora mismo, y, um, también voy a añadir un crédito de cortesía."
        },
        {
            "role": "Customer",
            "content": "Wait you're—you're doing that? ¿Por por mí? ¡Eso eso es increíble!"
        },
        {
            "role": "Customer Support",
            "content": "Um, of course! Es, er, lo mínimo que puedo hacer. Ahora, eh, hay un cargo, FEE-1122-B, que, um... lo siento mucho pero ese sí es, er, legítimo y no puedo... ojalá pudiera quitarlo también."
        },
        {
            "role": "Customer",
            "content": "No no it's—wait what what is it for though? Um, ¿solo solo para que lo sepa?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, that one is for, uh, expedited service you requested on the 15th, order ORD-7745-TSA, and, er, I can see why it's confusing because it posted separately from the main charge."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay, that's—I get it, I mean, um, at least at least you explained it, ¡no como—como en el trabajo donde es solo solo \"política\"!"
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, exactly! Y sabes, er, estoy poniendo una nota aquí en tu archivo, NOTE-8823-P, que, eh, trabajas en seguridad aeroportuaria así los futuros agentes entenderán que ya estás, er, tratando con suficiente burocracia."
        },
        {
            "role": "Customer",
            "content": "You you are? Eso es tan—quiero decir, um, ¡nadie nadie hace eso nunca! ¡Gracias gracias!"
        },
        {
            "role": "Customer Support",
            "content": "Um, it's really my pleasure, and, uh, actually, since you've been so patient, también estoy, er, eliminando la tasa de conveniencia por los próximos tres meses, código WAIVE-332-TSA, así que, um, eso debería ayudar un poco."
        },
        {
            "role": "Customer",
            "content": "I'm just—wait are you—are you sure you can do all this? No no quiero que te metas en en problemas ni ni nada, ¿vale?"
        },
        {
            "role": "Customer Support",
            "content": "Um, don't worry about me at all! Esto está, er, completamente dentro de mi autoridad, y, eh, honestamente, después de lo que tratas a diario, ¿manteniéndonos a todos seguros? El número de confirmación es CNF-9847-APPROVED, y, um, te mereces toda esta ayuda."
        },
        {
            "role": "Customer",
            "content": "Wow I just—I mean, um, thank you thank you so so much! ¡Esto es como como lo opuesto de de todo mi día!"
        },
        {
            "role": "Customer Support",
            "content": "Um, that makes me so happy to hear! Tu nuevo balance está, eh, mostrando 47,50$ en vez de 215,75$, referencia REF-FINAL-2892, y, er, ¿hay algo más en lo que pueda ayudarte hoy? Tengo, um, tengo mucho tiempo si lo necesitas."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I'm I'm calling about—wait no—about my my bill? It's it's got these fees and um, I deal with TSA forms all day and now—now this too?"
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, I completely understand that frustration, uh, dealing with bureaucracy at work and then, er, coming home to more of it. Let me, um, pull up your account here... okay so I'm seeing account ACC-4892-TSA, is that right?"
        },
        {
            "role": "Customer",
            "content": "Yes yes yes that's—that's it! Thank you thank you for for actually getting it!"
        },
        {
            "role": "Customer Support",
            "content": "Of course! So, um, I can see you've got, uh, three separate charges here that look, er, pretty confusing actually. The first one is labeled FEE-2024-892X for, um, let me see... administrative processing?"
        },
        {
            "role": "Customer",
            "content": "Right right, um, exactly like—like work! Everything's a fee, a form, I just—wait can you can you actually fix this?"
        },
        {
            "role": "Customer Support",
            "content": "Um, absolutely, and you know what? I'm, uh, already seeing that at least two of these shouldn't even be here. Your reference number REF-3847-SEC shows you, er, already paid the base service charge last month."
        },
        {
            "role": "Customer",
            "content": "Oh oh thank God, I mean, um, you're you're really helping here, I was so—are you sure? Really sure?"
        },
        {
            "role": "Customer Support",
            "content": "I'm positive, and, um, honestly? Having dealt with, er, government forms myself, I totally get how exhausting this is. So, uh, I'm going ahead and removing charge CHG-9923-X right now, and, um, I'm also adding a courtesy credit."
        },
        {
            "role": "Customer",
            "content": "Wait you're—you're doing that? For for me? That's that's incredible!"
        },
        {
            "role": "Customer Support",
            "content": "Um, of course! It's, er, the least I can do. Now, uh, there is one charge, FEE-1122-B, that I, um... I'm really sorry but that one is, er, legitimate and I can't... I wish I could remove it too."
        },
        {
            "role": "Customer",
            "content": "No no it's—wait what what is it for though? Um, just just so I know?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, that one is for, uh, expedited service you requested on the 15th, order ORD-7745-TSA, and, er, I can see why it's confusing because it posted separately from the main charge."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay, that's—I get it, I mean, um, at least at least you explained it, not like—like at work where it's just just \"policy\"!"
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, exactly! And you know, er, I'm making a note here in your file, NOTE-8823-P, that, uh, you work in airport security so future reps will understand you're, er, already dealing with enough red tape."
        },
        {
            "role": "Customer",
            "content": "You you are? That's so—I mean, um, nobody nobody ever does that! Thank thank you!"
        },
        {
            "role": "Customer Support",
            "content": "Um, it's really my pleasure, and, uh, actually, since you've been so patient, I'm also, er, waiving the convenience fee for next three months, code WAIVE-332-TSA, so, um, that should help a bit."
        },
        {
            "role": "Customer",
            "content": "I'm just—wait are you—are you sure you can do all this? I don't don't want you getting in in trouble or or anything?"
        },
        {
            "role": "Customer Support",
            "content": "Um, don't worry about me at all! This is, er, completely within my authority, and, uh, honestly, after what you deal with daily, keeping us all safe? The confirmation number is CNF-9847-APPROVED, and, um, you deserve every bit of this help."
        },
        {
            "role": "Customer",
            "content": "Wow I just—I mean, um, thank you thank you so so much! This is like like the opposite of of my whole day!"
        },
        {
            "role": "Customer Support",
            "content": "Um, that makes me so happy to hear! Your new balance is, uh, showing as $47.50 instead of $215.75, reference REF-FINAL-2892, and, er, is there anything else I can help you with today? I've, um, got plenty of time if you need it."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "82d81872_script.json",
    "scenario": "airport security officer, dealing with TSA bureaucracy at work and now in personal billing too",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "genuinely_grateful",
                "anxious_worried"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "repetition_stutter",
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "genuinely_warm",
                "awkwardly_apologetic"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}