{
    "conversation": [
        {
            "role": "Customer",
            "content": "Por supuesto que que el pago no pasó, o sea, ¿por qué iba a—por qué iba a funcionar algo cuando cuando lo necesito?"
        },
        {
            "role": "Customer Support",
            "content": "Ah. Em. Préstamo de maquinaria. Déjame, eh, buscar eso. ¿Número de cuenta?"
        },
        {
            "role": "Customer",
            "content": "Es eh, 447-889-2201, y acabo—acabo de mirar mi banco y están están diciendo que ni siquiera intentasteis cobrarlo"
        },
        {
            "role": "Customer Support",
            "content": "Vale. Em, a ver. Mirando la cuenta LN447889. Pago programado para, eh, el quince. Eso es. Mmm. Ayer en realidad."
        },
        {
            "role": "Customer",
            "content": "Sí sí sí, exacto, y ahora me van a—espera no, seguro que ya ya me están cobrando recargos ¿verdad?"
        },
        {
            "role": "Customer Support",
            "content": "Pues no, la verdad. Aún sin recargos. Em. Mi madre también tiene tierras. Los préstamos para maquinaria están, eh, fatales ahora mismo. Déjame. Eh. Mirar los registros ACH aquí. El ID de transacción debería ser, em, TXN-20241115-8847."
        },
        {
            "role": "Customer",
            "content": "¿Tu madre tiene tierras? ¿Dónde—perdona, o sea, da igual, solo solo dime qué tengo que hacer para arreglar este desastre"
        },
        {
            "role": "Customer Support",
            "content": "Emmm, en Aragón la verdad. Sobre todo cereales. Pero, eh, vale entonces. Lo encontré. La solicitud de pago PRQ-8847-LN sí salió. Pero. Eh. ¿El banco la rechazó?"
        },
        {
            "role": "Customer",
            "content": "¿Rechazó? No no no, tengo el dinero, lo comprobé—lo comprobé dos veces esta mañana, hay hay suficiente seguro"
        },
        {
            "role": "Customer Support",
            "content": "Claro. Sí. Em, no es por fondos insuficientes. El código dice, eh, \"verificación de cuenta fallida\". ¿Has. Mmm. Cambiado de banco hace poco? ¿Cuenta nueva?"
        },
        {
            "role": "Customer",
            "content": "Em, bueno sí pero eso fue—eso fue hace como dos meses, y os mandé os mandé el nuevo número de routing y todo"
        },
        {
            "role": "Customer Support",
            "content": "Dos meses. Vale. Em. Veo la solicitud de actualización. Formulario FRM-9982-C. Pero, eh, está. ¿Todavía pendiente? Eso. Eh. No debería estar pendiente tanto tiempo."
        },
        {
            "role": "Customer",
            "content": "Por supuesto que está pendiente, ¿por qué iba a—o sea, rellené los los formularios, todos, qué más queréis de mí"
        },
        {
            "role": "Customer Support",
            "content": "No, tienes razón. Toda la razón. Em. Es culpa nuestra. El retraso en procesamiento ha estado, eh, de locos. Déjame. Arreglarlo ahora. El nuevo número de routing acaba en, eh, ¿7749?"
        },
        {
            "role": "Customer",
            "content": "Sí 7749, y la cuenta es—espera perdona, es es 556221, no la antigua"
        },
        {
            "role": "Customer Support",
            "content": "Vale. 556221. Actualizando ahora. Em, entonces. Buenas noticias. Puedo, eh, reprocesarlo hoy. Sin recargos. Debería estar para, eh, mañana por la mañana. Número de referencia REF-11162024-XM."
        },
        {
            "role": "Customer",
            "content": "¿Mañana? ¿Eso—eso va a funcionar de verdad? No no me lo estás diciendo solo por decir ¿no?"
        },
        {
            "role": "Customer Support",
            "content": "Cien por cien. Em. Te entiendo igual. El pago de la cosechadora de mi madre rebotó el mes pasado. Mismo problema. Cambio de banco. Tardó, eh, tres semanas en resolverse. Una pesadilla."
        },
        {
            "role": "Customer",
            "content": "¿Tres semanas? Joder, no puedo—no puedo estar tres semanas, el concesionario ya ya me está respirando en el cuello por este tractor"
        },
        {
            "role": "Customer Support",
            "content": "No no. El tuyo está hecho. Em, mañana. Te lo prometo. Código de confirmación CNF-8847-PRIORITY. También, eh, voy a dejar nota en la cuenta. Cualquier problema, vuelve a llamar. Pregunta por mí. Carmen. Extensión 4429."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Of course the the payment didn't go through, I mean why would it—why would anything just work right when I need I need it to"
        },
        {
            "role": "Customer Support",
            "content": "Oh. Um. Equipment loan. Let me, uh, pull that up. Account number?"
        },
        {
            "role": "Customer",
            "content": "It's uh, 447-889-2201, and I just—I just checked my bank and they're they're saying you never even tried to pull it"
        },
        {
            "role": "Customer Support",
            "content": "Got it. Um, so. Looking at account LN447889. Payment scheduled for, uh, the fifteenth. That's. Hmm. Yesterday actually."
        },
        {
            "role": "Customer",
            "content": "Yeah yeah yeah, exactly, and now they're gonna—wait no, they're probably already charging me late fees aren't they"
        },
        {
            "role": "Customer Support",
            "content": "Actually no. No fees yet. Um. My dad farms too. Equipment loans are, uh, brutal right now. Let me. Er. Check the ACH logs here. Transaction ID should be, um, TXN-20241115-8847."
        },
        {
            "role": "Customer",
            "content": "Your dad farms? Where—sorry, I mean, doesn't matter, just just tell me what I need to do to fix this mess"
        },
        {
            "role": "Customer Support",
            "content": "Ummm, Nebraska actually. Corn mostly. But, uh, okay so. Found it. Payment request PRQ-8847-LN did go out. But. Er. Bank rejected it?"
        },
        {
            "role": "Customer",
            "content": "Rejected? No no no, I have the money, I checked—I double checked this morning, there's definitely definitely enough in there"
        },
        {
            "role": "Customer Support",
            "content": "Right. Yeah. Um, not insufficient funds. Code says, uh, \"account verification failed.\" Did you. Hmm. Change banks recently? New account?"
        },
        {
            "role": "Customer",
            "content": "Um, well yeah but that was—that was like two months ago, and I sent I sent you guys the new routing number and everything"
        },
        {
            "role": "Customer Support",
            "content": "Two months. Okay. Um. I see the update request. Form FRM-9982-C. But, uh, it's. Still pending? That's. Er. That shouldn't be pending this long."
        },
        {
            "role": "Customer",
            "content": "Of course it's pending, why would—I mean I filled out the the forms, all of them, what else do you want from me"
        },
        {
            "role": "Customer Support",
            "content": "No you're right. Totally right. Um. This is on us. Processing backlog's been, er, insane. Let me. Fix this now. New routing number ends in, uh, 7749?"
        },
        {
            "role": "Customer",
            "content": "Yeah 7749, and the account is—wait sorry, it's it's 556221, not the old one"
        },
        {
            "role": "Customer Support",
            "content": "Got it. 556221. Updating now. Um, so. Good news. I can, uh, reprocess today. No late fees. Should hit by, er, tomorrow morning. Reference number REF-11162024-XM."
        },
        {
            "role": "Customer",
            "content": "Tomorrow? That's—that's actually gonna work? You're you're not just saying that?"
        },
        {
            "role": "Customer Support",
            "content": "Hundred percent. Um. I get it though. My dad's combine payment bounced last month. Same issue. Bank change. Took, uh, three weeks to sort out. Nightmare."
        },
        {
            "role": "Customer",
            "content": "Three weeks? Jesus, I can't—I can't do three weeks, the dealer's already already breathing down my neck about this tractor"
        },
        {
            "role": "Customer Support",
            "content": "No no. Yours is done. Um, tomorrow. Promise. Confirmation code CNF-8847-PRIORITY. Also, er, I'm noting the account. Any issues, call back. Ask for me. Jake. Extension 4429."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "7b4453f8_script.json",
    "scenario": "farmer, confused about why his equipment loan payment didn't process",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "resigned_going_through_motions"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter",
                    "self_corrections"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "slightly_frazzled"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        }
    }
}