{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Então tu és o tipo que se infiltrou na festa do iate do bilionário fingindo ser valet?"
        },
        {
            "role": "Character 2",
            "content": "Eh pá, sim, sou eu—mas, hum, tecnicamente não fingi nada, they just assumed when I showed up in a tux with car keys. Olha, sinceramente, a parte mais difícil foi estacionar aquela Lambo sem saber conduzir com caixa manual, but hey, ninguém reparou nos ruídos da embraiagem com o DJ aos berros."
        },
        {
            "role": "Character 1",
            "content": "Espera, tu nem sabes conduzir com caixa manual? Como é que conseguiste fazer isso?"
        },
        {
            "role": "Character 2",
            "content": "Universidade YouTube, meu amigo—vi tipo três tutoriais na garagem enquanto o motor estava ligado. O truque é, ah, confiança, percebes? You act like you belong and people just fill in the blanks themselves, especially when you're holding expensive car keys."
        },
        {
            "role": "Character 1",
            "content": "Isso é uma loucura! Ninguém percebeu que não devias estar lá?"
        },
        {
            "role": "Character 2",
            "content": "Bem, houve ali um momento complicado quando o dono me pediu para ir buscar o casaco ao carro, but I just told him I was on my union-mandated break. Os ricos têm, hmm, um medo estranho de conflitos laborais, so he literally apologized and tipped me a hundred bucks."
        },
        {
            "role": "Character 1",
            "content": "Recebeste gorjeta por te recusares a fazer um trabalho que nem tens?"
        },
        {
            "role": "Character 2",
            "content": "[very loudly] Pois! E depois—ouve esta—a mulher dele perguntou se eu podia recomendar um bom serviço de valet para o casamento da filha! Dei-lhe o cartão do negócio de catering do meu primo porque, quer dizer, é quase a mesma coisa, and now they're actually booked for next month."
        },
        {
            "role": "Character 1",
            "content": "O teu primo não faz serviço de valet!"
        },
        {
            "role": "Character 2",
            "content": "Não, mas ele é mesmo bom a estacionar carros quando faz catering, so it's basically the same skill set, certo? Além disso, hum, ele anda a querer expandir o negócio, and honestly, fake it till you make it is like the family motto at this point."
        },
        {
            "role": "Character 1",
            "content": "Quanto tempo ficaste na festa?"
        },
        {
            "role": "Character 2",
            "content": "Ai Jesus, fiquei lá até às 2 da manhã—até ganhei 5 mil no poker lá em cima. Turns out billionaires are terrible at reading bluffs, porque estão tão habituados a que as pessoas lhes deem, sabes, tudo o que querem sem questionar."
        },
        {
            "role": "Character 1",
            "content": "Tiraste cinco mil euros a bilionários?"
        },
        {
            "role": "Character 2",
            "content": "[shouting] Eles insistiram que eu continuasse a jogar! Disseram que eu era a pessoa mais honesta ali porque chamava \"chefe\" a toda a gente em vez dos primeiros nomes—apparently that's refreshingly authentic or whatever, mas na verdade eu é que não me lembrava do nome de ninguém."
        },
        {
            "role": "Character 1",
            "content": "Esta é a melhor história que ouvi esta semana toda!"
        },
        {
            "role": "Character 2",
            "content": "[clearing throat] Pois bem, err, a parte mesmo engraçada é que me convidaram para a casa deles nos Hamptons no próximo mês para outra festa. I'm supposed to bring the Ferrari this time, o que vai ser, hmm, interessante visto que definitivamente não tenho acesso a nenhuma Ferrari."
        },
        {
            "role": "Character 1",
            "content": "[furious] Vais fazer isso outra vez? Depois de tudo o que podia ter corrido mal?"
        },
        {
            "role": "Character 2",
            "content": "Obviamente! Já lhes disse que ia levar o meu cocktail especial—it's literally just Sprite with fancy ice cubes, mas os ricos ficam malucos com qualquer coisa que chames \"desconstruída.\" E o meu primo vem desta vez como meu, ah, assistente de valet ou lá o que vamos chamar a isso."
        },
        {
            "role": "Character 1",
            "content": "És absolutamente ridículo. E se te apanham?"
        },
        {
            "role": "Character 2",
            "content": "Sinceramente? A esta altura acho que eles provavelmente sabem e acham piada—I mean, one guy literally winked at me and said \"nice technique\" enquanto eu estava a lutar para estacionar o Bentley em paralelo. Mas olha, if they want to pay me to provide entertainment value while eating their shrimp, quem sou eu para, sabes, negar-lhes esse prazer?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So you're the guy who snuck into the billionaire's yacht party by pretending to be a valet?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, yeah, that's me—though, um, technically I didn't pretend anything, they just assumed when I showed up in a tux carrying car keys. Honestly, the hardest part was parking that Lambo without knowing how to drive stick, but hey, nobody noticed the grinding sounds over the DJ."
        },
        {
            "role": "Character 1",
            "content": "Wait, you can't even drive stick? How did you pull that off?"
        },
        {
            "role": "Character 2",
            "content": "YouTube University, my friend—watched like three tutorials in the parking garage while the engine was running. The trick is, uh, confidence, you know? Act like you belong and people just... they fill in the blanks themselves, especially when you're holding expensive car keys."
        },
        {
            "role": "Character 1",
            "content": "That's insane! Did anyone recognize you weren't supposed to be there?"
        },
        {
            "role": "Character 2",
            "content": "Well, there was this one close call when the actual owner asked me to fetch his jacket from the car, but I just told him I was on my union-mandated break. Rich people are, mmm, weirdly terrified of labor disputes, so he literally apologized and tipped me a hundred bucks."
        },
        {
            "role": "Character 1",
            "content": "You got tipped for refusing to do a job you don't actually have?"
        },
        {
            "role": "Character 2",
            "content": "[very loudly] Right? And then—get this—his wife asked if I could recommend a good valet service for their daughter's wedding! I gave them my cousin's catering business card because, I mean, close enough, and now they're actually booked for next month."
        },
        {
            "role": "Character 1",
            "content": "Your cousin doesn't do valet service!"
        },
        {
            "role": "Character 2",
            "content": "No, but he's really good at parking cars when he caters, so it's basically the same skill set, right? Plus, um, he's been wanting to expand his business anyway, and honestly, fake it till you make it is like the family motto at this point."
        },
        {
            "role": "Character 1",
            "content": "How long did you stay at the party?"
        },
        {
            "role": "Character 2",
            "content": "Oh geez, I was there until like 2 AM—even won five grand at the poker table upstairs. Turns out billionaires are terrible at reading bluffs because they're so used to people just, you know, giving them whatever they want without questioning it."
        },
        {
            "role": "Character 1",
            "content": "You took five thousand dollars from billionaires?"
        },
        {
            "role": "Character 2",
            "content": "[shouting] They insisted I keep playing! Said I was the most honest person there because I kept calling everyone \"boss\" instead of their first names—apparently that's refreshingly authentic or whatever, though really I just couldn't remember anybody's actual name."
        },
        {
            "role": "Character 1",
            "content": "This is the best story I've heard all week!"
        },
        {
            "role": "Character 2",
            "content": "[clearing throat] Yeah well, err, the really funny part is they invited me to their place in the Hamptons next month for another party. I'm supposed to bring the Ferrari this time, which is, hmm, going to be interesting since I definitely don't have access to any Ferraris."
        },
        {
            "role": "Character 1",
            "content": "[furious] You're going to do it again? After all that could've gone wrong?"
        },
        {
            "role": "Character 2",
            "content": "Obviously! I already told them I'd bring my specialty cocktail—it's literally just Sprite with fancy ice cubes but rich people go crazy for anything you call \"deconstructed.\" Plus my cousin's coming this time as my, uh, assistant valet or whatever we're calling it."
        },
        {
            "role": "Character 1",
            "content": "You're absolutely ridiculous. What if you get caught?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? At this point I think they probably know and just find it entertaining—I mean, one guy literally winked at me and said \"nice technique\" while I was struggling to parallel park his Bentley. But hey, if they want to pay me to provide entertainment value while eating their shrimp, who am I to, you know, deny them that pleasure?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_14.txt"
}