{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Então tu és o temporário novo que mandaram?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, sim sim sim—sou eu! Comecei... quê, há três horas? Já reorganizei o sistema de arquivo todo, digitalizei uns, ah, 200 documentos, e ainda consegui arranjar aquela impressora que toda a gente dizia que estava estragada para sempre."
        },
        {
            "role": "Character 1",
            "content": "[suspiro] Arranjaste a impressora do terceiro piso?"
        },
        {
            "role": "Character 2",
            "content": "Ah! Pois, afinal só precisava duma, hum... recalibração do tambor? E alguém tinha enfiado, tipo, 17 clipes no mecanismo de alimentação—17!—o que até é impressionante, à sua maneira esquisita."
        },
        {
            "role": "Character 1",
            "content": "Ninguém conseguiu arranjar aquilo há meses."
        },
        {
            "role": "Character 2",
            "content": "Bem ok, a questão é que—as máquinas falam comigo? Não literalmente, obviamente, mas consigo tipo... sentir o que está mal com elas, sabes, como se me estivessem a contar os problemas através de vibrações e sons e, ah, padrões."
        },
        {
            "role": "Character 1",
            "content": "Isso é a coisa mais estranha que já ouvi."
        },
        {
            "role": "Character 2",
            "content": "[sonolento] Hmm, estranho é... relativo, suponho. Ontem processei 8000 reclamações de clientes em quatro horas—o meu cérebro simplesmente, ehh, organiza informação de forma diferente da maioria das pessoas."
        },
        {
            "role": "Character 1",
            "content": "8000? Isso é fisicamente impossível."
        },
        {
            "role": "Character 2",
            "content": "Então pronto, tecnicamente falando? Sim. Mas a minha mente cria estas, hum, estas categorias—reconhecimento instantâneo de padrões—e de repente 8000 tornam-se tipo... 20 problemas únicos reais só repetidos em variações diferentes."
        },
        {
            "role": "Character 1",
            "content": "[choro] Isto é demais. Tu és sequer humano?"
        },
        {
            "role": "Character 2",
            "content": "Uuh, isso—uau, ok. Sim! Muito humano, só que... acelerado? A minha psicóloga diz que processo a cerca de, er, três vezes a velocidade normal, o que parece ótimo até perceberes que dormir se torna basicamente impossível."
        },
        {
            "role": "Character 1",
            "content": "[tosse] Há quanto tempo és assim?"
        },
        {
            "role": "Character 2",
            "content": "Desde que nasci, presumo? Mas aquilo disparou mesmo aos, ah, doze anos—de repente os trabalhos de casa levavam minutos em vez de horas, os livros tornaram-se experiências de 30 segundos, e as conversas pareciam estar a acontecer em câmara lenta."
        },
        {
            "role": "Character 1",
            "content": "Isso deve ser incrivelmente solitário."
        },
        {
            "role": "Character 2",
            "content": "Ah. Pois, é... é mesmo, na verdade. É por isso que faço trabalho temporário—caras novas constantemente, não há tempo para me, sabes, apegar antes de inevitavelmente assustar toda a gente com esta cena sobre-humana."
        },
        {
            "role": "Character 1",
            "content": "[pausa] Não acho que sejas esquisito."
        },
        {
            "role": "Character 2",
            "content": "Ah, isso—isso é mesmo bom de ouvir? A maioria das pessoas fica com aquela, hum, expressão desconfortável depois de uns cinco minutos a falar comigo, tipo a tentar perceber se estou a armar-me ou se genuinamente não consigo evitar ser assim."
        },
        {
            "role": "Character 1",
            "content": "[alto] Queres ir almoçar? Quer dizer, se comes à velocidade normal?"
        },
        {
            "role": "Character 2",
            "content": "Ah! A comida na verdade saboreio devagar—uma das poucas coisas que não consigo, er, não vou apressar. Por isso sim, almoçar parece... almoçar parece perfeito, mesmo."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So you're the new temp they sent over?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, yes yes yes—that's me! Started... what, three hours ago? Already reorganized the entire filing system, digitized about, oh, two hundred documents, and somehow fixed that printer everyone said was permanently broken."
        },
        {
            "role": "Character 1",
            "content": "[gasp] You fixed the printer on level three?"
        },
        {
            "role": "Character 2",
            "content": "Hah! Yeah, turns out it just needed a, um... recalibration of the drum unit? Plus someone had jammed, like, seventeen paperclips in the feed mechanism—seventeen!—which is honestly kind of impressive in its own weird way."
        },
        {
            "role": "Character 1",
            "content": "Nobody's been able to fix that thing for months."
        },
        {
            "role": "Character 2",
            "content": "Well okay, here's the thing—machines speak to me? Not literally, obviously, but I can sort of... feel what's wrong with them, you know, like they're telling me their problems through vibrations and sounds and, uh, patterns."
        },
        {
            "role": "Character 1",
            "content": "That's the strangest thing I've ever heard."
        },
        {
            "role": "Character 2",
            "content": "[sleepily] Mmm, strange is... relative, I suppose. Yesterday I processed eight thousand customer complaints in four hours—my brain just, ehh, sorts information differently than most people's does."
        },
        {
            "role": "Character 1",
            "content": "Eight thousand? That's physically impossible."
        },
        {
            "role": "Character 2",
            "content": "Right so, technically speaking? Yes. But my mind creates these, um, these categories—instantaneous pattern recognition—and suddenly eight thousand becomes like... twenty actual unique problems just repeated in different variations."
        },
        {
            "role": "Character 1",
            "content": "[cry] This is too much. Are you even human?"
        },
        {
            "role": "Character 2",
            "content": "Ooh, that's—wow, okay. Yes! Very human, just... accelerated? My therapist says I process at about, er, three times normal speed, which sounds great until you realize sleep becomes basically impossible."
        },
        {
            "role": "Character 1",
            "content": "[cough] How long have you been like this?"
        },
        {
            "role": "Character 2",
            "content": "Since birth, presumably? Though it really kicked into, uh, overdrive around age twelve—suddenly homework took minutes instead of hours, books became thirty-second experiences, and conversations felt like they were happening in slow motion."
        },
        {
            "role": "Character 1",
            "content": "That sounds incredibly lonely."
        },
        {
            "role": "Character 2",
            "content": "Ah. Yeah, it... it really is, actually. That's why I do temp work—new faces constantly, no time to get, you know, attached before I inevitably weird everyone out with the whole superhuman thing."
        },
        {
            "role": "Character 1",
            "content": "[pause] I don't think you're weird."
        },
        {
            "role": "Character 2",
            "content": "Huh, that's—that's actually really nice to hear? Most people get this, um, uncomfortable look after about five minutes of talking to me, like they're trying to figure out if I'm showing off or just genuinely can't help being this way."
        },
        {
            "role": "Character 1",
            "content": "[loudly] Want to grab lunch? I mean, if you eat food at normal speed?"
        },
        {
            "role": "Character 2",
            "content": "Ha! Food I actually savor slowly—one of the few things I can't, er, won't rush. So yeah, lunch sounds... lunch sounds perfect, actually."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_11.txt"
}