{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Então tu és o temporário novo que mandaram? Ouvi dizer que já causaste boa impressão!"
        },
        {
            "role": "Character 2",
            "content": "Ah, hum, pois—sou eu! Estou aqui desde, quê, sete da manhã? Já despachei todo o atraso do trimestre passado, reorganizei o armário dos materiais, e, ah, consegui arranjar aquela máquina de café jurássica que toda a gente dizia que não tinha salvação."
        },
        {
            "role": "Character 1",
            "content": "[suspiro] Essa máquina está avariada há três anos. Já és um herói aqui."
        },
        {
            "role": "Character 2",
            "content": "Ah, bem, a questão é que... nem era assim tão complicado? Só precisava dum fusível térmico novo e alguém tinha, tipo, enfiado uma moeda de vinte cêntimos no mecanismo de moedas de quando aquilo era pago, que pelos vistos foi, er, há décadas."
        },
        {
            "role": "Character 1",
            "content": "[animado] Isso é incrível! Como é que sabias onde procurar?"
        },
        {
            "role": "Character 2",
            "content": "Então, ok, isto vai parecer estranho mas eu consigo tipo... sentir o que está mal com as máquinas? Não literalmente, claro, mas há esta, hmm, coisa de reconhecimento de padrões que o meu cérebro faz e simplesmente sei o que precisa de ser arranjado."
        },
        {
            "role": "Character 1",
            "content": "Isso não parece nada estranho—parece um superpoder!"
        },
        {
            "role": "Character 2",
            "content": "Pois, bem, é mais tipo o meu cérebro estar, ah, ligado de forma diferente? Processo informação a cerca de três vezes a velocidade normal, o que significa que consigo fazer, sei lá, talvez oito mil entradas de dados no que demora à maioria das pessoas uma semana inteira."
        },
        {
            "role": "Character 1",
            "content": "Isso é absolutamente fantástico. Tens noção do talento que tens?"
        },
        {
            "role": "Character 2",
            "content": "Ah pá, quer dizer... talento é uma maneira de ver a coisa, acho eu? Mas na verdade é tipo isolante porque as conversas parecem estar a acontecer em, er, câmara lenta e tenho de conscientemente abrandar para acompanhar o ritmo dos outros."
        },
        {
            "role": "Character 1",
            "content": "[condescendente] Bem, acho que quem te julgar por isso está a perder a oportunidade de conhecer alguém extraordinário."
        },
        {
            "role": "Character 2",
            "content": "Isso é, uau, é mesmo simpático da tua parte. A maioria das pessoas fica com aquela expressão desconfortável depois de uns minutos, tipo a tentar perceber se estou, sabes, a exibir-me ou se é mesmo assim que o meu cérebro funciona."
        },
        {
            "role": "Character 1",
            "content": "[empaticamente] Deve ser exaustivo, teres de te regular constantemente dessa forma."
        },
        {
            "role": "Character 2",
            "content": "Pois, é... é honestamente exaustivo. Dormir é praticamente impossível porque a minha cabeça não, ah, desliga—já tentei de tudo desde meditação a sedativos fortes mas nada funciona como deve ser."
        },
        {
            "role": "Character 1",
            "content": "É por isso que fazes trabalho temporário? Ambientes novos para manter a mente ocupada?"
        },
        {
            "role": "Character 2",
            "content": "Exatamente, pois. Caras novas, problemas novos para resolver, e posso ir-me embora antes que alguém fique, hmm, demasiado incomodado com a situação toda—embora sinceramente fique bastante solitário andar sempre de um lado para o outro."
        },
        {
            "role": "Character 1",
            "content": "Bem, para o que vale, acho que devias ficar aqui o tempo que quiseres."
        },
        {
            "role": "Character 2",
            "content": "[ri muito] Ah meu Deus, isso é—estás a falar a sério? Porque normalmente ao segundo dia as pessoas já andam, tipo, ativamente a evitar-me na sala de convívio ou a inventar desculpas para não trabalhar em projetos comigo."
        },
        {
            "role": "Character 1",
            "content": "Completamente a sério. Queres ir almoçar? Adorava ouvir mais sobre como a tua mente funciona."
        },
        {
            "role": "Character 2",
            "content": "Isso seria... pois, isso seria mesmo fixe. Mas aviso já—como à velocidade normal porque a comida é das poucas coisas que eu quero mesmo, er, experienciar devagar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So you're the new temp they sent over? I heard you've already made quite an impression!"
        },
        {
            "role": "Character 2",
            "content": "Oh, um, yeah—that's me! I've been here since, what, seven this morning? Already got through the entire backlog from last quarter, reorganized the supply closet, and, uh, somehow managed to fix that ancient coffee machine that everyone said was beyond saving."
        },
        {
            "role": "Character 1",
            "content": "[sigh] That coffee machine has been broken for three years. You're already a hero here."
        },
        {
            "role": "Character 2",
            "content": "Hah, well, the thing is... it wasn't really that complicated? Just needed a new thermal fuse and someone had, like, wedged a quarter in the coin mechanism from when it used to be pay-per-cup, which was apparently, er, decades ago."
        },
        {
            "role": "Character 1",
            "content": "[animated] That's incredible! How did you even know where to look?"
        },
        {
            "role": "Character 2",
            "content": "So, okay, this is going to sound weird but I can kind of... feel what's wrong with machines? Not literally, obviously, but there's this, hmm, pattern recognition thing my brain does where I just know what needs fixing."
        },
        {
            "role": "Character 1",
            "content": "That doesn't sound weird at all—it sounds like a superpower!"
        },
        {
            "role": "Character 2",
            "content": "Right, well, it's more like my brain is, uh, wired differently? I process information at about three times normal speed, which means I can get through, I don't know, maybe eight thousand data entries in what takes most people a full week."
        },
        {
            "role": "Character 1",
            "content": "That's absolutely amazing. Do you realize how talented you are?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, I mean... talented is one word for it, I guess? But it's actually kind of isolating because conversations feel like they're happening in, er, slow motion and I have to consciously slow myself down to match everyone else's pace."
        },
        {
            "role": "Character 1",
            "content": "[condescending] Well, I think anyone who judges you for that is missing out on knowing someone extraordinary."
        },
        {
            "role": "Character 2",
            "content": "That's, wow, that's really kind of you to say. Most people get this uncomfortable look after a few minutes, like they're trying to figure out if I'm, you know, showing off or if this is just genuinely how my brain works."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] It must be exhausting, having to constantly regulate yourself like that."
        },
        {
            "role": "Character 2",
            "content": "Yeah, it's... it's honestly exhausting. Sleep is basically impossible because my mind won't, uh, shut off—I've tried everything from meditation to heavy sedatives but nothing really works properly."
        },
        {
            "role": "Character 1",
            "content": "Is that why you do temp work? New environments to keep your mind engaged?"
        },
        {
            "role": "Character 2",
            "content": "Exactly, yeah. New faces, new problems to solve, and I can leave before anyone gets, hmm, too weirded out by the whole situation—though honestly it does get pretty lonely moving around so much."
        },
        {
            "role": "Character 1",
            "content": "Well, for what it's worth, I think you should stay here as long as you want."
        },
        {
            "role": "Character 2",
            "content": "[laugh hard] Oh gosh, that's—you're serious? Because usually by day two people are, like, actively avoiding me in the break room or making excuses about why they can't work on projects with me."
        },
        {
            "role": "Character 1",
            "content": "Completely serious. Want to grab lunch? I'd love to hear more about how your mind works."
        },
        {
            "role": "Character 2",
            "content": "That would be... yeah, that would actually be really nice. Fair warning though—I eat at normal speed because food is one of the few things I actually, er, want to experience slowly."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue12_12.txt"
}