{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[measured] Señor Blackwood."
        },
        {
            "role": "Character 2",
            "content": "[stiffly] Doctor Chen."
        },
        {
            "role": "Character 1",
            "content": "[careful] Las medidas de su hijo me llegaron esta mañana, y puedo empezar a fabricar los KAFO bilaterales mañana si está listo para seguir adelante con el plan de tratamiento."
        },
        {
            "role": "Character 2",
            "content": "[tense] Le agradezco que lo haya metido tan rápido, teniendo en cuenta nuestras, [clears throat], interacciones previas sobre el local de la clínica. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[deliberately neutral] El niño necesita ortesis adecuadas independientemente de los negocios que existan entre nosotros, y me tomo mis obligaciones profesionales en serio a pesar de que las cartas de sus abogados me llegan cada semana. [exhales]"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Esas cartas son solo procedimiento estándar para la propuesta inmobiliaria, nada personal, aunque... bueno, entiendo que esto nos pone en una situación incómoda dadas las necesidades de Tommy."
        },
        {
            "role": "Character 1",
            "content": "[dryly] Incómoda es una forma de decirlo, sí, cuando la persona que intenta echarme de mi edificio me está pidiendo que diseñe aparatos de fibra de carbono a medida para su hijo de doce años. [quieter]"
        },
        {
            "role": "Character 2",
            "content": "[shifting uncomfortably] Mire, el accidente lo cambió todo, y ahora mismo Tommy apenas puede andar sin apoyo, así que necesito al mejor ortopeda del estado sin importar nuestra disputa inmobiliaria."
        },
        {
            "role": "Character 1",
            "content": "No deja de tener gracia que necesite precisamente esta clínica que lleva intentando demoler para su centro comercial."
        },
        {
            "role": "Character 2",
            "content": "No es nada personal."
        },
        {
            "role": "Character 1",
            "content": "Todo se vuelve personal cuando afecta a la movilidad de un niño, señor Blackwood, por eso sigo dispuesto a ayudar a pesar de sus continuos intentos de comprar este edificio a mis espaldas."
        },
        {
            "role": "Character 2",
            "content": "[quieter] Los otros especialistas dijeron que usted es el único que trabaja con este problema concreto de coordinación espinal-piernas, que su técnica es... diferente a lo que hace cualquier otro."
        },
        {
            "role": "Character 1",
            "content": "[professionally detached] Eso es porque desarrollé la metodología aquí durante quince años, en este espacio exacto que quiere convertir en tiendas. [bitter laugh]"
        },
        {
            "role": "Character 2",
            "content": "[uncomfortable] Quizá podríamos hablar de pausar las negociaciones del inmueble mientras Tommy esté en tratamiento, darle a todo el mundo un respiro para centrarse en lo que importa. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[watchful] Pausar sugiere que lo retomará después, lo que significa que sigue planeando desplazar veinte años de equipamiento especializado y relaciones con pacientes en cuanto su hijo vuelva a caminar. [harder edge]"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] ¿Qué quiere que le diga, que voy a abandonar un proyecto de diez millones porque mi hijo necesita aparatos ortopédicos? [exhales heavily]"
        },
        {
            "role": "Character 1",
            "content": "[coolly] Quiero que entienda que el laboratorio de fabricación en el que está sentado, el que reconstruirá la movilidad de su hijo, existe porque este local tiene requisitos estructurales específicos que no puede replicar en un centro comercial."
        },
        {
            "role": "Character 2",
            "content": "[weary] ¿Podemos centrarnos en Tommy por ahora? Lo del inmueble se arreglará de una manera u otra, pero él necesita volver a caminar bien antes de que empiece el colegio."
        },
        {
            "role": "Character 1",
            "content": "Ya he empezado a diseñar sus ortesis a pesar de todo, porque a diferencia del desarrollo inmobiliario, hay cosas que de verdad no pueden esperar."
        },
        {
            "role": "Character 2",
            "content": "[quietly resigned] Gracias, doctor Chen, sé que toda esta situación es profesionalmente incómoda, y le agradezco que vea más allá de nuestro conflicto empresarial para ayudar a mi hijo."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[measured] Mr. Blackwood."
        },
        {
            "role": "Character 2",
            "content": "[stiffly] Dr. Chen."
        },
        {
            "role": "Character 1",
            "content": "[careful] Your son's measurements came through this morning, and I can start fabrication on the bilateral KAFOs tomorrow if you're ready to proceed with the treatment plan."
        },
        {
            "role": "Character 2",
            "content": "[tense] I appreciate you fitting him in so quickly, considering our, [clears throat], previous interactions about the clinic property. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[deliberately neutral] The child needs proper orthotics regardless of whatever business dealings exist between us, and I take my professional obligations seriously despite your lawyers' letters arriving weekly. [exhales]"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Those letters are just standard procedure for the development proposal, nothing personal, though I understand this puts us in an awkward position given Tommy's needs."
        },
        {
            "role": "Character 1",
            "content": "[dryly] Awkward is one word for it, yes, when the person trying to force me out of my building is asking me to design custom carbon fiber leg braces for their twelve-year-old. [quieter]"
        },
        {
            "role": "Character 2",
            "content": "[shifting uncomfortably] Look, the accident changed everything, and right now Tommy can barely walk without support, so I need the best orthotist in the state regardless of our property dispute."
        },
        {
            "role": "Character 1",
            "content": "The irony isn't lost on me that you need this specific clinic you've been trying to demolish for your shopping complex."
        },
        {
            "role": "Character 2",
            "content": "It's not personal."
        },
        {
            "role": "Character 1",
            "content": "Everything becomes personal when it involves a child's mobility, Mr. Blackwood, which is why I'm still willing to help despite your continued attempts to buy this building out from under me."
        },
        {
            "role": "Character 2",
            "content": "[quieter] The other specialists said you're the only one who works with this particular spinal-leg coordination issue, that your technique is different from what anyone else does."
        },
        {
            "role": "Character 1",
            "content": "[professionally detached] That's because I developed the methodology here over fifteen years, in this exact space you want to turn into retail stores. [bitter laugh]"
        },
        {
            "role": "Character 2",
            "content": "[uncomfortable] Maybe we could discuss pausing the property negotiations while Tommy's in treatment, give everyone some breathing room to focus on what matters. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[watchful] Pausing suggests you'll resume later, which means you're still planning to displace twenty years of specialized equipment and patient relationships once your son walks again. [harder edge]"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] What do you want me to say here, that I'll abandon a ten-million-dollar development because my kid needs leg braces? [exhales heavily]"
        },
        {
            "role": "Character 1",
            "content": "[coolly] I want you to understand that the fabrication lab you're sitting in, the one that will rebuild your son's mobility, exists because this location has specific structural requirements you can't replicate in a strip mall."
        },
        {
            "role": "Character 2",
            "content": "[weary] Can we just focus on Tommy for now? The property stuff will sort itself out one way or another, but he needs to walk properly again before school starts."
        },
        {
            "role": "Character 1",
            "content": "I've already started designing his orthotics despite everything, because unlike property development, some things actually can't wait."
        },
        {
            "role": "Character 2",
            "content": "[quietly resigned] Thank you, Dr. Chen, I know this whole situation is professionally uncomfortable, and I appreciate you seeing past our business conflict to help my son."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "531d6ca4_scenario.json",
    "scenario": "An orthotist must design custom leg braces for the twelve-year-old son of a landowner who has been aggressively trying to buy and demolish the orthotist's clinic for a development project.",
    "type": "scenario_conversation",
    "character_1_role": "orthotist",
    "character_2_role": "landowner",
    "selected_tones": [
        "watchful",
        "accidental",
        "counterproductive"
    ],
    "tone_options": [
        "passive",
        "watchful",
        "emitting",
        "chaotic",
        "reviving",
        "accidental",
        "counterproductive",
        "inattentive",
        "stimulating",
        "hostile"
    ]
}