{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[calmly] Bonito barco el que tienes aquí, Capitán. Debe ser tranquilo estar en el agua cada mañana, solo tú y los peces, nadie haciendo preguntas. ¿Cuánto llevas con los chárteres?"
        },
        {
            "role": "Character 2",
            "content": "23 años este abril, aunque ya no hago muchos chárteres, más que nada pesca comercial ahora. [confused] ¿Hay algo en lo que pueda ayudarte? El capitán del puerto es quien suele encargarse de las inspecciones."
        },
        {
            "role": "Character 1",
            "content": "No vengo por inspecciones. Llevaste a un pasajero hace tres noches, sobre medianoche, pagó en efectivo por un viaje solo de ida hacia el sur. [measured] ¿Te suena de algo?"
        },
        {
            "role": "Character 2",
            "content": "[nervous laugh] Espera, ¿qué?"
        },
        {
            "role": "Character 1",
            "content": "[patiently] Tío alto, tatuaje en el cuello, llevaba una bolsa de deporte que no soltaba ni a tiros. Lo dejaste cerca del puerto deportivo en Pescadero. Sabemos que estuvo en tu barco."
        },
        {
            "role": "Character 2",
            "content": "Eso fue solo—[exhales]—vale."
        },
        {
            "role": "Character 1",
            "content": "[softer] Mira, Capitán."
        },
        {
            "role": "Character 2",
            "content": "Escucha, el tío decía que tenía que llegar donde su madre enferma, pagó el triple de mi tarifa normal, y no hice preguntas porque, [sighs], joder, francamente necesitaba la pasta. El motor me cascó el mes pasado."
        },
        {
            "role": "Character 1",
            "content": "Tus problemas con el motor no son asunto mío, pero ese pasajero sí lo es. Cogió algo que no le pertenece, y mi jefe, bueno, tienen mucho interés en recuperarlo. [deliberately] ¿Me entiendes?"
        },
        {
            "role": "Character 2",
            "content": "[shaky] No sé nada de ningún robo, te lo juro por Dios. Parecía nervioso, vale, pero la mitad de mis pasajeros nocturnos están huyendo de algo—divorcios chungas, cobradores del frac, lo que sea. No es asunto mío."
        },
        {
            "role": "Character 1",
            "content": "Todo es asunto de alguien, Capitán. ¿Mencionó adónde iba después de Pescadero? Familia, amigos, ¿alguien que pudiera estar ayudándole? [pressing] Piénsalo bien."
        },
        {
            "role": "Character 2",
            "content": "[quieter] Por favor, ya he terminado con esto."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Todavía no del todo."
        },
        {
            "role": "Character 2",
            "content": "No paraba de mirar el móvil, mirando fotos de una mujer y un crío, quizá su familia, no sé. [defeated] Dijo algo sobre Bakersfield, sobre empezar de cero. Es todo lo que tengo."
        },
        {
            "role": "Character 1",
            "content": "Bakersfield es muy grande. ¿Mencionó algún barrio específico, calles, el nombre de alguien? Hoteles, moteles, ¿parientes? [sighs] Estamos intentando resolver esto discretamente, sin complicaciones innecesarias."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Lo único que recuerdo es que preguntó por los horarios de autobús desde Pescadero, dijo que necesitaba la ruta más barata hacia el interior. Mira, yo llevo un barco de pesca, no un ferry para lo que sea que es esto."
        },
        {
            "role": "Character 1",
            "content": "Llevas lo que pague, por lo visto. Te voy a decir lo que va a pasar—vas a olvidar que hemos tenido esta conversación, olvidar que ese pasajero existió, y desde luego olvidar mi cara. [coldly] ¿Nos entendemos?"
        },
        {
            "role": "Character 2",
            "content": "[hollow laugh] Sí, cristalino. Estuve pescando solo hace tres noches, no llevé ningún pasajero, no gané dinero extra. Solo otra noche lenta en el agua."
        },
        {
            "role": "Character 1",
            "content": "Hombre listo. Ah, ¿y Capitán? Si te contacta otra vez, si necesita otro viaje, llamas a este número inmediatamente. [placing card down] Tu cooperación sería valorada, y valiosa. Que tengas un buen resto del día."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Solo quería pescar y pagar mis facturas, ¿sabes? Ahora estoy en medio de algo que no entiendo, con gente que nunca quise conocer. [bitter] Esto no es para lo que me apunté."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[calmly] Nice boat you've got here, Captain. Must be peaceful out on the water every morning, just you and the fish, nobody asking questions. How long you been running charters?"
        },
        {
            "role": "Character 2",
            "content": "Twenty-three years this April, though I don't run many charters anymore, mostly commercial fishing now. [confused] Is there something I can help you with? The harbor master usually handles the inspections."
        },
        {
            "role": "Character 1",
            "content": "I'm not here about inspections. You took a passenger out three nights ago, around midnight, paid cash for a one-way trip south. [measured] Ring any bells?"
        },
        {
            "role": "Character 2",
            "content": "[nervous laugh] Wait, what?"
        },
        {
            "role": "Character 1",
            "content": "[patiently] Tall guy, tattoo on his neck, carrying a duffel bag that he wouldn't let out of his sight. You dropped him off near the marina in Pescadero. We know he was on your boat."
        },
        {
            "role": "Character 2",
            "content": "That was just—[exhales]—okay."
        },
        {
            "role": "Character 1",
            "content": "[softer] Look, Captain."
        },
        {
            "role": "Character 2",
            "content": "Listen, the guy said he needed to get to his sick mother, paid triple my usual rate, and I didn't ask questions because, [sighs], frankly I needed the money. My engine threw a rod last month."
        },
        {
            "role": "Character 1",
            "content": "Your engine troubles aren't my concern, but that passenger is. He took something that doesn't belong to him, and my employer, well, they're very interested in recovering it. [deliberately] You understand?"
        },
        {
            "role": "Character 2",
            "content": "[shaky] I don't know anything about any theft, I swear to God. He seemed nervous, sure, but half my late-night passengers are running from something—bad divorces, debt collectors, whatever. Not my business."
        },
        {
            "role": "Character 1",
            "content": "Everything's someone's business, Captain. Did he mention where he was heading after Pescadero? Family, friends, anyone who might be helping him? [pressing] Think carefully."
        },
        {
            "role": "Character 2",
            "content": "[quieter] Please, I'm done with this."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Not quite yet."
        },
        {
            "role": "Character 2",
            "content": "He kept checking his phone, looking at pictures of some woman and a kid, maybe his family, I don't know. [defeated] Said something about Bakersfield, about starting fresh. That's all I've got."
        },
        {
            "role": "Character 1",
            "content": "Bakersfield's a big place. Did he mention any specific neighborhoods, streets, anybody's name? Hotels, motels, relatives? [sighs] We're trying to resolve this quietly, without unnecessary complications."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] The only thing I remember is him asking about bus schedules from Pescadero, said he needed the cheapest route inland. Look, I run a fishing boat, not a ferry service for whatever this is."
        },
        {
            "role": "Character 1",
            "content": "You run whatever pays, apparently. Here's what's going to happen—you're going to forget we had this conversation, forget that passenger existed, and definitely forget my face. [coldly] Are we understanding each other?"
        },
        {
            "role": "Character 2",
            "content": "[hollow laugh] Yeah, crystal clear. I was out fishing alone three nights ago, didn't take any passengers, didn't make any extra money. Just another slow night on the water."
        },
        {
            "role": "Character 1",
            "content": "Smart man. Oh, and Captain? If he contacts you again, if he needs another ride, you call this number immediately. [placing card down] Your cooperation would be valued, and valuable. Have a safe rest of your day."
        },
        {
            "role": "Character 2",
            "content": "[quietly] I just wanted to catch fish and pay my bills, you know? Now I'm in the middle of something I don't understand, with people I never wanted to meet. [bitter] This isn't what I signed up for."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "516de867_scenario.json",
    "scenario": "An enforcer for a crime syndicate boards a fishing boat to question the captain who unknowingly transported a rival gang member trying to flee the city.",
    "type": "scenario_conversation",
    "character_1_role": "enforcer",
    "character_2_role": "fishing boat captain",
    "selected_tones": [
        "caught-off-guard",
        "misdirecting",
        "done"
    ],
    "tone_options": [
        "pacifying",
        "caught-off-guard",
        "misdirecting",
        "supportive",
        "dense",
        "unhelpful",
        "controlled",
        "done",
        "vanquished",
        "true"
    ]
}