{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[exhausto] Pues mira, el de secretaría me ha llamado hoy al trabajo, en medio de una presentación con un cliente, de hecho, para decirme que no has ido a ninguna clase en tres semanas."
        },
        {
            "role": "Character 2",
            "content": "Te lo iba a contar, te lo juro, pero es que... pensaba que a lo mejor podía arreglarlo de alguna forma, no sé, volver y explicarles a los profesores que necesitaba un tiempo para aclararme las ideas."
        },
        {
            "role": "Character 1",
            "content": "[risa amarga] ¿Aclararte el qué, exactamente? Porque llevo dos años trabajando sesenta horas a la semana para mantenerte en esa universidad, vendí el coche, nos mudamos a este piso de mierda."
        },
        {
            "role": "Character 2",
            "content": "[defensivo] ¿Tú te crees que yo pedí nada de esto? ¿Te piensas que quería que dejaras tu vida por mí? [voz entrecortada] Yo nunca pedí ser el crío al que todo el mundo tiene que cuidar."
        },
        {
            "role": "Character 1",
            "content": "No, simplemente lo esperabas."
        },
        {
            "role": "Character 2",
            "content": "[en voz baja] Eso no es justo y lo sabes. Tenía quince años cuando murieron, ¿qué se suponía que tenía que hacer, dejar el instituto y ponerme a trabajar en una gasolinera?"
        },
        {
            "role": "Character 1",
            "content": "Pues claro que no, pero ahora tienes dieciocho, eres mayor de edad legalmente, y estás tirando a la basura lo único por lo que me estoy dejando la piel—un futuro que no se parezca al mío."
        },
        {
            "role": "Character 2",
            "content": "[temblando] A lo mejor no quiero el futuro que me has elegido. A lo mejor estar sentado en esas aulas sintiéndome un fraude mientras tú te destrozas para pagarlo me está matando por dentro, joder. [exhala bruscamente]"
        },
        {
            "role": "Character 1",
            "content": "¿Un fraude? Entraste en esa universidad por tus propios méritos, eran tus notas, tus ensayos, tus sueños antes de que todo se fuera a la mierda."
        },
        {
            "role": "Character 2",
            "content": "[casi susurrando] Esos sueños eran de un chaval que tenía padres, que tenía un hermano mayor que se reía en vez de mirarme como si fuera una carga que no puede soltar."
        },
        {
            "role": "Character 1",
            "content": "No te atrevas—[voz quebrada] no te atrevas a hacer esto sobre que te tengo manía cuando todo, absolutamente todo lo que hago es para asegurarme de que no acabes como yo."
        },
        {
            "role": "Character 2",
            "content": "¿Y si quiero ser como tú? ¿Y si quiero ser lo bastante fuerte para cuidar de otra persona por una vez en lugar de ser el eterno bebé de esta familia rota?"
        },
        {
            "role": "Character 1",
            "content": "[risa hueca] ¿Quieres ser como yo? Cabreado, agotado, viendo cómo mis amigos viajan y se casan mientras yo calculo si podemos permitirnos los cereales de marca esta semana? ¿Esa es tu aspiración?"
        },
        {
            "role": "Character 2",
            "content": "[firmemente] Quiero ser alguien que no deja que su hermano pequeño tire su vida por la borda. [pausa] He conseguido un trabajo, en la librería del campus, y vuelvo a clase el lunes."
        },
        {
            "role": "Character 1",
            "content": "[silencio atónito] ¿Has conseguido un trabajo? ¿Y cuándo pensabas mencionar este pequeño detalle?"
        },
        {
            "role": "Character 2",
            "content": "Después de haber trabajado suficientes turnos para devolverte la matrícula de este mes. [más suave] Ya sé que no es mucho, pero he calculado que puedo pagar mis libros y el comedor si trabajo veinte horas a la semana."
        },
        {
            "role": "Character 1",
            "content": "[voz espesa] No tienes que devolverme nada, no va de eso, nunca ha ido de eso."
        },
        {
            "role": "Character 2",
            "content": "[suavemente] Ya lo sé, pero a lo mejor es hora de que vaya de cuidarnos el uno al otro en vez de que tú me lleves a cuestas como si todavía fuera ese crío de quince años llorando en el funeral."
        },
        {
            "role": "Character 1",
            "content": "Siempre vas a ser mi hermanito pequeño, incluso cuando tengas treinta y probablemente sigas dejando los platos en el fregadero. [exhalación temblorosa]"
        },
        {
            "role": "Character 2",
            "content": "[risa llorosa] Y tú siempre vas a ser mi héroe, incluso cuando seas un pesado controlador que necesita aprender que a veces ser fuerte significa dejar que otros ayuden a llevar el peso."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[exhausted] So the registrar called me at work today, in the middle of a client presentation actually, to tell me you haven't been to a single class in three weeks."
        },
        {
            "role": "Character 2",
            "content": "I was going to tell you, I swear, but I kept thinking maybe I could fix it somehow, maybe go back and explain to the professors that I just needed some time to figure things out."
        },
        {
            "role": "Character 1",
            "content": "[bitter laugh] Figure what out, exactly? Because I've been working sixty-hour weeks for the past two years to keep you in that school, selling my car, moving us to this cramped apartment."
        },
        {
            "role": "Character 2",
            "content": "[defensive] You think I asked for any of this? You think I wanted you to give up your life for me? [voice breaking] I never asked to be the baby everyone has to take care of."
        },
        {
            "role": "Character 1",
            "content": "No, you just expected it."
        },
        {
            "role": "Character 2",
            "content": "[quietly] That's not fair and you know it. I was fifteen when they died, what was I supposed to do, drop out of high school and get a job at the gas station?"
        },
        {
            "role": "Character 1",
            "content": "Of course not, but you're eighteen now, legally an adult, and you're throwing away the one thing I've been breaking my back to give you—a future that doesn't look like mine."
        },
        {
            "role": "Character 2",
            "content": "[trembling] Maybe I don't want the future you picked out for me. Maybe sitting in those lecture halls feeling like a fraud while you're destroying yourself to pay for it is actually killing me inside. [exhales sharply]"
        },
        {
            "role": "Character 1",
            "content": "A fraud? You got into that school on your own merit, those were your grades, your essays, your dreams before everything fell apart."
        },
        {
            "role": "Character 2",
            "content": "[almost whispering] Those dreams belonged to a kid who had parents, who had a big brother that used to laugh instead of looking at me like I'm a burden he can't put down."
        },
        {
            "role": "Character 1",
            "content": "Don't you dare—[voice cracking] don't you dare make this about me resenting you when everything, literally everything I do is about making sure you don't end up like me."
        },
        {
            "role": "Character 2",
            "content": "But what if I want to be like you? What if I want to be strong enough to take care of someone else for once instead of being the eternal baby of this broken family?"
        },
        {
            "role": "Character 1",
            "content": "[hollow laugh] You want to be like me? Angry, exhausted, watching my friends travel and get married while I'm calculating whether we can afford name-brand cereal this week? That's your aspiration?"
        },
        {
            "role": "Character 2",
            "content": "[firmly] I want to be someone who doesn't let their little sister throw her life away. [pause] I got a job, at the campus bookstore, and I'm going back to classes on Monday."
        },
        {
            "role": "Character 1",
            "content": "[stunned silence] You got a job? When were you planning on mentioning this small detail?"
        },
        {
            "role": "Character 2",
            "content": "After I'd worked enough shifts to pay you back for this month's tuition. [softer] I know it's not much, but I figured out I can cover my books and meal plan if I work twenty hours a week."
        },
        {
            "role": "Character 1",
            "content": "[voice thick] You don't have to pay me back for anything, that's not what this is about, that's never what this was about."
        },
        {
            "role": "Character 2",
            "content": "[gently] I know, but maybe it's time it becomes about both of us taking care of each other instead of you carrying me like I'm still that scared fifteen-year-old kid crying at the funeral."
        },
        {
            "role": "Character 1",
            "content": "You're always going to be my baby sister, even when you're thirty and probably still leaving your dishes in the sink. [shaky exhale]"
        },
        {
            "role": "Character 2",
            "content": "[watery laugh] And you're always going to be my hero, even when you're being an overbearing pain who needs to learn that sometimes being strong means letting other people help carry the weight."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "5ba7db39_scenario.json",
    "scenario": "A 26-year-old who became the family breadwinner after their parents' death confronts their 18-year-old sibling who just dropped out of the college they sacrificed everything to afford.",
    "type": "scenario_conversation",
    "character_1_role": "breadwinner",
    "character_2_role": "baby",
    "selected_tones": [
        "pushing-away",
        "unprepared",
        "hopeful"
    ],
    "tone_options": [
        "uncaring",
        "regular",
        "common",
        "pushing-away",
        "hopeful",
        "entitled",
        "repellent",
        "steering",
        "bold",
        "unprepared"
    ]
}