{
    "conversation": [
        {
            "role": "Customer",
            "content": "Wrong item. Again. Can't do this anymore."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Okay let me, um, pull up your account real quick... what's the order number?"
        },
        {
            "role": "Customer",
            "content": "ORD... hold on. 5582. KL9. Just... yeah."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, so I've got order ORD-5582-KL9 here and—oh interesting! Says here you ordered the Bluetooth speaker model BTS-400X. What'd you actually receive?"
        },
        {
            "role": "Customer",
            "content": "Some... headphones. Don't even know. Box says WH something."
        },
        {
            "role": "Customer Support",
            "content": "WH! That's our, er, wireless headphone line. Let me see what... aha! Okay so basically what happened—this is actually kind of fascinating—your item got swapped at fulfillment center FC-7 in Memphis."
        },
        {
            "role": "Customer",
            "content": "Great. So now what. I need the speaker. By Friday."
        },
        {
            "role": "Customer Support",
            "content": "Right right, totally get it. Here's what I can do—and like, this is gonna work out great—I'm showing we have your BTS-400X speaker in stock at our distribution center just 18 miles from you."
        },
        {
            "role": "Customer",
            "content": "Eighteen miles. Still gotta wait though."
        },
        {
            "role": "Customer Support",
            "content": "Well here's the thing, uh, since this was our mistake? I'm authorizing same-day courier delivery. Should arrive by, hmm... system says 6:47 PM today."
        },
        {
            "role": "Customer",
            "content": "Today? Actually today?"
        },
        {
            "role": "Customer Support",
            "content": "Yep! Driver code DC-890 will text you when they're 30 minutes out. Plus I'm issuing a return label—reference number RTN-7799823—for those headphones."
        },
        {
            "role": "Customer",
            "content": "Oh. Okay that's... better. What about next time though."
        },
        {
            "role": "Customer Support",
            "content": "So I'm actually, er, flagging your account with priority status code PS-GOLD. Basically means any future orders get double-checked at fulfillment. Won't happen again."
        },
        {
            "role": "Customer",
            "content": "Double-checked. Sure. We'll see."
        },
        {
            "role": "Customer Support",
            "content": "I know, I know—trust is earned. But look, your confirmation number for today's delivery is CNF-4421-QX. And my direct extension? It's 8847 if anything goes sideways."
        },
        {
            "role": "Customer",
            "content": "Eight eight four seven. Got it. Thanks. I guess."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Almost forgot—those headphones you got by mistake? Model WH-750NC? They retail for 40 dollars more than your speaker. So, um, I'm adding a 40 dollar credit to your account."
        },
        {
            "role": "Customer",
            "content": "Wait, credit? For real?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely! Credit code CRD-9982-V expires in 90 days. Should post within, like... checking... yeah, 2 to 3 business hours. Consider it an apology for the hassle."
        }
    ],
    "content_type": "customer_support",
    "source_file": "bd9f1f75_script.json",
    "actor": 4,
    "scenario": "received the wrong item in their order",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}