{
    "conversation": [
        {
            "role": "Customer",
            "content": "I need to—sorry, this is hard—we're getting divorced and I have to split the account somehow."
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh. I'm so sorry you're going through this. Let me see here... um, I actually went through something similar last year. We can definitely get this sorted. First thing—let me pull up account number ACC-4521-B9K. I think the best approach is, er, we create a completely new account for you."
        },
        {
            "role": "Customer",
            "content": "God sorry I'm—no wait—I know this isn't your fault I'm just trying not to cry here."
        },
        {
            "role": "Customer Support",
            "content": "Hey hey. It's okay. Really. Take your time. Hmm, what if we... actually, let me grab some tissues myself. Divorce paperwork made me cry for weeks. So your current plan expires March 15th. We can probably transition everything seamlessly. Without any service gaps."
        },
        {
            "role": "Customer",
            "content": "Yeah okay so—I just need my own everything—phone email billing all of it fast."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. Got it. So I'm setting up... profile ID PRF-8827-JX. With priority processing. Uh, normally this takes 72 hours but I'm marking it urgent. Code URC-1142. Should be done by tomorrow 3 PM."
        },
        {
            "role": "Customer",
            "content": "Wait tomorrow? That's—can't do it now? He checks the statements constantly."
        },
        {
            "role": "Customer Support",
            "content": "Mm-hmm. I hear you. Let me—let me see what I can override here... okay so, er, there's an expedite option. Reference number EXP-5543-QV2. If I push this through... yeah. Two hours max. Maybe less."
        },
        {
            "role": "Customer",
            "content": "Oh thank god—sorry again—been customer twelve years never asked for anything like this."
        },
        {
            "role": "Customer Support",
            "content": "Please don't apologize. Twelve years. Wow. You deserve this help. Okay so I've got your new account. Number ACC-9984-KL7. Email will transfer immediately. Phone port starts at, um, 4:47 PM today."
        },
        {
            "role": "Customer",
            "content": "Wait the—no actually that's fine—just need it done before he gets home tonight."
        },
        {
            "role": "Customer Support",
            "content": "Right right. Everything clears by 6 PM guaranteed. Now for billing... hmm, I can apply loyalty credit. Code LOY-3345-MK. Basically knocks forty percent off your first three months. You shouldn't—shouldn't have to pay full price during all this."
        },
        {
            "role": "Customer",
            "content": "That's really—I mean—nobody's been this nice through any of this mess honestly."
        },
        {
            "role": "Customer Support",
            "content": "Oh hon. People forget we're human too on these calls. Actually... wait. Let me check something. Vocalized thinking here... if I bundle with promotion PRZ-7761-AA9. That drops it another fifteen. Total savings like, uh, two hundred eighty dollars."
        },
        {
            "role": "Customer",
            "content": "Two hundred—are you serious? Won't you get in trouble doing all this?"
        },
        {
            "role": "Customer Support",
            "content": "Frankly? No. These codes are for retention situations. And keeping a twelve-year customer? That's retention. Reference ticket TKT-4429-XN8 shows everything as standard procedure. So we're—we're totally fine here."
        },
        {
            "role": "Customer",
            "content": "God twelve years—built whole life together—sorry this is probably weird for you."
        },
        {
            "role": "Customer Support",
            "content": "Not weird at all. Honest. The week my divorce finalized... oof. I had to call eight different companies. Sobbed through most of them. Your confirmation is CNF-8827-PPQ by the way. Sending to your new email now."
        },
        {
            "role": "Customer",
            "content": "Eight companies jesus—I have like twenty more after this—it's just so much."
        },
        {
            "role": "Customer Support",
            "content": "Twenty. Geez. Okay look. I'm gonna—I'm gonna give you my direct extension. 7749. Plus case number CSE-3987-MJ2. When you need the next company done... just call me. We handle utilities. Streaming services. Insurance even. Let's just... let's get you through this list. Together."
        }
    ],
    "content_type": "customer_support",
    "source_file": "ab71759d_script.json",
    "actor": 4,
    "scenario": "tearful because they're going through a divorce and need to separate accounts",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}