{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Oye, una pregunta rápida - ¿es normal que mi gata duerma como dieciocho horas al día?"
        },
        {
            "role": "Character 2",
            "content": "[pause] Ah sí, eso es, este, es totalmente normal la verdad. Los gatos duermen entre doce y veinte horas, así que dieciocho está perfecto."
        },
        {
            "role": "Character 1",
            "content": "¿En serio? Parece excesivo."
        },
        {
            "role": "Character 2",
            "content": "O sea, están básicamente, tipo, programados para tener arranques cortos de energía para cazar y después descansar un montón. Tu gata seguramente está viviendo su mejor vida, la neta."
        },
        {
            "role": "Character 1",
            "content": "Literalmente no se ha movido de ese lugar en cuatro horas."
        },
        {
            "role": "Character 2",
            "content": "Mmm, bueno, los gatos hacen esta cosa que se llama, este, sueño profundo donde parecen muertos pero en realidad están súper relajados. Mientras esté comiendo y usando su arenero, todo bien."
        },
        {
            "role": "Character 1",
            "content": "¿Y si está deprimida?"
        },
        {
            "role": "Character 2",
            "content": "[delighted] ¡Ay, te preocupa su salud mental! ¡Qué lindo de verdad! Pero mira, los gatos deprimidos normalmente dejan de acicalarse o de comer, no solo duermen más."
        },
        {
            "role": "Character 1",
            "content": "Ayer vomitó."
        },
        {
            "role": "Character 2",
            "content": "Ah okey, bueno, las bolas de pelo son bastante normales pero, este, si sigue pasando entonces sí, tal vez checa con el veterinario."
        },
        {
            "role": "Character 1",
            "content": "Pero no era una bola de pelo."
        },
        {
            "role": "Character 2",
            "content": "Ah. Mmm, ¿era como comida sin digerir o más líquido? Porque los gatos a veces comen muy rápido y pues, ya sabes, lo devuelven de inmediato."
        },
        {
            "role": "Character 1",
            "content": "[animated] Espera, ¿cómo sabes tanto de gatos?"
        },
        {
            "role": "Character 2",
            "content": "[laugh histerically] ¡Tengo tres! ¡Ya básicamente manejan toda mi vida a este punto!"
        },
        {
            "role": "Character 1",
            "content": "¿Tres? Qué locura."
        },
        {
            "role": "Character 2",
            "content": "Sí, ya sé, es, este, es mucho pero todos me adoptaron en diferentes momentos y no pude decir que no."
        },
        {
            "role": "Character 1",
            "content": "[slowly] ¿Todos duermen así de tanto?"
        },
        {
            "role": "Character 2",
            "content": "Prácticamente sí. Mi más viejo probablemente duerme veinte horas, la del medio como dieciséis, y la bebé, bueno, es puro caos por seis horas y después se desploma durísimo."
        },
        {
            "role": "Character 1",
            "content": "Tal vez debería conseguir otro gato."
        },
        {
            "role": "Character 2",
            "content": "Ay, ¿sabes qué? Dos gatos a veces es más fácil que uno porque, tipo, se entretienen entre ellos y te sientes menos culpable por lo de dormir tanto."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, quick question - is it normal that my cat sleeps like eighteen hours a day?"
        },
        {
            "role": "Character 2",
            "content": "[pause] Oh yeah, that's, uh, that's totally normal actually. Cats sleep anywhere from twelve to twenty hours, so eighteen is right in the sweet spot."
        },
        {
            "role": "Character 1",
            "content": "Really? That seems excessive."
        },
        {
            "role": "Character 2",
            "content": "I mean, they're basically, like, programmed for short bursts of hunting energy followed by tons of rest. Your cat's probably just living their best life honestly."
        },
        {
            "role": "Character 1",
            "content": "She literally hasn't moved from that spot in four hours."
        },
        {
            "role": "Character 2",
            "content": "Mmm, okay so cats do this thing called, erm, slow-wave sleep where they look dead but they're actually just deeply relaxed. As long as she's eating and using the litter box, you're good."
        },
        {
            "role": "Character 1",
            "content": "What if she's depressed?"
        },
        {
            "role": "Character 2",
            "content": "[delighted] Ooh, you're worried about her mental health! That's actually really sweet! But honestly, depressed cats usually stop grooming or eating, not just sleep more."
        },
        {
            "role": "Character 1",
            "content": "She did throw up yesterday."
        },
        {
            "role": "Character 2",
            "content": "Ahh okay, well, hairballs are pretty normal but, um, if it keeps happening then yeah, maybe check with your vet."
        },
        {
            "role": "Character 1",
            "content": "It wasn't a hairball though."
        },
        {
            "role": "Character 2",
            "content": "Oh. Hmm, was it like, undigested food or more liquid? Because cats sometimes eat too fast and just, you know, bring it right back up."
        },
        {
            "role": "Character 1",
            "content": "[animated] Wait, how do you know so much about cats?"
        },
        {
            "role": "Character 2",
            "content": "[laugh histerically] I've got three of them! They basically run my entire life at this point!"
        },
        {
            "role": "Character 1",
            "content": "Three? That's insane."
        },
        {
            "role": "Character 2",
            "content": "Yeah I know, it's, uh, it's a lot but they all kind of adopted me at different times and I couldn't say no."
        },
        {
            "role": "Character 1",
            "content": "[slowly] Do they all sleep this much?"
        },
        {
            "role": "Character 2",
            "content": "Pretty much, yeah. My oldest one probably sleeps twenty hours, the middle one maybe sixteen, and the kitten, well, she's chaos for like six hours then crashes hard."
        },
        {
            "role": "Character 1",
            "content": "Maybe I should get another cat."
        },
        {
            "role": "Character 2",
            "content": "Ooh, honestly? Two cats is actually easier than one sometimes because they, like, entertain each other and you feel less guilty about the sleeping thing."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_10.txt"
}