{
    "conversation": [
        {
            "role": "Customer",
            "content": "Sorry, I'm calling back about—no wait, about my complaint from Tuesday. Wednesday. Sorry."
        },
        {
            "role": "Customer Support",
            "content": "Oh okay okay, let me—actually let me pull that up for you, what's your—can I get your account number first?"
        },
        {
            "role": "Customer",
            "content": "It's 44729. Look, I know I said I'd wait but nobody called me back."
        },
        {
            "role": "Customer Support",
            "content": "Right right, so I have account 44729 here and I can see—let me just—there's a note from Wednesday at 3:47 PM about escalation to tier 2 support, is that the one?"
        },
        {
            "role": "Customer",
            "content": "Yes. They said within 24 hours. I feel stupid calling again but..."
        },
        {
            "role": "Customer Support",
            "content": "No no, you're absolutely right to follow up, so basically what I'm seeing is the ticket number TKT-9982-JM shows pending but—that's weird—it never actually got assigned to anyone in tier 2."
        },
        {
            "role": "Customer",
            "content": "Of course it didn't. I just... I can't keep doing this."
        },
        {
            "role": "Customer Support",
            "content": "I'm so sorry about that, let me—actually wait—I need to check something because your priority level shows as P3 but with your Silver status it should be P2, so that might be why it got stuck."
        },
        {
            "role": "Customer",
            "content": "Silver? I'm Gold. Have been for—no sorry, since January."
        },
        {
            "role": "Customer Support",
            "content": "Oh. Oh that's—let me refresh—you're absolutely right, it says Gold tier effective January 15th, so that's definitely wrong in the escalation queue."
        },
        {
            "role": "Customer",
            "content": "This is just too much. Every time I call it's something else."
        },
        {
            "role": "Customer Support",
            "content": "I completely understand your frustration, so what I'm—let me just—I'm going to manually reassign this right now to our tier 2 lead, case number ESC-4421-QV, with correct Gold priority."
        },
        {
            "role": "Customer",
            "content": "Will someone actually call this time? Sorry, I don't mean to be—"
        },
        {
            "role": "Customer Support",
            "content": "No that's a totally fair question, so basically I'm putting a callback window of 2 to 4 PM today—is that—actually would morning work better for you?"
        },
        {
            "role": "Customer",
            "content": "Afternoon's fine. I just... need this resolved."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it, so 2 to 4 PM confirmed, and I'm—wait actually—I'm also adding a note about the routing error so you'll get account credit code CR-7756 for the inconvenience."
        },
        {
            "role": "Customer",
            "content": "Oh. That's... thank you. Sorry for being short with you."
        },
        {
            "role": "Customer Support",
            "content": "Oh no no, please don't apologize, like this shouldn't have happened in the first place, so the callback confirmation number is CB-9903-XL if you need to reference it."
        },
        {
            "role": "Customer",
            "content": "Okay. I'll wait for the call then."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, and just so you know, if for any reason—I mean it shouldn't happen but—if you don't hear back by 4:15, my direct extension is 4429 and I'll personally make sure it gets handled today."
        }
    ],
    "content_type": "customer_support",
    "source_file": "b5019271_script.json",
    "actor": 6,
    "scenario": "frustrated that their complaint wasn't escalated as promised",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}