{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Did you hear about Jake's promotion?"
        },
        {
            "role": "Character 2",
            "content": "Oh my god, yes! He's been, um, working toward that for what, three years now? The man practically lived at the office these past few months, I mean, seriously."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] I didn't think he'd actually get it though."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Yeah, neither did I, to be honest. But apparently his presentation to the board was, uh... was absolutely killer. Someone said they were like, taking notes the entire time, which is actually pretty impressive."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] You sound happy for him."
        },
        {
            "role": "Character 2",
            "content": "I am! He's genuinely one of the hardest workers I know, you know? Plus he's not one of those ambitious assholes who, like, steps on everyone else to get ahead."
        },
        {
            "role": "Character 1",
            "content": "I just... I worked so hard too."
        },
        {
            "role": "Character 2",
            "content": "[overly polite] Oh, I absolutely understand your feelings on this matter. Your time will most certainly come, I assure you. This establishment would quite literally fall apart without your invaluable contributions."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Do they though? Do they really?"
        },
        {
            "role": "Character 2",
            "content": "Look, I— I get it, alright? I've been here two years longer than Jake and I'm still, you know, stuck in the same damn position. It stings watching someone else move up."
        },
        {
            "role": "Character 1",
            "content": "What's his new salary, do you know?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, rumor is it's around 120K plus bonuses. That's like a— what, forty percent bump from where he was? Pretty substantial jump if you ask me."
        },
        {
            "role": "Character 1",
            "content": "[bored] Your cat just randomly meows during conversations?"
        },
        {
            "role": "Character 2",
            "content": "Oh wait, what? No, that was— hang on, I think you misheard something. Unless my neighbor's cat is being loud again through the wall, which honestly happens more than you'd think."
        },
        {
            "role": "Character 1",
            "content": "Sounds like my ex."
        },
        {
            "role": "Character 2",
            "content": "Ouch! But um, seriously though, about Jake's thing—maybe this opens up opportunities for the rest of us? His old position needs filling now, and you'd be, I mean, perfect for it."
        },
        {
            "role": "Character 1",
            "content": "[laugh hard] Perhaps you would be so kind as to put in a good word?"
        },
        {
            "role": "Character 2",
            "content": "Actually, yeah, already planning on it. I'm grabbing drinks with Sarah from HR tomorrow and I'll, uh, definitely bring up your name. She owes me a favor anyway from that whole disaster last quarter."
        },
        {
            "role": "Character 1",
            "content": "You'd really do that?"
        },
        {
            "role": "Character 2",
            "content": "[enunciating every word] Of course I would do that for you. We have got to look out for each other in this place, you understand what I am saying?"
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_4.txt",
    "actor": 5
}