{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So I wanted to talk to you about the salary we discussed for this position."
        },
        {
            "role": "Character 2",
            "content": "[very quickly] Oh right, yeah, um, the salary thing. I mean, we're still kind of working through all the details on that actually, there's a lot of moving parts with the budget and everything."
        },
        {
            "role": "Character 1",
            "content": "[extremely happy] But you said forty-five thousand was definitely doable last week!"
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] Well, I mean, that was more of a, you know, ballpark figure we were throwing around. Things have gotten a bit more complicated since then with, uh, some organizational changes happening."
        },
        {
            "role": "Character 1",
            "content": "What kind of organizational changes? This is the third time you've mentioned something vague."
        },
        {
            "role": "Character 2",
            "content": "It's just—look, there's been some restructuring in, um, how we allocate resources across departments. I don't have all the details myself yet, which is frustrating, I know, but that's kind of where we're at."
        },
        {
            "role": "Character 1",
            "content": "Can you at least tell me if we're still in the same range?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? I wish I could give you a straight answer but, erm, everything's kind of up in the air right now. Maybe we could revisit this in a couple weeks when things settle down?"
        },
        {
            "role": "Character 1",
            "content": "[laugh hysterically] A couple weeks? I already gave notice at my current job!"
        },
        {
            "role": "Character 2",
            "content": "Oh. Oh no, that's—I didn't realize you'd already... Look, maybe I can, uh, talk to someone higher up and see if we can expedite things a bit."
        },
        {
            "role": "Character 1",
            "content": "Who exactly makes these decisions? Because you seemed pretty confident before."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I mean, technically it goes through several layers of approval, and, well, sometimes what seems straightforward initially gets more complex when legal and HR get involved, you know?"
        },
        {
            "role": "Character 1",
            "content": "[long pause] Are you trying to lowball me?"
        },
        {
            "role": "Character 2",
            "content": "No, no, it's not like that at all. I just—there's been some, mmm, unexpected pushback from finance about new hire compensation packages across the board, not just yours."
        },
        {
            "role": "Character 1",
            "content": "[mocking] Unexpected pushback. Right. So what number are they actually comfortable with?"
        },
        {
            "role": "Character 2",
            "content": "I don't... I don't actually have a firm number yet, which I realize sounds, uh, incredibly unprofessional. They're reviewing comparable positions in the market or something like that."
        },
        {
            "role": "Character 1",
            "content": "[happy] Well good news, I already did that research. Want to see my spreadsheet?"
        },
        {
            "role": "Character 2",
            "content": "Oh, um, sure, but I should probably mention that they tend to have their own, err, methodology for these things. External research doesn't always align with how they view internal equity and all that."
        },
        {
            "role": "Character 1",
            "content": "So basically you're saying my research won't matter to them?"
        },
        {
            "role": "Character 2",
            "content": "[enunciating every word] I'm saying that the process is more complicated than I initially led you to believe, and for that I genuinely apologize, because this isn't how this should have gone."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_44.txt",
    "actor": 5
}