{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So our accounts receivable is just— it's completely out of control right now."
        },
        {
            "role": "Character 2",
            "content": "Oh no, that's never a good sign. How far behind are we talking here? Like thirty days, sixty, or are we venturing into the terrifying ninety-plus territory where clients pretend they've forgotten we exist?"
        },
        {
            "role": "Character 1",
            "content": "Some invoices are hitting 120 days! Can you believe that?"
        },
        {
            "role": "Character 2",
            "content": "Well, I mean, that's actually [friendly] pretty common these days, you know, especially with bigger clients who, uh, think they can just push smaller vendors around whenever they feel like it."
        },
        {
            "role": "Character 1",
            "content": "But these aren't even big clients! They're the medium-sized ones who usually pay on time!"
        },
        {
            "role": "Character 2",
            "content": "Oh, so the medium ones are, hmm, the worst offenders sometimes, honestly, because they're big enough to have complicated approval processes but, like, not organized enough to actually follow them properly."
        },
        {
            "role": "Character 1",
            "content": "Janet from billing keeps calling them but nobody's returning her calls."
        },
        {
            "role": "Character 2",
            "content": "Poor Janet, she's probably hitting that wall where people see her number and just let it go to voicemail because they know exactly what she's calling about and they're avoiding the conversation."
        },
        {
            "role": "Character 1",
            "content": "Should we maybe try a different approach? Something less... aggressive?"
        },
        {
            "role": "Character 2",
            "content": "The thing is, there's this weird balance where you need to be persistent enough to get paid but not so annoying that they decide to find a new vendor out of spite."
        },
        {
            "role": "Character 1",
            "content": "Yesterday one client said their \"system was down\" for the third week in a row."
        },
        {
            "role": "Character 2",
            "content": "Their system! Oh that's [animated] my absolute favorite excuse because somehow their system is always down for payables but miraculously works perfectly when they're collecting money from their own customers!"
        },
        {
            "role": "Character 1",
            "content": "Right? It's it's so transparent!"
        },
        {
            "role": "Character 2",
            "content": "I had a client once who used that excuse for six months straight, and then I found out from their receptionist that they'd actually upgraded their system twice during that period."
        },
        {
            "role": "Character 1",
            "content": "We're considering hiring a collections agency but that seems so... final."
        },
        {
            "role": "Character 2",
            "content": "Yeah, collections agencies are [regretful] kind of the nuclear option, and once you go there, the relationship is basically dead, which is rough if they're otherwise a good client who just happens to be terrible at paying."
        },
        {
            "role": "Character 1",
            "content": "Maybe we should [slowly] start requiring deposits or partial prepayments?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely."
        },
        {
            "role": "Character 1",
            "content": "Really? I was worried that might, er, scare off potential clients, but [happy] if you think it could work, well, that's actually really encouraging!"
        },
        {
            "role": "Character 2",
            "content": "Deposits are completely standard now, and any client who balks at a reasonable deposit probably wasn't planning to pay you promptly anyway, so you're just filtering out future headaches before they start."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_6.txt"
}