{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Did you see that video of the guy who built a tiny house in his parents' backyard?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, the one with the spiral staircase? Pretty clever use of space, though I wonder how his parents feel about having a permanent houseguest twenty feet from their kitchen window."
        },
        {
            "role": "Character 1",
            "content": "I was thinking, um, maybe I could [overly polite] build something, you know, similar but actually, smaller."
        },
        {
            "role": "Character 2",
            "content": "Smaller than tiny? So like, what, a shed with a hot plate, basically? I mean, at that point you might as well just live in your car."
        },
        {
            "role": "Character 1",
            "content": "My car doesn't have a composting toilet though."
        },
        {
            "role": "Character 2",
            "content": "Fair point. But seriously, where would you even put it? Most cities have minimum square footage requirements for dwellings."
        },
        {
            "role": "Character 1",
            "content": "My uncle has some land upstate."
        },
        {
            "role": "Character 2",
            "content": "That changes things. Rural zoning is way more flexible, plus you'd have space for solar panels and maybe even a little garden."
        },
        {
            "role": "Character 1",
            "content": "The the thing is, uh, I don't [stuttering] know how to b-build anything, honestly."
        },
        {
            "role": "Character 2",
            "content": "There are [enunciating every word] actually tons of prefab kits now. Some company delivers all the pieces and you just assemble it like expensive IKEA furniture, takes maybe a weekend with help."
        },
        {
            "role": "Character 1",
            "content": "How much does something like that cost?"
        },
        {
            "role": "Character 2",
            "content": "Well, you're looking at, [deep pitch] er, anywhere from fifteen to fifty thousand, the thing is, it depends on how fancy you want to get. Basic shell versus full electrical and plumbing makes a huge difference."
        },
        {
            "role": "Character 1",
            "content": "That's more than I expected."
        },
        {
            "role": "Character 2",
            "content": "Yeah, tiny doesn't mean cheap unfortunately. But compared to regular housing prices it's still a bargain, especially if you can avoid taking out a mortgage."
        },
        {
            "role": "Character 1",
            "content": "True. No thirty-year loan hanging over my head."
        },
        {
            "role": "Character 2",
            "content": "Exactly, and honestly, you could probably, hmm, do it for less if you source materials yourself, you know? Craigslist has free windows and doors all the time from renovations."
        },
        {
            "role": "Character 1",
            "content": "I'm so, [exhausted] uhh, tired of paying rent anyway, it's just that, finding another option feels impossible sometimes."
        },
        {
            "role": "Character 2",
            "content": "Right so, why not actually start small, I mean really small, like maybe a shed office first? You could practice the basics without committing to living in it."
        },
        {
            "role": "Character 1",
            "content": "That's not a bad idea."
        },
        {
            "role": "Character 2",
            "content": "Plus, well, if it turns out terrible, you know, at least you've only built a terrible shed, basically, not a terrible house. Lower stakes for your first construction project."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_10.txt"
}