{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Did you ever finish [cough] that installation at the museum?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, so, that whole project turned into, you know, this massive headache when the curator decided, um, halfway through setup that the entire concept needed to shift from abstract to literal narrative."
        },
        {
            "role": "Character 1",
            "content": "They changed it halfway through? That's brutal."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I had, like, already mapped out forty-two projectors across three floors, and then suddenly, er, they wanted everything reconfigured for, honestly, this completely different storytelling approach with synchronized timelines."
        },
        {
            "role": "Character 1",
            "content": "How do you even handle that professionally?"
        },
        {
            "role": "Character 2",
            "content": "Well, you smile and nod while, um, internally [shaky voice] calculating how many all-nighters it's going to take, and then, you know, you basically rebuild everything from scratch while pretending it's no big deal."
        },
        {
            "role": "Character 1",
            "content": "Sounds like, uhh, you need better contracts or, I mean, penalty clauses for changes that late."
        },
        {
            "role": "Character 2",
            "content": "Contracts are great until you're dealing with [bored] prestigious institutions who know they can blacklist you from the entire museum circuit if you don't play nice with their whims."
        },
        {
            "role": "Character 1",
            "content": "That's some serious [bored] power dynamic nonsense right there."
        },
        {
            "role": "Character 2",
            "content": "The worst part is, well, knowing that the original concept was, hmm, actually [anxious] better but having to pretend their new direction is brilliant while basically, you watch your artistic vision get dismantled piece by piece."
        },
        {
            "role": "Character 1",
            "content": "Wait, did they at least [confused] pay you for the extra work?"
        },
        {
            "role": "Character 2",
            "content": "They threw in, uh, an extra five percent which, you know, [cheerful] barely covered the additional equipment rental, but hey, at least I got to, actually, add another major museum to my portfolio."
        },
        {
            "role": "Character 1",
            "content": "Five percent? That's [playful] almost insulting."
        },
        {
            "role": "Character 2",
            "content": "Right? But here's the thing, in projection design you're, sort of, always walking this tightrope between artistic integrity and, well, keeping the lights on— literally and figuratively speaking."
        },
        {
            "role": "Character 1",
            "content": "Do you ever, like, just want to tell them no? I mean, set some real boundaries?"
        },
        {
            "role": "Character 2",
            "content": "Every single day, but then, umm, rent comes due and suddenly you're, actually, agreeing to project butterflies onto a ceiling for some tech CEO's daughter's, er, sweet sixteen party."
        },
        {
            "role": "Character 1",
            "content": "Butterflies? That's, honestly, kind of a comedown from museum work, uhh, isn't it?"
        },
        {
            "role": "Character 2",
            "content": "You'd think so, but those private events actually [confused] pay triple what museums do, and the clients usually just let you do whatever as long as it looks expensive and photographs well."
        },
        {
            "role": "Character 1",
            "content": "So you're telling me, well, the real money is in, basically, rich kids' parties and not, um, actual art installations?"
        },
        {
            "role": "Character 2",
            "content": "Welcome to the creative industry where your most profound artistic statement might get you exposure while projecting someone's Instagram handle in glitter pays your actual bills."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_20.txt"
}