{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Everyone's cards are out— wait, [deep pitch] hold on. We doing this the smart way or the stupid way?"
        },
        {
            "role": "Character 2",
            "content": "Well, I've actually got, um, my phone calculator ready here. Look, if everyone just tells me what they ordered, I mean, I can have individual totals in two minutes— tax and tip included."
        },
        {
            "role": "Character 1",
            "content": "You're volunteering to math this nightmare? Brave."
        },
        {
            "role": "Character 2",
            "content": "Already started a list! Marcus, you had the steak frites at twenty-eight; Jenny, salmon at thirty-two. Just shout out your mains and I'll handle the mental gymnastics— easier than watching you all suffer."
        },
        {
            "role": "Character 1",
            "content": "The appetizers though. We shared those three platters—"
        },
        {
            "role": "Character 2",
            "content": "Right, so, those were forty-two total, which is, er, three-fifty per person if we split evenly. Unless someone didn't touch the calamari? No judgment, honestly, but it helps the math if you speak up now."
        },
        {
            "role": "Character 1",
            "content": "But Lisa's— [anxious] she's vegetarian, um, and she didn't touch, like, half the appetizers..."
        },
        {
            "role": "Character 2",
            "content": "Lisa! You know, you're down to just the bruschetta then, which is, uh, fourteen divided by... actually, six people had that one. That's two thirty-three each— I'm keeping track, don't worry."
        },
        {
            "role": "Character 1",
            "content": "How are you, I mean, doing this so fast? It's kind of, well, terrifying."
        },
        {
            "role": "Character 2",
            "content": "Restaurant trauma from college, basically— four years of these exact arguments, so, I built a system. See? Everyone's name, their items, shared costs calculated proportionally... it's actually really satisfying once you get the hang of it."
        },
        {
            "role": "Character 1",
            "content": "And the [shaky voice] wine situation? Because, um, I definitely had, you know, two glasses but Jake killed the rest of that bottle himself."
        },
        {
            "role": "Character 2",
            "content": "Jake had— [gasp loudly] five glasses?! Okay, that's seventy dollars of wine on his tab alone. The bottle was ninety, you had twenty worth, he gets the rest— this is exactly why I document everything."
        },
        {
            "role": "Character 1",
            "content": "You're literally saving us from killing each other."
        },
        {
            "role": "Character 2",
            "content": "Happy to help! I find that [overly polite] mathematical precision prevents those awkward \"you owe me seven dollars\" texts for the next three weeks. Plus, everyone feels heard when the split's actually fair, don't you think?"
        },
        {
            "role": "Character 1",
            "content": "Shit. Actually, wait— I think, er, someone needs to check if, hmm, the automatic gratuity's already on there."
        },
        {
            "role": "Character 2",
            "content": "Already checked— no auto-grat! They only do that for parties of fifteen or more, so we need to add twenty percent ourselves. That's forty-nine dollars and change total, which splits to about four bucks each for tip."
        },
        {
            "role": "Character 1",
            "content": "Marcus is [stern] shaking his head. He's, well, definitely about to make this, you know, complicated again."
        },
        {
            "role": "Character 2",
            "content": "Marcus! Look, um, I've got your total at thirty-four even— that's including, honestly, your exact portion of appetizers minus the calamari you didn't touch. See the breakdown? Steak, bruschetta portion, tax, tip— completely transparent."
        },
        {
            "role": "Character 1",
            "content": "This is... actually, uh, incredible. You should, like, charge for this service or, I mean, something."
        },
        {
            "role": "Character 2",
            "content": "Just promise me we're using separate checks next time! My phone's at two percent battery and I can see Derek reaching for the dessert menu— absolutely not happening on my watch."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_15.txt"
}