{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] मिस व्हिटमोर, पानी में जाने से पहले मुझे आपसे बात करनी है। [pause] आप ऐसे वापस नहीं आ सकतीं जैसे कुछ हुआ ही नहीं, पिछले अगस्त में जेट-स्की वाली घटना के बाद तो बिल्कुल नहीं।"
        },
        {
            "role": "Character 2",
            "content": "[coldly] मैं यहाँ की मेंबर हूँ।"
        },
        {
            "role": "Character 1",
            "content": "[stern] मेंबर होने से वो सब मिट नहीं जाता जो आपने मार्कस रिवेरा के साथ किया। [louder] वो सिर्फ 23 साल का है और फिर कभी चल नहीं पाएगा क्योंकि आप शाम को नशे में जेट-स्की रेस कर रही थीं।"
        },
        {
            "role": "Character 2",
            "content": "[formal] वकीलों ने सब कुछ उचित तरीके से संभाला था, और सेटलमेंट काफी उदार था। [sighs] मुझे समझ नहीं आता कि कानूनी रूप से सुलझी बात को फिर से क्यों उठाना।"
        },
        {
            "role": "Character 1",
            "content": "[bitter] कानूनी रूप से सुलझी? [frustrated] आपने एक बच्चे पर पैसे फेंके जिसकी रीढ़ आपने तोड़ दी और सोचती हैं कि बस हो गया? वो ओलंपिक ट्रायल्स की तैयारी कर रहा था, ये भी पता है आपको?"
        },
        {
            "role": "Character 2",
            "content": "[monotone] कार्यवाही के दौरान मुझे उसकी खेल संबंधी आकांक्षाओं के बारे में नहीं बताया गया था। [clears throat] मेरे परिवार के वकीलों ने सीमित संपर्क की सलाह दी थी, जो मैंने सभी पक्षों की सुरक्षा के लिए मानी।"
        },
        {
            "role": "Character 1",
            "content": "[passionately] सभी पक्षों की? [angry] मतलब खुद को बचाने के लिए, ताकि आपको अपने किए का सामना न करना पड़े, उस इंसान का सामना न करना पड़े जिसकी ज़िंदगी आपने बर्बाद की।"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] वो एक हादसा था।"
        },
        {
            "role": "Character 1",
            "content": "[furious] हादसा उसे कहते हैं जो टाला न जा सके! [shouting] आपका ब्लड अल्कोहल लेवल पॉइंट वन टू था और आप स्विमिंग ज़ोन में 40 मील प्रति घंटे की रफ्तार से जा रही थीं!"
        },
        {
            "role": "Character 2",
            "content": "देखिए, मैंने कोर्ट के सारे प्रोग्राम पूरे किए हैं और कम्युनिटी सर्विस के घंटे भी। [exhales] आखिर आप मुझसे और क्या चाहते हैं जो पहले से नहीं लिया गया?"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] मैं चाहता हूँ कि आप उसका नाम लें। [pause] मैं चाहता हूँ कि आप मानें कि मार्कस रिवेरा एक असली इंसान है, आपके परिवार के कानूनी खर्चों की कोई लाइन आइटम नहीं।"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] मार्कस रिवेरा... जो उसके साथ हुआ उससे बेहतर का वो हकदार था। [very quietly] मुझे पता है पैसे से कुछ ठीक नहीं होता, लेकिन बस यही मुझे देना आता था।"
        },
        {
            "role": "Character 1",
            "content": "[sarcastic] कितनी महान बात है।"
        },
        {
            "role": "Character 2",
            "content": "क्या लगता है आपको कि मैं हर दिन इसके बारे में नहीं सोचती? [shaky voice] आपको लगता है मुझे उसका चेहरा नज़र नहीं आता जब मैं आँखें बंद करती हूँ, वो पल जब वो पानी में डूबा?"
        },
        {
            "role": "Character 1",
            "content": "[empathetically] तो फिर यहाँ वापस क्यों आई हैं? [confused] इतने सारे बीच, इतने सारे क्लब जहाँ आपके परिवार की मेंबरशिप है, फिर वहीं क्यों लौटना जहाँ ये सब हुआ था?"
        },
        {
            "role": "Character 2",
            "content": "[regretful] क्योंकि भागने से कुछ नहीं बदलता। [sighs] मेरी थेरेपिस्ट कहती है कि मुझे उन जगहों का सामना करना चाहिए जो मुझे परेशान करती हैं, हालांकि शायद उसका मतलब ये नहीं था कि उस लाइफगार्ड के सामने जिसने उसे बाहर निकाला था।"
        },
        {
            "role": "Character 1",
            "content": "[exhausted] मैंने हेलीकॉप्टर का इंतज़ार करते वक्त उसका हाथ थामा था। [very quietly] वो बार-बार पूछ रहा था कि क्या वो ट्रायल्स के लिए समय पर तैर पाएगा, और मुझे उससे झूठ बोलना पड़ा।"
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] मैंने अस्पताल में उससे मिलने की कोशिश की थी लेकिन उसके परिवार ने मुझे अंदर नहीं आने दिया। [sniffle] वो मुझे दूर रखने में सही थे, मैं बस माफी मांगना चाहती थी, चेक लिखने के अलावा कुछ और करना चाहती थी।"
        },
        {
            "role": "Character 1",
            "content": "[warm] वो आज यहाँ है असल में, मार्कस, नीचे एडेप्टिव स्पोर्ट्स प्रोग्राम में जो हमने शुरू किया है। [pause] शायद भूलने के लिए लैप्स लगाने की बजाय, आप कुछ ऐसा कर सकती हैं जिसका सच में मतलब हो।"
        },
        {
            "role": "Character 2",
            "content": "[anxious] क्या वो मुझसे मिलना भी चाहेगा?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] Miss Whitmore, I need to speak with you before you enter the water. [pause] You can't just walk back onto this beach like nothing happened, not after what went down last August with the jet-ski incident."
        },
        {
            "role": "Character 2",
            "content": "[coldly] I'm a member here."
        },
        {
            "role": "Character 1",
            "content": "[stern] Being a member doesn't erase what you did to Marcus Rivera. [louder] He's twenty-three years old and he'll never walk again because you were racing that jet-ski drunk at sunset."
        },
        {
            "role": "Character 2",
            "content": "[formal] The lawyers handled everything appropriately, and the settlement was quite generous. [sighs] I don't see why we need to revisit something that's been legally resolved."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Legally resolved? [frustrated] You threw money at a kid whose spine you shattered and think that makes it okay? He was training for the Olympic trials, did you even know that?"
        },
        {
            "role": "Character 2",
            "content": "[monotone] I wasn't made aware of his athletic aspirations during the proceedings. [clears throat] My family's attorneys advised limited contact, which I followed to protect all parties involved."
        },
        {
            "role": "Character 1",
            "content": "[passionately] All parties? [angry] You mean to protect yourself from having to look at what you did, from having to face the human being whose life you destroyed."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] It was an accident."
        },
        {
            "role": "Character 1",
            "content": "[furious] An accident implies something unavoidable! [shouting] You had a blood alcohol level of point one two and you were going forty miles per hour in a swimming zone!"
        },
        {
            "role": "Character 2",
            "content": "Look, I've completed the court-mandated programs and the community service hours. [exhales] What exactly do you want from me that hasn't already been extracted?"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] I want you to say his name. [pause] I want you to acknowledge that Marcus Rivera is a real person, not just a line item in your family's legal expenses."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Marcus Rivera deserved better than what happened to him. [very quietly] I know the money doesn't fix anything, but it was all I knew how to give."
        },
        {
            "role": "Character 1",
            "content": "[sarcastic] How noble."
        },
        {
            "role": "Character 2",
            "content": "You think I haven't thought about it every single day? [shaky voice] You think I don't see his face when I close my eyes, that moment when he went under?"
        },
        {
            "role": "Character 1",
            "content": "[empathetically] Then why come back here? [confused] Of all the beaches, all the clubs your family belongs to, why return to the place where it happened?"
        },
        {
            "role": "Character 2",
            "content": "[regretful] Because running away doesn't change anything. [sighs] My therapist says I need to face the places that haunt me, though I doubt she meant while being confronted by the lifeguard who pulled him out."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] I held his hand while we waited for the helicopter. [very quietly] He kept asking if he'd be able to swim in time for trials, and I had to lie to him."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] I tried to visit him at the hospital but his family wouldn't let me in. [sniffle] They were right to keep me away, I just wanted to apologize, to do something more than write checks."
        },
        {
            "role": "Character 1",
            "content": "[warm] He's actually here today, Marcus, down at the adaptive sports program we started. [pause] Maybe instead of swimming laps to forget, you could do something that actually matters."
        },
        {
            "role": "Character 2",
            "content": "[anxious] Would he even want to see me?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "11b06290_scenario.json",
    "scenario": "A lifeguard at an exclusive beach club confronts the wealthy heiress whose reckless jet-ski accident paralyzed a swimmer last summer, now that she's returned for the first time since the incident.",
    "type": "scenario_conversation",
    "character_1_role": "lifeguard",
    "character_2_role": "blue blood",
    "selected_tones": [
        "commanding",
        "detached",
        "fervent"
    ],
    "tone_options": [
        "leading",
        "weak",
        "regular",
        "detached",
        "complete",
        "enlivening",
        "commanding",
        "agreeing",
        "crashing",
        "fervent"
    ]
}