{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[हिचकिचाहट से] आप... फिर से वो निशान देखना चाहते हैं अपनी color plates के लिए? [विराम] मुझे लगा था पिछले हफ्ते जब आपने initial drawings बनाए थे तब हम ये सब कर चुके थे।"
        },
        {
            "role": "Character 2",
            "content": "[माफी मांगते हुए] मुझे पता है ये मुश्किल है, लेकिन lithographic process के लिए हर layer का exact color matching चाहिए होता है। [धीरे से] Publisher को accuracy चाहिए historical record के लिए, खासकर कुछ इतना महत्वपूर्ण हो तो।"
        },
        {
            "role": "Character 1",
            "content": "Accuracy. [कड़वाहट से] ये कहते हैं जब देखना चाहते हैं कि राजकुमार के सबक के निशान किसी और की चमड़ी पर कहाँ छूटे।"
        },
        {
            "role": "Character 2",
            "content": "[बहुत ईमानदारी से] बात ये नहीं है।"
        },
        {
            "role": "Character 1",
            "content": "[कांपती आवाज़] हर निशान की एक कहानी है—ये वाला जब उसने Latin recitation में गलती की थी, ये गहरा वाला जब उसने visiting duchess की बेइज्जती की थी। [आह भरना] 23 साल बाद भी याद है कि कौन सी मार उसकी किस गलती के लिए थी।"
        },
        {
            "role": "Character 2",
            "content": "[सहानुभूति से] जब भी आपको जरूरत हो हम रुक सकते हैं। [कोमलता से] लेकिन आपकी गवाही, ये illustrations, लोगों की सोच बदल रही हैं उस पूरी surrogate punishment की व्यवस्था के बारे में।"
        },
        {
            "role": "Character 1",
            "content": "[बहुत धीरे से] पता है सबसे बुरी बात क्या थी?"
        },
        {
            "role": "Character 2",
            "content": "[जिज्ञासु] शारीरिक दर्द तो असहनीय रहा होगा, दिन पर दिन किसी और बच्चे की गलतियों की सजा झेलना। [विराम] मैं सोच भी नहीं सकता इस तरह के अन्याय को सहना।"
        },
        {
            "role": "Character 1",
            "content": "[कांपते हुए] नहीं, सबसे बुरी बात ये थी कि वो देखता था। [बहुत उदासीन] राजकुमार वहाँ खड़ा रहता अपने रेशमी कपड़ों में, मेरा चेहरा देखता रहता जब मैं उसके कोड़े खाता था, सीख रहा था कि कैसे कुछ महसूस ना करे जब कोई और उसकी पढ़ाई के लिए खून बहाए।"
        },
        {
            "role": "Character 2",
            "content": "[भयभीत] हे भगवान। [सांस छोड़ना] मुझे पता ही नहीं था वो उसे देखने पर मजबूर करते थे—किसी भी historical text में ये बात नहीं है।"
        },
        {
            "role": "Character 1",
            "content": "होती भी क्यों? [व्यंग्यपूर्वक] लोगों को कैसे पता चले कि भावी राजा को 7 साल की उम्र से क्रूरता सिखाई जा रही थी।"
        },
        {
            "role": "Character 2",
            "content": "[दृढ़ता से] इसीलिए आपकी कहानी को सही तरीके से बताना जरूरी है, हर detail के साथ। [जोशीला] ये color separations जो मैं बना रहा हूँ, ये ensure करेंगी कि images हर edition में, हर देश में सही तरीके से reproduce हों।"
        },
        {
            "role": "Character 1",
            "content": "[निराशा से] कभी-कभी सोचता हूँ कि क्या उसे मेरा नाम भी याद होगा, या मैं बस उसके बचपन के महल का एक और सामान था। [कड़वाहट से हंसना] वो लड़का जिसने खून बहाया ताकि वो बेदाग रह सके।"
        },
        {
            "role": "Character 2",
            "content": "[गर्मजोशी से] आप इससे कहीं ज्यादा हैं। [ईमानदारी से] आपने कुछ ऐसा झेला जिसकी कल्पना भी नहीं की जा सकती और अब आप ये सुनिश्चित कर रहे हैं कि ये दोबारा कभी ना हो।"
        },
        {
            "role": "Character 1",
            "content": "[परेशान] लेकिन अभी भी हो रहा है ना? [ज़ोर से] अलग तरीकों से, अलग महलों में, लेकिन अभी भी बच्चे हैं जो ताकत में पैदा हुओं की सजा भुगत रहे हैं।"
        },
        {
            "role": "Character 2",
            "content": "[धीरे से] आप सही कह रहे हैं। [आह भरना] इसीलिए मैंने इस project के लिए volunteer किया था हालांकि publisher इतना भी नहीं देता कि materials का खर्चा निकल जाए।"
        },
        {
            "role": "Character 1",
            "content": "[आश्चर्य से] Volunteer किया? [भ्रमित] मुझे लगा था उन्होंने आपको commission किया होगा आपकी historical reproductions की reputation की वजह से।"
        },
        {
            "role": "Character 2",
            "content": "[शर्मिंदा] मेरी नानी उसी महल में नौकरानी थीं। [बहुत धीरे से] वो मुझे एक बहादुर छोटे लड़के की कहानियाँ सुनाती थीं जो कभी नहीं रोया, चाहे उसे कितना भी दर्द दिया गया हो।"
        },
        {
            "role": "Character 1",
            "content": "[रोते हुए बोलना] मैं रोता था लेकिन, हर रात अपने कमरे में जहाँ कोई सुन नहीं सकता था। [कांपती आवाज़] आपकी नानी उन चंद लोगों में से रही होंगी जिन्होंने मुझ पर दया की थी।"
        },
        {
            "role": "Character 2",
            "content": "[भावुक] वो आपके दरवाजे पर extra रोटी छोड़ जाती थीं। [गर्मजोशी से] कहती थीं आप सबसे मजबूत बच्चे थे जिन्हें उन्होंने देखा था, और वो चाहती थीं कि मैं याद रखूं कि ताकत सबसे अनपेक्षित जगहों पर मिलती है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] You want me to show you the scars again for your color plates? [pause] I thought we covered this last week when you sketched the initial drawings."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] I know this is difficult, but the lithographic process requires exact color matching for each layer. [quietly] The publisher insists on accuracy for the historical record, especially for something this significant."
        },
        {
            "role": "Character 1",
            "content": "Accuracy. [bitter] That's what they call it when they want to see where the prince's lessons left their marks on someone else's skin."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] That's not what this is about."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] Every mark has a story—this one here was from when he failed his Latin recitation, this darker one from when he insulted the visiting duchess. [sighs] Twenty-three years later and I still remember which beating belonged to which of his mistakes."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] We can stop anytime you need to. [gently] But your testimony, these illustrations, they're changing how people understand that whole system of surrogate punishment."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Do you know what the worst part was?"
        },
        {
            "role": "Character 2",
            "content": "[curious] The physical pain must have been unbearable, taking punishment for another child's actions day after day. [pause] I can't even imagine enduring that kind of injustice."
        },
        {
            "role": "Character 1",
            "content": "[trembling] No, the worst part was that he would watch. [very melancholic] The prince would stand there in his silk clothes, studying my face as I took his lashes, learning to feel nothing while someone else bled for his education."
        },
        {
            "role": "Character 2",
            "content": "[horrified] My God. [exhales] I had no idea they made him watch—none of the historical texts mention that detail."
        },
        {
            "role": "Character 1",
            "content": "They wouldn't, would they? [sarcastically] Can't have people knowing the future king was trained in cruelty from age seven."
        },
        {
            "role": "Character 2",
            "content": "[firmly] This is exactly why your story needs to be told properly, with every detail preserved. [passionate] These color separations I'm creating will ensure the images can be reproduced accurately in every edition, in every country."
        },
        {
            "role": "Character 1",
            "content": "[despairing] Sometimes I wonder if he even remembers my name, or if I was just another piece of furniture in his childhood palace. [laughs bitterly] The boy who bled so he could remain unmarked."
        },
        {
            "role": "Character 2",
            "content": "[warmly] You're so much more than that. [sincere] You survived something unimaginable and now you're helping ensure it never happens again."
        },
        {
            "role": "Character 1",
            "content": "[upset] But it is still happening, isn't it? [louder] Different forms, different palaces, but there are still children taking punishment for those born into power."
        },
        {
            "role": "Character 2",
            "content": "[quietly] You're right. [sighs] That's why I volunteered for this project even though the publisher barely pays enough to cover my materials."
        },
        {
            "role": "Character 1",
            "content": "[surprised] You volunteered? [confused] I assumed they commissioned you because of your reputation with historical reproductions."
        },
        {
            "role": "Character 2",
            "content": "[embarrassed] My grandmother was a servant in that same palace. [very quietly] She told me stories about a brave little boy who never cried, no matter how much they hurt him."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] I did cry though, every night in my quarters where no one could hear me. [shaky voice] Your grandmother must have been one of the few who showed me kindness."
        },
        {
            "role": "Character 2",
            "content": "[emotional] She used to leave extra bread by your door. [warmly] Said you were the strongest child she ever knew, and she wanted me to remember that strength exists in the most unlikely places."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "1198ce94_scenario.json",
    "scenario": "A former whipping boy sits for a color separator creating illustrations for a historical account of palace cruelty, forcing him to relive the trauma of taking beatings meant for a prince.",
    "type": "scenario_conversation",
    "character_1_role": "whipping boy",
    "character_2_role": "color separator",
    "selected_tones": [
        "despairing",
        "sincere",
        "appreciating"
    ],
    "tone_options": [
        "confused",
        "despairing",
        "uncommitted",
        "insincere",
        "sincere",
        "appreciating",
        "excited",
        "commanding",
        "recommending",
        "shielding"
    ]
}