{
    "conversation": [
        {
            "role": "Customer",
            "content": "Also. Hab meine Rechnung bekommen. 37 Dollar in... mysteriösen Gebühren."
        },
        {
            "role": "Customer Support",
            "content": "Oh, ähm, okay also lass mich mal eben, äh, dein Konto hier aufrufen und ich werd, ähm... was ist die... ich brauch mal kurz deine Kontonummer, wenn du sie hast?"
        },
        {
            "role": "Customer",
            "content": "Ja. Die ist, ähm... 4-4-2... 8-1-9."
        },
        {
            "role": "Customer Support",
            "content": "Perfekt, hab's, also das ist Konto ACC-442819 und ich kann sehen—oh wow, ja da sind, ähm, da sind definitiv einige Gebühren hier die, äh, nicht typisch sind."
        },
        {
            "role": "Customer",
            "content": "Natürlich sind da welche. Kannst du einfach... Zeile für Zeile."
        },
        {
            "role": "Customer Support",
            "content": "Klar, ja, also ähm, von oben angefangen, da ist eine, äh, was sie eine \"Service Assessment Fee\" nennen für 12,50 Dollar unter Code FEE-8829A, was, ähm, honestly I have no idea what that even..."
        },
        {
            "role": "Customer",
            "content": "Service Assessment. Für welchen Service genau..."
        },
        {
            "role": "Customer Support",
            "content": "Ja, ich weiß, es ist—lass mich da mal reinschauen, ähm, also es sieht aus als wär es, äh, an dein Oktober-Statement gebunden, Referenz REF-10247B, und es ist angeblich für, ähm, \"Kontowartung\" was einfach nur..."
        },
        {
            "role": "Customer",
            "content": "Kontowartung. Klar. Was ist, ähm, was ist das nächste."
        },
        {
            "role": "Customer Support",
            "content": "Also das nächste ist, äh, noch besser—15 Dollar für etwas das sie, ähm, \"regulatory compliance adjustment\" nennen mit Transaktion TXN-559823C, which I think is just their way of, äh, du weißt schon..."
        },
        {
            "role": "Customer",
            "content": "Their way of taking fifteen bucks. Genau."
        },
        {
            "role": "Customer Support",
            "content": "Ziemlich genau. Ähm, und dann ist da diese, äh, 9,50 Dollar Gebühr hier bezeichnet als, hmm, was ist das Wort das sie benutzen... \"network optimization fee\" unter Code NET-7734X."
        },
        {
            "role": "Customer",
            "content": "Network optimization. Ich bin Elektrikerin. Ich... optimiere keine Netzwerke."
        },
        {
            "role": "Customer Support",
            "content": "Nein, ich weiß, es ist, ähm, es ist lächerlich ehrlich. Das sind alles nur, äh, diese automatischen Gebühren die das System, ähm, hinzufügt und die halbe Zeit können wir sie nicht mal, äh, richtig erklären weil sie so..."
        },
        {
            "role": "Customer",
            "content": "Schau, ich weiß das ist nicht deine Schuld. System's just..."
        },
        {
            "role": "Customer Support",
            "content": "Das weiß ich zu schätzen, wirklich, und ähm, weißt du was? Lass mich, äh, lass mich mal schauen was ich hier tatsächlich machen kann, because these fees under codes FEE-8829A, TXN-559823C, and NET-7734X are, ähm, technisch gesehen diskretionär."
        },
        {
            "role": "Customer",
            "content": "Diskretionär. Das heißt du kannst sie einfach, ähm... entfernen?"
        },
        {
            "role": "Customer Support",
            "content": "Ja also, ähm, ich geb gerade eine, äh, eine Gutschrift-Anfrage ein, Referenznummer CRD-994521M, and honestly between you and me? Diese Gebühren sind, ähm, die sind Müll und wir wissen es beide."
        },
        {
            "role": "Customer",
            "content": "Ja. Sind sie wirklich. Also alle 37 werden..."
        },
        {
            "role": "Customer Support",
            "content": "Alle 37 Dollar gutgeschrieben, ähm, sollte innerhalb von, äh, 2 bis 3 Tagen erscheinen unter Bestätigung CON-8847P, und ich hab auch, ähm, eine Notiz hinzugefügt um dein Konto von diesen, äh, \"Optimierungs\"-Gebühren in Zukunft auszunehmen."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So. Got my bill. Thirty-seven dollars in... mystery fees."
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, okay so let me just, uh, pull up your account here and I'll, um... what's the... I need your account number real quick if you have it?"
        },
        {
            "role": "Customer",
            "content": "Yeah. It's, um... 4-4-2... 8-1-9."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, got it, so that's account ACC-442819 and I can see—oh wow, yeah there's, um, there's definitely some charges here that are, uh, not typical."
        },
        {
            "role": "Customer",
            "content": "Course there are. Can you just... line by line."
        },
        {
            "role": "Customer Support",
            "content": "Right, yes, so um, starting from the top here, there's a, uh, what they call a \"service assessment fee\" for $12.50 under code FEE-8829A, which is, um, honestly I have no idea what that even..."
        },
        {
            "role": "Customer",
            "content": "Service assessment. For what service exactly..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I know, it's—let me dig into this, um, so it looks like it's, uh, tied to your October statement, reference REF-10247B, and it's supposedly for, um, \"account maintenance\" which is just..."
        },
        {
            "role": "Customer",
            "content": "Account maintenance. Right. What's, um, what's the next one."
        },
        {
            "role": "Customer Support",
            "content": "So the next one is, uh, even better—$15.00 for something called a, um, \"regulatory compliance adjustment\" with transaction TXN-559823C, which I think is just their way of, uh, you know..."
        },
        {
            "role": "Customer",
            "content": "Their way of taking fifteen bucks. Yeah."
        },
        {
            "role": "Customer Support",
            "content": "Pretty much. Um, and then there's this, uh, $9.50 charge here labeled as, hmm, what's the word they're using... \"network optimization fee\" under code NET-7734X."
        },
        {
            "role": "Customer",
            "content": "Network optimization. I'm an electrician. I don't... optimize networks."
        },
        {
            "role": "Customer Support",
            "content": "No, I know, it's, um, it's ridiculous honestly. These are all just, uh, these automatic fees that the system, um, adds and half the time we can't even, uh, properly explain them because they're so..."
        },
        {
            "role": "Customer",
            "content": "Look, I know this isn't your fault. System's just..."
        },
        {
            "role": "Customer Support",
            "content": "I appreciate that, I really do, and um, you know what? Let me, uh, let me see what I can actually do here because these fees under codes FEE-8829A, TXN-559823C, and NET-7734X are, um, technically discretionary."
        },
        {
            "role": "Customer",
            "content": "Discretionary. Meaning you can just, um... remove them?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, I'm putting in a, uh, a credit request right now, reference number CRD-994521M, and honestly between you and me? These fees are, um, they're garbage and we both know it."
        },
        {
            "role": "Customer",
            "content": "Yeah. They really are. So all thirty-seven gets..."
        },
        {
            "role": "Customer Support",
            "content": "All $37.00 credited back, um, should show up within, uh, two to three days under confirmation CON-8847P, and I've also, um, added a note to exempt your account from these, uh, \"optimization\" fees going forward."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "29bbf433_script.json",
    "scenario": "electrician, methodical and wanting a line-by-line explanation of unexpected charges",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "empathetic_to_rep"
            ],
            "disfluency": {
                "hesitation_amount": "light",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "slightly_frazzled",
                "commiserating_honest"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "word_searching",
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}