{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[whispering] Знаешь, она показывает тебе фотографии покойного мужа, а ты всё ещё, [disgusted], планируешь забрать всё, что у неё от него осталось."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Ну, я же её не заставляю ничего подписывать, [clearing throat], она сама решила доверить мне свой инвестиционный портфель, понимаешь?"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Решила доверить поддельные документы, которые ты, [incredulous], 3 недели готовил, пока её муж умирал в, [breaking], хосписе, это ты называешь выбором?"
        },
        {
            "role": "Character 2",
            "content": "[irritated] Слушай, каждый принимает свои решения, а я просто, [dismissive], предлагаю возможности, которые она, [shrugging], может принять или отклонить, like any other business transaction."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Ты занимаешься этим уже 15 лет и как-то до сих пор, [hollow], убеждаешь себя, что обворовывать скорбящих вдов это просто, [sarcastic], обычный бизнес, while your own mother died alone, wondering why you never visited. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] Это совершенно другое, потому что моя мать никогда не, [trailing off], понимала, что я пытался здесь построить."
        },
        {
            "role": "Character 1",
            "content": "[gentle] Ей 83 года, и она только что спросила, напоминаешь ли ты ей, [pained], внука, который перестал звонить после университета, понимаешь?"
        },
        {
            "role": "Character 2",
            "content": "Сходство просто, [uncomfortable], совпадение и не имеет никакого отношения к тому, почему она так, [quickening], охотно доверяет мне своё, [swallowing hard], финансовое будущее."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Ещё есть время уйти от этой сделки, оставить ей, [pleading], хоть что-то на жизнь, instead of another empty account and shattered faith in humanity."
        },
        {
            "role": "Character 2",
            "content": "[cold] Уйти сейчас означало бы, что 3 месяца подготовки потрачены впустую, а у меня есть, [calculating], счета к оплате и образ жизни, который не, [harsh], поддерживается благими намерениями, понимаешь? [short laugh]"
        },
        {
            "role": "Character 1",
            "content": "[weary] Так ты заберёшь её последние 40 тысяч долларов, даже зная, что это, [anguished], всё, что у неё осталось на лечение рака внучки?"
        },
        {
            "role": "Character 2",
            "content": "[firm] Медицинские слезливые истории, [detached], всегда часть игры, because everyone has some tragedy they're dealing with, [cynical]."
        },
        {
            "role": "Character 1",
            "content": "[trembling] Помнишь, когда ты действительно хотел стать, [wistful], настоящим финансовым консультантом, before the first con turned into ten years of this? [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[sharp] Прекрати."
        },
        {
            "role": "Character 1",
            "content": "Ты сейчас собираешься уничтожить ещё одного человека, который показывает тебе, [heartbroken], фотографии покойного мужа и заваривает тебе ромашковый чай, потому что ты упомянул про бессонницу."
        },
        {
            "role": "Character 2",
            "content": "Чай всё равно на вкус как разочарование, и я, [wavering], уже слишком глубоко вжился в эту роль, чтобы сломаться сейчас, понимаешь?"
        },
        {
            "role": "Character 1",
            "content": "[soft] Она только что сказала, что у тебя добрые глаза, как у её сына, и ты всё равно собираешься, [devastated], сделать это с ней."
        },
        {
            "role": "Character 2",
            "content": "Добрые глаза это просто, [strained], генетика и мышечные движения, которые помогают заключать, [mechanical], сделки быстрее, чем агрессивная тактика когда-либо могла бы."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Когда она поймёт, что ты сделал, и перестанет, [broken], есть на 3 недели, как та последняя, это снова будет на нас. [silence]"
        },
        {
            "role": "Character 2",
            "content": "Никакого \"нас\" здесь нет, [frantic], потому что ты просто голос, который я заглушу виски, чтобы забыть её, [cracking], благодарную улыбку, when she signs those papers thinking she's securing her granddaughter's future."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[whispering] You know, um, she's showing you pictures of her late husband and you're still, [disgusted], planning to take everything she has left of him."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Well, I mean, it's not like I'm, [clearing throat], forcing her to sign anything because she's, [nervous laugh], choosing to trust me with her investment portfolio, you know?"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Um, choosing to trust the fake credentials you spent, [incredulous], three weeks perfecting while her husband was dying in, [breaking], hospice care, I mean, that's what you call a choice?"
        },
        {
            "role": "Character 2",
            "content": "[irritated] Look, uhh, everyone makes their own decisions and I'm just, [dismissive], offering opportunities that she's, [shrugging], free to accept or decline like, well, any other business transaction."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] You've been doing this for, um, fifteen years and somehow you still, [hollow], convince yourself that stealing from grieving widows is just, [sarcastic], business as usual while your own mother, well, died alone wondering why you never visited. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] That's, umm, completely different because my mother never, [trailing off], understood what I was trying to build out here."
        },
        {
            "role": "Character 1",
            "content": "[gentle] She's, um, eighty-three years old and just asked if you remind her of, [pained], her grandson who stopped calling after college, you know?"
        },
        {
            "role": "Character 2",
            "content": "The resemblance is just, [uncomfortable], coincidence and has nothing to do with why she's, [quickening], so eager to trust me with her, [swallowing hard], financial future."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Well, um, there's still time to walk away from this one, I mean, to leave her with, [pleading], something to live on instead of another empty account and, uhh, shattered faith in humanity."
        },
        {
            "role": "Character 2",
            "content": "[cold] Walking away now would mean, um, three months of groundwork wasted, and I've got, [calculating], bills to pay and a lifestyle that doesn't, [harsh], maintain itself on good intentions, you know? [short laugh]"
        },
        {
            "role": "Character 1",
            "content": "[weary] So, umm, you'll take her last forty thousand dollars even though you heard her say it's, [anguished], all she has left for her granddaughter's cancer treatment?"
        },
        {
            "role": "Character 2",
            "content": "[firm] Medical sob stories are, [detached], always part of the game because everyone has some, [cynical], tragedy they're dealing with."
        },
        {
            "role": "Character 1",
            "content": "[trembling] Remember when you actually wanted to be, [wistful], a real financial advisor before the first con turned into, [defeated], ten years of this? [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[sharp] Stop it."
        },
        {
            "role": "Character 1",
            "content": "You're about to, um, destroy another human being who's showing you, [heartbroken], photos of her dead husband while making you, uhh, chamomile tea because you mentioned having trouble sleeping."
        },
        {
            "role": "Character 2",
            "content": "The tea tastes like, well, disappointment anyway and I'm, [wavering], already too deep into this character to break now, you know?"
        },
        {
            "role": "Character 1",
            "content": "[soft] Um, she just said you have kind eyes like her son used to, and I mean, you're still going to, [devastated], do this to her anyway."
        },
        {
            "role": "Character 2",
            "content": "Kind eyes are just, [strained], genetics and muscle movements that help close, [mechanical], deals faster than aggressive tactics ever, well, could, umm, accomplish."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Well, um, when she realizes what you've done and stops, [broken], eating for three weeks like the last one did, that'll be on us again. [silence]"
        },
        {
            "role": "Character 2",
            "content": "There is no, [frantic], us here because you're just, umm, the voice I'll silence with enough whiskey to forget her, [cracking], grateful smile when she signs those papers thinking, well, she's securing her granddaughter's future."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "7b3d1b32_scenario.json",
    "scenario": "A swindler's inner voice confronts them in the middle of conning an elderly widow out of her life savings for a fake investment.",
    "type": "scenario_conversation",
    "character_1_role": "inner voice",
    "character_2_role": "swindler",
    "selected_tones": [
        "concealing",
        "scattered",
        "exhausting"
    ],
    "tone_options": [
        "other",
        "tactful",
        "friendly",
        "invigorating",
        "exhausting",
        "concealing",
        "embracing",
        "accommodating",
        "whole",
        "scattered"
    ]
}