{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[carefully neutral] Так, эм, папе предстоит серьёзная реконструкция лица, наверное, три-четыре операции в течение года, и я уже поговорил со своими коллегами, ну, знаешь, чтобы обеспечить ему лучший уход."
        },
        {
            "role": "Character 2",
            "content": "[measured] Да, ну, я ценю, что ты взял на себя медицинскую сторону, это же твоя сфера, понятное дело, но нам стоит обсудить, как мы вообще будем, э, координировать уход за ним после операций и кто за что отвечает."
        },
        {
            "role": "Character 1",
            "content": "Слушай, я знаю, мы не общались, что, 6 лет уже? Но папе мы оба нужны, и я стараюсь, ну, [exhales] стараюсь отбросить всё остальное."
        },
        {
            "role": "Character 2",
            "content": "[softly] 6 лет и 3 месяца, вообще-то, не то чтобы я считал, но да, ты прав, ему нужны мы оба, и я готов, эм, работать с тобой над этим."
        },
        {
            "role": "Character 1",
            "content": "[quietly] Спасибо."
        },
        {
            "role": "Character 2",
            "content": "Дело в том, что я могу подстроить свою нагрузку, взять отгулы на периоды восстановления, но мне нужно знать график операций сильно заранее, потому что, понимаешь, у меня подростки на условном, которые рассчитывают, что я приду."
        },
        {
            "role": "Character 1",
            "content": "Конечно, да."
        },
        {
            "role": "Character 2",
            "content": "Забавно же, правда? Ты восстанавливаешь изуродованные лица, а я работаю с трудными подростками, которые пытаются исправить свою жизнь, и вот мы здесь, [bitter laugh] два брата, которые даже свои отношения наладить не могут."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Это не совсем справедливо, Эмма, в смысле, это ты сказала, что я слишком зациклен на деньгах и статусе, чтобы думать о настоящих проблемах, помнишь? Это твои точные слова на маминых похоронах."
        },
        {
            "role": "Character 2",
            "content": "Потому что ты всё говорил о том, как пропустишь конференцию в Женеве, когда мы буквально стояли у её могилы! [voice cracking] Но ладно, ты прав, не надо было мне так говорить, это был ужасный день для нас обоих."
        },
        {
            "role": "Character 1",
            "content": "Да, ну, может я говорю о работе, когда не знаю, что ещё сказать, окей? [sighs] Я так справляюсь, и я знаю, что ты, эм, ты по-другому это делаешь."
        },
        {
            "role": "Character 2",
            "content": "[gently] Я теперь это понимаю, правда, и работа с этими ребятами научила меня, что все переживают горе по-разному, травму по-разному переживают, так что прости, что осуждал тебя тогда."
        },
        {
            "role": "Character 1",
            "content": "Я должен был больше быть рядом, после маминой смерти, в смысле, а не закапываться в операции и делать вид, что, не знаю, что если я просто продолжу работать, этого как бы и не было."
        },
        {
            "role": "Character 2",
            "content": "Мы оба делали то, что должны были, чтобы пережить это, и честно, видеть папу сейчас таким, с лицом всё... [struggles] Боже, всё возвращается же, да?"
        },
        {
            "role": "Character 1",
            "content": "[wavering] Да."
        },
        {
            "role": "Character 2",
            "content": "[steadier] Но вот что я знаю из своей работы: люди могут меняться, семьи могут исцеляться, просто нужно время и, эм, готовность приходить, даже когда неудобно."
        },
        {
            "role": "Character 1",
            "content": "Знаешь, что странно? Я могу восстановить раздробленную скулу, заново построить челюсть практически из ничего, но так и не понял, как, э, восстановить то, что у нас было до того, как всё развалилось."
        },
        {
            "role": "Character 2",
            "content": "Может, мы и не восстанавливаем то, что было, может, строим что-то новое, что-то, что подходит нам сегодняшним, а не тем, кем мы были в 25 и 23. [hopeful]"
        },
        {
            "role": "Character 1",
            "content": "[softly amazed] Когда ты таким мудрым стал? Нет, серьёзно, младший брат, который воровал мои ключи от машины и врезался в почтовые ящики, теперь такой проницательный человек, который помогает подросткам изменить свою жизнь."
        },
        {
            "role": "Character 2",
            "content": "[laughing gently] Эй, я всего один ящик снёс, и мне было 15! Но да, наверное, мы оба выросли, просто разными путями шли, и может, это нормально, может, именно это папе от нас сейчас и нужно."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[carefully neutral] So, um, Dad's facial reconstruction is going to be extensive, probably three or four surgeries over the next year, and I've already talked to my colleagues about, you know, getting him the best care possible."
        },
        {
            "role": "Character 2",
            "content": "[measured] Right, well, I appreciate you taking the lead on the medical side, obviously that's your area, but we should probably discuss how we're actually going to, uh, coordinate his aftercare and who's handling what."
        },
        {
            "role": "Character 1",
            "content": "Look, I know we haven't really talked in, what, six years now? But Dad's going to need both of us, and I'm trying to be, I mean, [exhales] I'm trying to put everything else aside here."
        },
        {
            "role": "Character 2",
            "content": "[softly] Six years and three months, actually, not that I'm counting or anything, but yeah, you're right, he needs us both, and I'm willing to, um, work with you on this."
        },
        {
            "role": "Character 1",
            "content": "[quietly] Thank you."
        },
        {
            "role": "Character 2",
            "content": "The thing is, I can adjust my caseload, take some time during his recovery periods, but I'll need to know the surgery schedule pretty far in advance because, you know, I've got kids on probation who depend on me showing up."
        },
        {
            "role": "Character 1",
            "content": "Of course, yeah."
        },
        {
            "role": "Character 2",
            "content": "It's actually kind of ironic, isn't it? You fix faces that have been damaged and I work with kids who are trying to fix their lives, and here we are, [bitter laugh] two siblings who can't even fix our own relationship."
        },
        {
            "role": "Character 1",
            "content": "[defensive] That's not entirely fair, Emma, I mean, you're the one who said I was too focused on money and status to care about real problems, remember? Those were your exact words at Mom's funeral."
        },
        {
            "role": "Character 2",
            "content": "Because you kept talking about missing your conference in Geneva while we were literally standing at her graveside! [voice cracking] But okay, you're right, I shouldn't have said it like that, it was a terrible day for both of us."
        },
        {
            "role": "Character 1",
            "content": "Yeah, well, maybe I talk about work when I don't know what else to say, alright? [sighs] It's how I process things, and I know that's not, um, that's not how you do it."
        },
        {
            "role": "Character 2",
            "content": "[gently] I get that now, I really do, and working with these kids has taught me that everyone grieves differently, processes trauma differently, so I'm sorry for judging you back then."
        },
        {
            "role": "Character 1",
            "content": "I should've been there more, after Mom died, I mean, instead of burying myself in surgeries and pretending like, I don't know, pretending like if I just kept working, it wouldn't be real."
        },
        {
            "role": "Character 2",
            "content": "We both did what we had to do to survive it, and honestly, seeing Dad like this now, with his face all... [struggles] God, it brings everything back, doesn't it?"
        },
        {
            "role": "Character 1",
            "content": "[wavering] It does."
        },
        {
            "role": "Character 2",
            "content": "[steadier] But here's what I know from my work: people can change, families can heal, it just takes time and, um, a willingness to show up even when it's uncomfortable."
        },
        {
            "role": "Character 1",
            "content": "You know what's weird? I can reconstruct a shattered cheekbone, rebuild a jaw from basically nothing, but I've never figured out how to, uh, rebuild what we had before everything fell apart."
        },
        {
            "role": "Character 2",
            "content": "Maybe we don't rebuild what we had, maybe we build something new, something that works for who we are now instead of who we were at twenty-five and twenty-three. [hopeful]"
        },
        {
            "role": "Character 1",
            "content": "[softly amazed] When did you become so wise? I mean, seriously, the little sister who used to steal my car keys and crash into mailboxes is now this insightful person who helps kids turn their lives around."
        },
        {
            "role": "Character 2",
            "content": "[laughing gently] Hey, I only hit one mailbox, and I was fifteen! But yeah, I guess we both grew up, just took different paths to get there, and maybe that's okay, maybe that's exactly what Dad needs from us right now."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "730de018_scenario.json",
    "scenario": "A plastic surgeon meets with their estranged sibling who became a juvenile probation officer, as they prepare to jointly care for their father who suffered severe facial injuries in an accident.",
    "type": "scenario_conversation",
    "character_1_role": "plastic surgeon",
    "character_2_role": "juvenile probation officer",
    "selected_tones": [
        "accepting",
        "surrendering",
        "polite"
    ],
    "tone_options": [
        "accepting",
        "objective",
        "decentralized",
        "improvising",
        "eager",
        "regressing",
        "rising",
        "consistent",
        "surrendering",
        "polite"
    ]
}