{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] Маркус, эм, это правда ты вламываешься в, [trembling], кабинет химии в два часа ночи, когда ты, ну, бросил школу три года назад и я никогда, [confused], не думал, что снова тебя увижу? [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Господин Чен, в смысле, вам вообще не должно быть здесь так поздно, и я не, [desperate], ворую ничего, если вы об этом думаете. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[hurt] Я подрабатываю здесь три вечера в неделю теперь, потому что платят, [bitter], гроши, и убираю классы, чтобы свести концы с концами, но видеть тебя вот так после всего, через что мы, [voice breaking], прошли вместе, просто убивает меня."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Вы не понимаете, каково это, [pained], там снаружи, когда у тебя нет аттестата и все смотрят на тебя как на, [hollow], никого, просто очередного неудачника, который не смог, [trailing off], осилить даже базовую химию."
        },
        {
            "role": "Character 1",
            "content": "[gentle] Маркус, слушай, что бы ты там ни искал, эм, мы можем разобраться с этим вместе, потому что ты был, [nostalgic], моим лучшим учеником до того, как всё развалилось с твоей мамой, и, [choked up], я должен был сильнее бороться, чтобы удержать тебя в школе. [sniffles]"
        },
        {
            "role": "Character 2",
            "content": "Ну, там кое-что спрятано за таблицей Менделеева, что я, эм, оставил там в день, когда ушёл, что-то, что может, [nervous], всё изменить, если я просто смогу забрать это так, чтобы никто не узнал, что я вообще, [ashamed], был здесь сегодня ночью."
        },
        {
            "role": "Character 1",
            "content": "[firm] Эм, расскажи мне."
        },
        {
            "role": "Character 2",
            "content": "[reluctant] Это, эм, флешка с кодом, который я написал, и он стоит, ну, [conflicted], больше, чем вы зарабатываете за пять лет, но я спрятал её здесь, потому что не, [regretful], доверял никому, и теперь одна IT-компания хочет купить его, если я смогу, знаешь, доказать, что у меня всё ещё есть оригинальные файлы."
        },
        {
            "role": "Character 1",
            "content": "[stunned] То есть ты говоришь мне, что, эм, пока ты специально заваливал мой предмет, ты на самом деле, [incredulous], писал код достаточно ценный, чтобы изменить свою жизнь?"
        },
        {
            "role": "Character 2",
            "content": "[bitter] Ну, завалить ваш предмет вышло не специально, эм, просто трудно сосредоточиться на домашке, когда ты, [exhausted], пашешь на двух работах, чтобы прокормить братьев и сестёр, пока мама в рехабе уже, [breaking], третий раз, и никто не знает, что ты фактически растишь двоих детей в свои, эээ, семнадцать. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "[overwhelmed] Боже, Маркус, я понятия не имел, что дома всё настолько, [guilty], плохо, иначе я бы сделал больше, чем просто отмечать тебя, [anguished], отсутствующим через день."
        },
        {
            "role": "Character 2",
            "content": "Знаете, господин Чен, вы были единственным учителем, который хоть раз, [grateful], спросил, всё ли у меня в порядке, вместо того чтобы просто списать меня со счетов. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[determined] Ну давай тогда."
        },
        {
            "role": "Character 2",
            "content": "[confused] Что?"
        },
        {
            "role": "Character 1",
            "content": "[resolute] У меня есть ключи от каждого кабинета в этом здании, и мы сейчас заберём твою флешку, [purposeful], потом ты продашь этот код и добьёшься чего-то в жизни, потому что я не позволю тебе стать очередной, [fierce], статистикой, когда у тебя такой талант спрятан за, [emotional], таблицей Менделеева."
        },
        {
            "role": "Character 2",
            "content": "Вы бы рискнули своей работой ради, [disbelief], того, кто вломился в вашу школу?"
        },
        {
            "role": "Character 1",
            "content": "[soft] Маркус, эм, я бы рискнул работой ради парня, который оставался после уроков помогать мне убираться, потому что знал, что мне тоже, [tender], тяжело, того, кто заметил, что я ношу одни и те же три комплекта одежды по кругу, и никогда, ну, никому об этом не говорил."
        },
        {
            "role": "Character 2",
            "content": "[moved] Я помню, как вы плакали в кладовке после того, как документы о разводе, [quiet], принесли в школу."
        },
        {
            "role": "Character 1",
            "content": "[vulnerable] Мы оба нуждались в том, чтобы кто-то видел в нас больше, чем наши, [heavy], худшие моменты, и сегодня ночью я выбираю видеть в тебе блестящего парня, который вот-вот, [hopeful], изменит свою жизнь с моей помощью, а не того, кто совершает взлом с, [firm], проникновением. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[tearful] Я не знаю, как, эм, благодарить вас за это, за то, что всё ещё верите в меня, когда я, [ashamed], сдался годы назад, но обещаю, я не упущу этот шанс и может быть, ну, [determined], наконец стану тем, кем вы сможете гордиться. [crying softly]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] Marcus, um, is that really you breaking into the, [trembling], science lab at two in the morning when you, well, dropped out three years ago and I never, [confused], thought I'd see you again? [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Miss Chen, I mean, you shouldn't even be here this late and I'm not, [desperate], stealing anything if that's what you're thinking. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[hurt] I substitute here three nights a week now because the pay is, [bitter], terrible and I clean classrooms to make ends meet, but seeing you like this after everything we, [voice breaking], worked through together is killing me."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] You don't understand what it's, [pained], like out there when you have no diploma and everyone looks at you like you're, [hollow], nothing, just another dropout who couldn't, [trailing off], make it through basic chemistry."
        },
        {
            "role": "Character 1",
            "content": "[gentle] Marcus, I mean, whatever you're looking for in there, um, we can figure this out together because you were, [nostalgic], my best student before everything fell apart with your mom and, [choked up], I should have fought harder to keep you in school. [sniffles]"
        },
        {
            "role": "Character 2",
            "content": "Well, there's something hidden behind the periodic table that I, um, left there the day I walked out, something that could, [nervous], change everything if I can just get it back without anyone knowing I was ever, [ashamed], here tonight."
        },
        {
            "role": "Character 1",
            "content": "[firm] Um, tell me."
        },
        {
            "role": "Character 2",
            "content": "[reluctant] It's, um, a flash drive with code I wrote that's worth, well, [conflicted], more than you make in five years, but I hid it here because I didn't, [regretful], trust anyone and now some tech company wants to buy it if I can, you know, prove I still have the original files."
        },
        {
            "role": "Character 1",
            "content": "[stunned] So you're telling me that, um, while you were failing my class on purpose you were actually, [incredulous], coding something valuable enough to change your life?"
        },
        {
            "role": "Character 2",
            "content": "[bitter] Well, failing your class wasn't on purpose, um, it's just hard to focus on homework when you're, [exhausted], working two jobs to keep your siblings fed while your mom is in rehab for the, [breaking], third time and nobody knows you're basically raising two kids at, umm, seventeen. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "[overwhelmed] God, Marcus, I had no idea things were that, [guilty], bad at home or I would have done something more than just mark you, [anguished], absent every other day."
        },
        {
            "role": "Character 2",
            "content": "You know, Miss Chen, you were the only teacher who ever, [grateful], asked me if I was okay instead of just writing me off. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[determined] Come on then."
        },
        {
            "role": "Character 2",
            "content": "[confused] What?"
        },
        {
            "role": "Character 1",
            "content": "[resolute] I have keys to every room in this building and we're going to get your flash drive, [purposeful], then you're going to sell that code and make something of yourself because I refuse to let you become another, [fierce], statistic when you have that kind of talent hidden behind a, [emotional], periodic table."
        },
        {
            "role": "Character 2",
            "content": "You'd risk your job for, [disbelief], someone who broke into your school?"
        },
        {
            "role": "Character 1",
            "content": "[soft] Marcus, um, I'd risk my job for the kid who used to stay after class to help me clean up because he knew I was, [tender], struggling too, the one who noticed I wore the same three outfits on rotation and never, well, said anything to anyone."
        },
        {
            "role": "Character 2",
            "content": "[moved] I remember you crying in the supply closet after the divorce papers were, [quiet], delivered to the school."
        },
        {
            "role": "Character 1",
            "content": "[vulnerable] We both needed someone to see us as more than our, [heavy], worst moments, and tonight I'm choosing to see you as the brilliant kid who's about to, [hopeful], turn his life around with my help, not as someone breaking and, [firm], entering. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[tearful] I don't know how to, um, thank you for this, for still believing in me when I, [ashamed], gave up on myself years ago, but I promise I'll make this count and maybe, well, [determined], finally become someone you can be proud of. [crying softly]"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "828580a2_scenario.json",
    "scenario": "A substitute teacher discovers her former star student breaking into the school at night to retrieve valuable code he hid before dropping out three years ago.",
    "type": "scenario_conversation",
    "character_1_role": "substitute",
    "character_2_role": "thief",
    "selected_tones": [
        "tense",
        "attached",
        "purposeful"
    ],
    "tone_options": [
        "realistic",
        "elevating",
        "exceptional",
        "outdated",
        "dedicated",
        "shrinking",
        "meek",
        "purposeful",
        "tense",
        "attached"
    ]
}