{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] Твой супервайзер позвонил мне, когда ты, [accusatory], не появился на третьей групповой сессии и сказал мне, что ты, [stern], работаешь по 16-часовые смены на заводе. [exhales sharply]"
        },
        {
            "role": "Character 2",
            "content": "Ну, эм, мне нужны деньги больше, чем нужно, [defensive], сидеть в кругу и говорить о своих чувствах с, э, незнакомцами, которые ничего не знают о моей жизни."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Эм, эти сессии обязательны для твоего плана лечения и, [disbelief], ты подписал соглашение, которое, ну, ясно указывало, что пропуск трёх приведёт к, [careful], снижению дозы, так что я имею в виду, you knew what the consequences would be."
        },
        {
            "role": "Character 2",
            "content": "[defiant] Ты думаешь, мне есть дело до твоих, [bitter], угроз, когда у меня двое детей, которых надо кормить, и рента, которая, [voice breaking], просрочена на 3 недели, потому что эта клиника забирает половину моей, [angry], зарплаты каждый месяц?"
        },
        {
            "role": "Character 1",
            "content": "Я имею в виду, работать себя до смерти не, [concerned], поможет твоим детям, когда ты, эм, сорвёшься, потому что не разбираешься с основными проблемами, понимаешь. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[shouting] О, так теперь ты эксперт в том, что лучше для моих детей, когда ты, [mocking], сидишь за этим столом весь день, выписываешь рецепты и, эм, судишь людей, которые просто пытаются, [exhausted], пережить ещё одну неделю, I mean, another damn day in this hell?"
        },
        {
            "role": "Character 1",
            "content": "Эмм, я был точно там, где ты сейчас, [quietly], 10 лет назад со своей собственной зависимостью, и, ну, я потерял свою лицензию медбрата на 2 года, прежде чем я, [shaky], пробился обратно, so don't tell me I don't understand what you're going through. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] Ты был, я имею в виду, ты действительно был, [disbelief], пациентом здесь, прежде чем ты, эм, снова стал медбратом, ну, работающим в этой же клинике?"
        },
        {
            "role": "Character 1",
            "content": "[measured] Каждый день я вижу себя в пациентах, которые думают, [gentle], что могут прорваться через восстановление на силе воли, пока, [firm], избегают настоящей работы."
        },
        {
            "role": "Character 2",
            "content": "Но, эм, настоящая работа не оплачивает мой, [desperate], счёт за электричество или, ну, не спасает моих детей от голода, понимаешь."
        },
        {
            "role": "Character 1",
            "content": "[compassionate] Есть ресурсы, доступные через клинику, которые могут помочь с, [hopeful], базовыми расходами, пока ты фокусируешься на восстановлении вместо того, чтобы, [serious], сжигать себя."
        },
        {
            "role": "Character 2",
            "content": "Да, ну, я подал заявку на эти ресурсы 3 месяца назад и, [bitter], получил отказ, потому что я зарабатываю на $20 больше, [sarcastic], в месяц согласно их критериям, так что, эм, that's really helpful for someone in my situation. [laughs bitterly]"
        },
        {
            "role": "Character 1",
            "content": "[determined] Дай мне сделать несколько звонков, потому что есть, [confident], другие программы, которые используют другие критерии."
        },
        {
            "role": "Character 2",
            "content": "[skeptical] Почему ты готов выйти за рамки, чтобы, [suspicious], помочь кому-то, кто был только трудным и, [vulnerable], не соблюдал каждое правило, которое у вас есть?"
        },
        {
            "role": "Character 1",
            "content": "Потому что, эм, кто-то сделал то же самое для меня, когда я был, [emotional], готов сдаться, ну, and I wouldn't be standing here today without their help."
        },
        {
            "role": "Character 2",
            "content": "Я боролся с этим один так, [tired], долго, что я забыл, каково это, когда кто-то действительно, [tearful], заботится. [voice breaking]"
        },
        {
            "role": "Character 1",
            "content": "[soft] Ты не один."
        },
        {
            "role": "Character 2",
            "content": "Ладно, эм, я попробую групповые сессии снова, но, [cautious], только если ты действительно можешь помочь мне разобраться, как, ну, сделать это финансово возможным. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[relieved] Мы сядем прямо сейчас и пройдём через каждый, [determined], доступный вариант, пока не найдём что-то, что работает, and I'll personally advocate for you with the financial board."
        },
        {
            "role": "Character 2",
            "content": "[grateful] Я думаю, я был так, [reflective], зол на систему, что не мог увидеть, что были люди внутри неё, [hopeful], которые действительно пытаются помочь мне найти, [emotional], выход из этого бардака."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] Your supervisor called me when you, [accusatory], didn't show up for your third group session and told me you've been, [stern], pulling sixteen-hour shifts at the plant. [exhales sharply]"
        },
        {
            "role": "Character 2",
            "content": "Well, um, I need the money more than I need to, [defensive], sit in a circle talking about my feelings with, uh, strangers who don't know anything about my life."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Um, those sessions are mandatory for your treatment plan and, [disbelief], you signed an agreement that, well, clearly stated missing three would result in, [careful], tapering your dose, so I mean, you knew the consequences."
        },
        {
            "role": "Character 2",
            "content": "[defiant] You think I care about your, [bitter], threats when I've got two kids to feed and rent that's, [voice breaking], three weeks overdue because this clinic takes half my, [angry], paycheck every month?"
        },
        {
            "role": "Character 1",
            "content": "I mean, working yourself to death isn't, [concerned], going to help your kids when you, um, relapse because you're not dealing with the underlying issues, you know. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[shouting] Oh, so now you're the expert on what's best for my kids when you, [mocking], sit behind that desk all day writing prescriptions and, um, judging people who are just trying to, [exhausted], survive another week, I mean, another damn day?"
        },
        {
            "role": "Character 1",
            "content": "Umm, I've been exactly where you are right now, [quietly], ten years ago with my own addiction, and, well, I lost my nursing license for two years before I, [shaky], fought my way back, so don't tell me I don't, er, understand. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] You were, I mean, you were actually, [disbelief], a patient here before you, um, became a nurse again, well, working at this same clinic?"
        },
        {
            "role": "Character 1",
            "content": "[measured] Every single day I see myself in patients who think, [gentle], they can white-knuckle their way through recovery while, [firm], avoiding the real work."
        },
        {
            "role": "Character 2",
            "content": "But, um, the real work doesn't pay my, [desperate], electric bill or, well, keep my kids from going hungry, you know."
        },
        {
            "role": "Character 1",
            "content": "[compassionate] There are resources available through the clinic that can help with, [hopeful], basic expenses while you focus on recovery instead of, [serious], burning yourself out."
        },
        {
            "role": "Character 2",
            "content": "Yeah, well, I applied for those resources three months ago and, [bitter], got denied because I make twenty dollars too much, [sarcastic], per month according to their guidelines, so, um, that's really helpful. [laughs bitterly]"
        },
        {
            "role": "Character 1",
            "content": "[determined] Let me make some calls because there are, [confident], other programs that use different criteria."
        },
        {
            "role": "Character 2",
            "content": "[skeptical] Why would you go out of your way to, [suspicious], help someone who's been nothing but difficult and, [vulnerable], non-compliant with every rule you have?"
        },
        {
            "role": "Character 1",
            "content": "Because, um, someone did the same for me when I was, [emotional], ready to give up, well, and I wouldn't be standing here today if they hadn't."
        },
        {
            "role": "Character 2",
            "content": "I've been fighting this alone for so, [tired], long that I forgot what it feels like to have someone actually, [tearful], care. [voice breaking]"
        },
        {
            "role": "Character 1",
            "content": "[soft] You're not alone."
        },
        {
            "role": "Character 2",
            "content": "Okay, um, I'll try the group sessions again but, [cautious], only if you can actually help me figure out how to, well, make this work financially. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[relieved] We'll sit down right now and go through every, [determined], available option until we find something that works, and I'll personally, [promising], advocate for you with the financial assistance board."
        },
        {
            "role": "Character 2",
            "content": "[grateful] I guess I've been so, [reflective], angry at the system that I couldn't see there were people within it, [hopeful], actually trying to help me find a, [emotional], way through this mess."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "7dccc84e_scenario.json",
    "scenario": "A methadone clinic nurse confronts a bottling line operator who has been secretly working double shifts to avoid attending mandatory counseling sessions.",
    "type": "scenario_conversation",
    "character_1_role": "methadone clinic nurse",
    "character_2_role": "bottling line operator",
    "selected_tones": [
        "confrontational",
        "defiant"
    ],
    "tone_options": [
        "sending",
        "suspicious",
        "bland",
        "incorrect",
        "one-sided",
        "confrontational",
        "defiant",
        "prudent",
        "solitary",
        "ready"
    ]
}