{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[тихо] Я видел статью о том, что теплица получила эту, [нерешительно], награду за экологичность и подумал, что может мне стоит наконец, [неуверенно], посмотреть, что ты сделал с нашим, [замолкая], с этим местом."
        },
        {
            "role": "Character 2",
            "content": "[настороженно] А, ну, эм, прошло уже типа шесть лет с тех пор, как ты бросил всё это ради, [осторожно], более важных дел в городе, в смысле."
        },
        {
            "role": "Character 1",
            "content": "[защищаясь] Это не совсем, эм, так я это помню, в смысле, это ты, [обиженно], сказал, что мои идеи слишком радикальные для этого, [горько], маленького сообщества, знаешь."
        },
        {
            "role": "Character 2",
            "content": "Сообществу было нужно что-то, [деловито], чем они реально могли бы пользоваться, а не ещё одна площадка для протестов, ну, не ещё одно поле битвы для твоих политических заявлений, короче."
        },
        {
            "role": "Character 1",
            "content": "[тихо] Так что, эм, получается ты добился всего чего хотел, да, теплица работает именно, [размеренно], так как ты себе представлял без моих, [сглатывая], сложностей на пути, так? [вздыхает]"
        },
        {
            "role": "Character 2",
            "content": "[напряжённо] Дело было не в том, чтобы получить что я, ну, хотел, а в том, эм, чтобы сохранить это место живым когда ты ушёл, понимаешь."
        },
        {
            "role": "Character 1",
            "content": "[раздражённо] Ты говоришь так, будто я, [срывающимся голосом], бросил тебя, хотя на самом деле ты вытолкнул меня, потому что моё видение общественной организации, [сердито], не совпадало с твоими безопасными планчиками."
        },
        {
            "role": "Character 2",
            "content": "Твоё видение заключалось в превращении этого места в, [раздражённо], политическое заявление вместо того, чтобы реально выращивать еду для людей, которым она нужна."
        },
        {
            "role": "Character 1",
            "content": "[обиженно] Выращивание еды — это политика, когда, эм, половина района не может позволить себе продукты, [страстно], но ты никогда не хотел это признавать. [пауза]"
        },
        {
            "role": "Character 2",
            "content": "[устало] Может я просто хотел, эм, помогать людям не превращая всё в, ну, борьбу, знаешь."
        },
        {
            "role": "Character 1",
            "content": "Всё, что стоит делать, включает в себя, эм, какую-то борьбу, в смысле, это то, чего ты никогда, [грустно], не понимал в изменении вещей, ну, в настоящем их изменении."
        },
        {
            "role": "Character 2",
            "content": "[шёпотом] Я знаю, эм."
        },
        {
            "role": "Character 1",
            "content": "[удивлённо] Новая молодёжная программа, которую ты начал, она использует, [осознавая], мою старую учебную программу, которую мы вместе планировали для этого места."
        },
        {
            "role": "Character 2",
            "content": "[застигнуто] Ну, эм, некоторые твои идеи были, [смущённо], вообще-то довольно хороши, когда я разобрался как их воплотить, знаешь. [нервно смеётся]"
        },
        {
            "role": "Character 1",
            "content": "Почему ты никогда, эм, не сказал мне, что используешь их, в смысле, [смущённо], я бы помог тебе их адаптировать."
        },
        {
            "role": "Character 2",
            "content": "[уязвимо] Потому что признать, что ты был прав в чём-то, означало, [с трудом], признать, что я был неправ, когда оттолкнул тебя."
        },
        {
            "role": "Character 1",
            "content": "[тихо] Мы оба пытались спасти мир по-своему."
        },
        {
            "role": "Character 2",
            "content": "[эмоционально] Я просто, эм, я хотел спасать его с тобой, ну, не против тебя, но как-то мы оказались на, [срывающимся голосом], противоположных сторонах всего, что было важно для нас, [тихо плача], обоих. [долгая пауза]"
        },
        {
            "role": "Character 1",
            "content": "[дрожа] Эм, я тоже."
        },
        {
            "role": "Character 2",
            "content": "Так что, эм, может мы могли бы попробовать снова, в смысле, по-другому на этот раз, чтобы оба наших подхода работали, [с надеждой], вместе, а не соревновались за одно и то же, [осторожно], место в этом сообществе, которое мы оба любим, ну, если ты хочешь этого, [уязвимо], конечно."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[soft] I saw the article about the greenhouse winning that, [hesitant], sustainability award and thought maybe I should finally, [uncertain], come see what you've done with our, [trailing off], with the place."
        },
        {
            "role": "Character 2",
            "content": "[guarded] Oh, well, um, it's been what, like, six years since you walked away from all this to, [careful], chase bigger causes in the city, I mean."
        },
        {
            "role": "Character 1",
            "content": "[defensive] That's not exactly, um, how I remember it happening, I mean, you're the one who, [hurt], said my ideas were too radical for this, [bitter], small community to handle, you know."
        },
        {
            "role": "Character 2",
            "content": "The community needed something, [practical], they could actually use, not another protest site, well, not another battleground for your political statements, anyway."
        },
        {
            "role": "Character 1",
            "content": "[quiet] So, um, I guess you got everything you wanted then, I mean, the greenhouse running exactly, [measured], how you envisioned it without my, [swallowing], complications getting in the way, right? [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[strained] It wasn't about getting what I, well, wanted, it was about, um, keeping this place alive when you left, you know."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] You make it sound like I, [voice breaking], abandoned you when really you pushed me out because my vision for community organizing, [angry], didn't match your safe little plans."
        },
        {
            "role": "Character 2",
            "content": "Your vision involved turning this into a, [exasperated], political statement instead of actually growing food for people who needed it."
        },
        {
            "role": "Character 1",
            "content": "[wounded] Growing food is political when, um, half the neighborhood can't afford groceries, [passionate], but you never wanted to acknowledge that. [pauses]"
        },
        {
            "role": "Character 2",
            "content": "[tired] Maybe I just wanted to, um, help people without making everything into, well, a fight, you know."
        },
        {
            "role": "Character 1",
            "content": "Everything worth doing involves, um, some kind of fight, I mean, that's what you never, [sad], understood about changing things, well, really changing them."
        },
        {
            "role": "Character 2",
            "content": "[whispered] I know, um."
        },
        {
            "role": "Character 1",
            "content": "[surprised] The new youth program you started, it's using, [realizing], my old curriculum design from when we first planned this place together."
        },
        {
            "role": "Character 2",
            "content": "[caught] Well, um, some of your ideas were, [embarrassed], actually pretty good once I figured out how to implement them, you know. [laughs nervously]"
        },
        {
            "role": "Character 1",
            "content": "Why didn't you ever, um, tell me you were using them, I mean, [confused], I would have helped you adapt them."
        },
        {
            "role": "Character 2",
            "content": "[vulnerable] Because admitting you were right about some things meant, [struggling], admitting I was wrong about pushing you away."
        },
        {
            "role": "Character 1",
            "content": "[soft] We were both trying to save the world in our own ways."
        },
        {
            "role": "Character 2",
            "content": "[emotional] I just, um, I wanted to save it with you, well, not against you, but somehow we ended up on, [voice cracking], opposite sides of everything that mattered to us, [crying softly], both. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[trembling] Um, me too."
        },
        {
            "role": "Character 2",
            "content": "So, um, maybe we could try again, I mean, differently this time with both our approaches working, [hopeful], together instead of competing for the same, [careful], space in this community we both love, well, if you wanted that, [vulnerable], anyway."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "82b724cc_scenario.json",
    "scenario": "A progressive activist visits their childhood friend who now manages the community greenhouse they once planned to run together before their paths diverged.",
    "type": "scenario_conversation",
    "character_1_role": "progressive",
    "character_2_role": "greenhouse manager",
    "selected_tones": [
        "soft-spoken",
        "insecure",
        "withholding"
    ],
    "tone_options": [
        "retreating",
        "intolerant",
        "withholding",
        "soft-spoken",
        "exciting",
        "insecure",
        "inflaming",
        "bland",
        "mediocre",
        "spontaneous"
    ]
}