{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hola, este... necesito cambiar mi servicio de dirección. Seguro estoy llamando al departamento equivocado."
        },
        {
            "role": "Customer Support",
            "content": "No no no, ¡estás exactamente donde tienes que estar! De hecho, qué buena onda—entre nos, si te mudas antes del 15, te te puedo meter en la tarifa promocional en la nueva dirección. ¿Cuál es tu número de cuenta?"
        },
        {
            "role": "Customer",
            "content": "Ay, es... ¿cómo se dice?... la cosa de la cuenta. Perdón, debería haber tenido esto listo."
        },
        {
            "role": "Customer Support",
            "content": "Ey, tranquilo, no hay bronca. Tómate tu tiempo. Mientras lo buscas, también lo puedo sacar con tu número de teléfono—eso eso normalmente es más rápido de todos modos. El sistema muestra todo bajo un solo ID de cuenta principal."
        },
        {
            "role": "Customer",
            "content": "Está bajo el 555-0147. Estoy siendo un desastre con toda esta mudanza."
        },
        {
            "role": "Customer Support",
            "content": "¡Listo listo! Número de cuenta ACT-4489-BC2M, y veo que has estado con nosotros desde 2021—¡qué bien! Ahora viene lo bueno: tu nueva dirección podría calificar para nuestra actualización de fibra, que, honestamente, entre tú y yo... Muchísimo mejor que lo que tienes ahora."
        },
        {
            "role": "Customer",
            "content": "¿En serio? Yo asumí que iba a tener la misma velocidad horrible."
        },
        {
            "role": "Customer Support",
            "content": "¡Ay ay ay, tienes nuestra conexión de cobre vieja! Sí, esas son... mira, te voy a ser franco, esas conexiones prácticamente funcionan de puro milagro a estas alturas. ¿Cuál es la nueva dirección?"
        },
        {
            "role": "Customer",
            "content": "Es 4421 Riverside... eh... Riverside Drive, departamento 2B."
        },
        {
            "role": "Customer Support",
            "content": "Perfecto perfecto. Revisando la disponibilidad para 4421 Riverside Dr Unidad 2B... ¡y sí! Fibra disponible, hasta 940 megabits. Tu plan actual de $67.99 se transfiere tal cual, pero pero la velocidad salta de 25 megas a 200 megas. Mismo precio."
        },
        {
            "role": "Customer",
            "content": "Espera, ¿mismo precio? Eso no puede ser. Siempre hay alguna trampa."
        },
        {
            "role": "Customer Support",
            "content": "Ya sé ya sé, suena súper falso, ¿verdad? Pero mira lo que pasó—y esto es ridículo—actualizaron toda la infraestructura en ese código postal 94402 pero nunca se molestaron en avisarle a los clientes existentes que podían tener mejores velocidades. Es automático cuando transfieres."
        },
        {
            "role": "Customer",
            "content": "¿He estado pagando por internet basura por... este... dos años?"
        },
        {
            "role": "Customer Support",
            "content": "Lamentablemente... sí. El sistema muestra que pudiste haber actualizado en cualquier momento después de marzo 2023. Pero pero escucha, ya que te estás mudando de todos modos, voy a poner esto como una \"corrección de servicio\" lo que te da un crédito de $50 en la próxima factura."
        },
        {
            "role": "Customer",
            "content": "¿Puedes hacer eso? Digo, he sido bastante fiel aquí."
        },
        {
            "role": "Customer Support",
            "content": "Mira, técnicamente necesito aprobación del gerente para créditos de más de $25, pero tu nota de cuenta de enero dice que tuviste ese corte de cuatro horas sin compensación... ¿Referencia de archivo OTG-1147-M? Eso eso básicamente es permiso ahí mismo. Además, cliente de dos años, nunca faltaste un pago—te lo mereces."
        },
        {
            "role": "Customer",
            "content": "¿Cuándo pueden realmente... este... instalarlo? ¿En el lugar nuevo?"
        },
        {
            "role": "Customer Support",
            "content": "Así que aquí es donde me vuelvo el favorito de todos: tengo un espacio el sábado, 14 de diciembre, entre 8 AM y mediodía. El ID del técnico será TEC-3049 o TEC-3052, ambos son de los buenos que sí llegan a tiempo."
        },
        {
            "role": "Customer",
            "content": "El sábado me funciona. Esto... esto salió muchísimo mejor de lo que esperaba."
        },
        {
            "role": "Customer Support",
            "content": "¿Verdad que sí? Y una cosa más—no no le menciones esto a nadie, pero si tienes algún problema en el primer mes, vuelve a llamar y pide el \"equipo de asistencia para mudanzas\" usando la referencia MOV-8827-SAT. Ese es mi equipo directo, nos saltamos toda la burocracia normal y simplemente arreglamos lo que esté mal."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Hi, um... I need to move my service? I'm probably calling the wrong department."
        },
        {
            "role": "Customer Support",
            "content": "No no no, you're in exactly the right place! Actually, perfect timing—between you and me, if you're moving before the 15th, I can I can get you locked into our promotional rate at the new address. What's your account number?"
        },
        {
            "role": "Customer",
            "content": "Oh, it's... what's the word... the account thing. Sorry, I should have had this ready."
        },
        {
            "role": "Customer Support",
            "content": "Hey, no worries at all. Take your time. While you're looking, I can also pull it up with just your phone number—that's that's usually faster anyway. System shows everything under one main account ID."
        },
        {
            "role": "Customer",
            "content": "It's under 555-0147. I'm being so disorganized about this whole move."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it! Account number ACT-4489-BC2M, and I see you've been with us since 2021—nice! So here's the fun part: your new address might qualify for our fiber upgrade, which, honestly, between you and me? Way better than what you have now."
        },
        {
            "role": "Customer",
            "content": "Really? I just assumed I'd get the same terrible speed."
        },
        {
            "role": "Customer Support",
            "content": "Oh oh oh, you have our legacy copper connection! Yeah, those are... look, I'm gonna be straight with you, those connections are basically held together with hope and prayer at this point. What's the new address?"
        },
        {
            "role": "Customer",
            "content": "It's 4421 Riverside... uh... Riverside Drive, apartment 2B."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect. Pulling up the serviceability for 4421 Riverside Dr Unit 2B... and yes! Fiber available, up to 940 megabits. Your current plan at $67.99 actually transfers over, but but the speed jumps from 25 megs to 200 megs. Same price."
        },
        {
            "role": "Customer",
            "content": "Wait, same price? That can't be right. There's always some catch."
        },
        {
            "role": "Customer Support",
            "content": "I know I know, it sounds fake, right? But here's what happened—and this is ridiculous—they upgraded all the infrastructure in that ZIP code 94402 but never bothered telling existing customers they could get better speeds. It's automatic when you transfer."
        },
        {
            "role": "Customer",
            "content": "I've been paying for garbage internet for... er... two years?"
        },
        {
            "role": "Customer Support",
            "content": "Unfortunately... yeah. The system shows you could have upgraded anytime after March 2023. But but listen, since you're moving anyway, I'm backdating this as a \"service correction\" which gives you a $50 credit on the next bill."
        },
        {
            "role": "Customer",
            "content": "You can do that? I mean, I've been pretty loyal here."
        },
        {
            "role": "Customer Support",
            "content": "Look, technically I need manager approval for credits over $25, but your account note from January says you had that four-hour outage with no compensation? File reference OTG-1147-M? That's that's basically permission right there. Plus, two-year customer, never missed a payment—you deserve it."
        },
        {
            "role": "Customer",
            "content": "When can they actually... um... install it? At the new place?"
        },
        {
            "role": "Customer Support",
            "content": "So so here's where I become everyone's favorite person: I've got a Saturday slot, December 14th, between 8 AM and noon. Technician ID will be TEC-3049 or TEC-3052, both are the good ones who actually show up on time."
        },
        {
            "role": "Customer",
            "content": "Saturday works. This is... this turned out way better than expected."
        },
        {
            "role": "Customer Support",
            "content": "Right right? And one more thing—don't don't mention this to anyone, but if you have any issues in the first month, call back and ask for the \"movers assistance team\" using reference MOV-8827-SAT. That's my direct team, we'll skip all the regular nonsense and just fix whatever's wrong."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "55a3d429_script.json",
    "professionalism": "casual",
    "scenario": "wanting to transfer service to a new address",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "self_deprecating_fumbling",
                "indignant_righteous"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "playfully_conspiratorial",
                "commiserating_honest"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}