{
    "conversation": [
        {
            "role": "Customer",
            "content": "Forty minutes. En espera. Después de que me transfirieran dos veces."
        },
        {
            "role": "Customer Support",
            "content": "Oh no no no, that's—that's not right at all. Déjame buscar tu cuenta rapidito, veo que llamas del 555-0392, ¿ese es el número que tenemos registrado?"
        },
        {
            "role": "Customer",
            "content": "Yes. Mira, he usado sus servicios por... déjame ver aquí... ocho años."
        },
        {
            "role": "Customer Support",
            "content": "Eight years, wow, okay lo veo aquí, número de cuenta LKS-44829-P desde 2016. Oye, sé perfectamente lo frustrante que son esas esperas—yo llamé a mi propio banco ayer y también esperé una eternidad."
        },
        {
            "role": "Customer",
            "content": "This isn't just frustrating. Tengo una inquilina afuera sin llaves y..."
        },
        {
            "role": "Customer Support",
            "content": "Got it. Emergencia de cerrajería. ¿Cuál es la dirección de la propiedad?"
        },
        {
            "role": "Customer",
            "content": "4412 Oak. Unidad del tercer piso. La cosa es... este, ¿y si ella simplemente se va?"
        },
        {
            "role": "Customer Support",
            "content": "She won't leave, vamos a—vamos a mandar a alguien ya. Lo estoy poniendo como código de despacho prioritario RED-7X, eso significa dentro de treinta minutos. Sé que probablemente hace frío afuera y ella no está muy contenta contigo ahorita."
        },
        {
            "role": "Customer",
            "content": "Not happy. Eso es... si tiene sentido, o sea... me está amenazando con romper el contrato."
        },
        {
            "role": "Customer Support",
            "content": "Right right. He pasado por eso. Tuve una situación con un inquilino yo mismo una vez, de verdad, no es nada divertido. Tu técnico será Marcus, número de identificación TEC-9847-M, ya va en camino."
        },
        {
            "role": "Customer",
            "content": "Already? Pero si ni siquiera he..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah I started the dispatch while we were talking. Estoy medio rompiendo el protocolo pero ¿cuarenta minutos en espera? Eso es culpa nuestra."
        },
        {
            "role": "Customer",
            "content": "Okay so that means... ¿treinta minutos seguro?"
        },
        {
            "role": "Customer Support",
            "content": "For sure. Marcus está a doce minutos según la unidad de rastreo GPS VH-8829. Mira, de verdad—de verdad siento mucho lo de la espera anterior. El sistema muestra que te rebotaron entre departamentos."
        },
        {
            "role": "Customer",
            "content": "Twice. Facturación, luego despacho, luego espera."
        },
        {
            "role": "Customer Support",
            "content": "Oof. Sí, qué mal."
        },
        {
            "role": "Customer",
            "content": "My father's company. Heredé estas propiedades cuando... y luego ustedes simplemente..."
        },
        {
            "role": "Customer Support",
            "content": "I understand. Negocio familiar, eso es—eso es mucha presión. Tu ticket de servicio es SVC-20943-LK y voy a poner mi extensión directa en las notas, es 4421, así que si Marcus se retrasa aunque sea un minuto, me llamas directamente."
        },
        {
            "role": "Customer",
            "content": "4421. Got it. Esta inquilina, es enfermera. Trabaja de noche. Quedó afuera después de un turno de doce horas."
        },
        {
            "role": "Customer Support",
            "content": "Oh that's—okay okay, estoy agregando eso a las notas de prioridad ahorita mismo. Marcus va a ver que ha estado esperando después de un turno en el hospital. Vamos a—vamos a arreglar esto, te lo prometo. ¿Ocho años con nosotros? No deberías haber esperado ni cuarenta segundos, mucho menos cuarenta minutos."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Forty minutes. On hold. After being transferred twice."
        },
        {
            "role": "Customer Support",
            "content": "Oh no no no, that's—that's not right at all. Let me pull up your account real quick, I see you're calling from 555-0392, is that the number on file?"
        },
        {
            "role": "Customer",
            "content": "Yes. Look, I've used you guys for... let me see here... eight years."
        },
        {
            "role": "Customer Support",
            "content": "Eight years, wow, okay I see that, account number LKS-44829-P since 2016. Listen, I know exactly how frustrating those holds are—I called my own bank yesterday and waited forever too."
        },
        {
            "role": "Customer",
            "content": "This isn't just frustrating. I've got a tenant locked out and..."
        },
        {
            "role": "Customer Support",
            "content": "Got it. Emergency lockout. What's the property address?"
        },
        {
            "role": "Customer",
            "content": "4412 Oak. Third floor unit. The thing is... hmm, what if she just leaves?"
        },
        {
            "role": "Customer Support",
            "content": "She won't leave, we'll—we'll get someone there. I'm putting this as priority dispatch code RED-7X, that means within thirty minutes. I know it's probably cold out there and she's probably not happy with you right now."
        },
        {
            "role": "Customer",
            "content": "Not happy. That's... if that makes sense, I mean... she's threatening to break the lease."
        },
        {
            "role": "Customer Support",
            "content": "Right right. Been there. Had a tenant situation myself once, actually, not fun. Your tech will be Marcus, ID number TEC-9847-M, he's already en route."
        },
        {
            "role": "Customer",
            "content": "Already? But I haven't even..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah I started the dispatch while we were talking. Kind of bending protocol but forty minutes on hold? That's on us."
        },
        {
            "role": "Customer",
            "content": "Okay so that means... thirty minutes for sure?"
        },
        {
            "role": "Customer Support",
            "content": "For sure. Marcus is twelve minutes out according to GPS tracking unit VH-8829. Look, I'm—I'm really sorry about the wait earlier. System shows you got bounced between departments."
        },
        {
            "role": "Customer",
            "content": "Twice. Billing then dispatch then hold."
        },
        {
            "role": "Customer Support",
            "content": "Oof. Yeah."
        },
        {
            "role": "Customer",
            "content": "My father's company. I inherited these properties when... and then you would just..."
        },
        {
            "role": "Customer Support",
            "content": "I understand. Family business, that's—that's a lot of pressure. Your service ticket is SVC-20943-LK and I'm putting my direct extension in the notes, it's 4421, so if Marcus gets delayed even one minute, you call me directly."
        },
        {
            "role": "Customer",
            "content": "4421. Got it. This tenant, she's a nurse. Works nights. Locked out after a twelve hour shift."
        },
        {
            "role": "Customer Support",
            "content": "Oh that's—okay okay, I'm adding that to the priority notes right now. Marcus will see that she's been waiting after a hospital shift. We'll—we'll make this right, I promise. Eight years with us? You shouldn't have waited forty seconds, let alone forty minutes."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "56651c88_script.json",
    "professionalism": "casual",
    "scenario": "locksmith, angry about being transferred and put on hold for forty minutes",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "indignant_righteous",
                "vulnerable_trusting"
            ],
            "disfluency": {
                "hesitation_types": [
                    "trailing_off",
                    "vocalized_thinking",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "slightly_frazzled"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "hedge_words",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        }
    }
}