{
    "conversation": [
        {
            "role": "Character 1",
            "content": "You have really beautiful eyes, you know that?"
        },
        {
            "role": "Character 2",
            "content": "[cry loudly] Nobody's said that to me in years. Most people just see the body, the performance, never actually look at my face."
        },
        {
            "role": "Character 1",
            "content": "I'm sorry, I didn't mean to upset you."
        },
        {
            "role": "Character 2",
            "content": "No no, these are good tears. You'd be surprised how rare genuine compliments are in my line of work. Everything's usually about measurements and moves."
        },
        {
            "role": "Character 1",
            "content": "How long have you been dancing?"
        },
        {
            "role": "Character 2",
            "content": "Seven years this December. Started right after my daughter was born, needed the money fast and it was the only job that paid enough for childcare and rent."
        },
        {
            "role": "Character 1",
            "content": "You have a daughter?"
        },
        {
            "role": "Character 2",
            "content": "Mia, she's seven now. Smart as hell, already reading at a fourth grade level. Her teachers say she's gifted but I already knew that."
        },
        {
            "role": "Character 1",
            "content": "[anxious] Does she know what you do?"
        },
        {
            "role": "Character 2",
            "content": "She thinks I'm a night shift nurse. The hours match up and it explains why I sleep during the day. I'll tell her the truth when she's older, when she can understand nuance."
        },
        {
            "role": "Character 1",
            "content": "That must be hard, keeping that secret."
        },
        {
            "role": "Character 2",
            "content": "[long pause] The hardest part is missing bedtime stories. I record myself reading her favorite books so she can listen when I'm at work. She says my voice helps her sleep better than anything."
        },
        {
            "role": "Character 1",
            "content": "You're a good mom."
        },
        {
            "role": "Character 2",
            "content": "[laugh loudly] A good mom who takes her clothes off for money? That's a new one. Most people think those two things can't coexist in the same person."
        },
        {
            "role": "Character 1",
            "content": "I think you're doing what you have to do."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] You're different from the usual crowd. Most guys either pity me or fetishize me, but you're just talking to me like I'm a regular person."
        },
        {
            "role": "Character 1",
            "content": "You are a regular person."
        },
        {
            "role": "Character 2",
            "content": "[confidently] I make more than most corporate managers, actually. Put away fifteen thousand just this year for Mia's college fund. This job won't last forever but her education will."
        },
        {
            "role": "Character 1",
            "content": "Can I buy you a real drink? Not a work drink?"
        },
        {
            "role": "Character 2",
            "content": "My shift ends at two. There's a 24-hour diner three blocks down that makes incredible pancakes. Meet me there if you're serious about seeing who I actually am."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_20.txt",
    "actor": 4
}