{
    "conversation": [
        {
            "role": "Character 1",
            "content": "I haven't slept in three days. Not a single hour."
        },
        {
            "role": "Character 2",
            "content": "Oh wow. That's... that's really concerning actually. Three whole days without any sleep at all, not even like a quick nap or anything?"
        },
        {
            "role": "Character 1",
            "content": "Nothing. I just lie there staring at the ceiling."
        },
        {
            "role": "Character 2",
            "content": "Geez, I'm... honestly I don't even know what to say. Have you tried, um, have you tried anything specific to help, or is it just this endless loop of consciousness keeping you up?"
        },
        {
            "role": "Character 1",
            "content": "I keep hearing this sound. Like metal scraping."
        },
        {
            "role": "Character 2",
            "content": "Metal scraping? That's, uh, that's pretty specific. Is it coming from somewhere real, like pipes or neighbors, or is it more... I mean, is it something only you're hearing?"
        },
        {
            "role": "Character 1",
            "content": "Only me. My wife says the house is silent."
        },
        {
            "role": "Character 2",
            "content": "Hmm. Okay so, when exactly did this start—the sound and the not sleeping? Did they both begin at the same time, or did one kind of trigger the other?"
        },
        {
            "role": "Character 1",
            "content": "Started after the accident. After I saw what happened."
        },
        {
            "role": "Character 2",
            "content": "[sneeze] Sorry, excuse me. An accident... that must've been, I mean, witnessing something traumatic can really mess with your head in ways you don't expect. Do you want to talk about what you saw?"
        },
        {
            "role": "Character 1",
            "content": "The kid just... appeared. Out of nowhere. I couldn't stop."
        },
        {
            "role": "Character 2",
            "content": "Oh man. Oh god, I'm so sorry. That's... there aren't really words for something like that. The guilt must be absolutely crushing you, even if it wasn't your fault."
        },
        {
            "role": "Character 1",
            "content": "They said it wasn't my fault. The police, everyone. But I know."
        },
        {
            "role": "Character 2",
            "content": "You know? What do you mean you know? Sometimes our brains convince us we're responsible for things that were genuinely beyond our control, especially after trauma like this."
        },
        {
            "role": "Character 1",
            "content": "[very meekly] I was checking my phone. Just for a second."
        },
        {
            "role": "Character 2",
            "content": "Ah. That's... wow, that's a heavy thing to carry. But even a second of distraction doesn't mean—I mean, kids really do appear suddenly, and sometimes there's literally nothing anyone could've done differently."
        },
        {
            "role": "Character 1",
            "content": "The metal sound. It's the brakes. I hear my brakes screaming."
        },
        {
            "role": "Character 2",
            "content": "Jesus. Your brain is replaying that moment over and over, huh? The sound that should've saved them but didn't have time to work. Have you, um, have you talked to anyone professional about this?"
        },
        {
            "role": "Character 1",
            "content": "[speaking fast] No no no, I can't, they'll think I'm crazy, they'll take my license, my job, everything."
        },
        {
            "role": "Character 2",
            "content": "Whoa, hold on—seeking help for trauma doesn't make you crazy, it makes you human. Therapists have confidentiality rules, and honestly, not sleeping for three days is way more likely to cost you those things than getting treatment would."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_35.txt",
    "actor": 4
}