{
    "conversation": [
        {
            "role": "Character 1",
            "content": "तो इन NIL deals के बारे में तुम्हारी क्या राय है, college sports में?"
        },
        {
            "role": "Character 2",
            "content": "ये तो amateur athletics का जनाज़ा है जिसे birthday party की तरह सजाया गया है। हमने बस वो मान लिया है जो सबको पहले से पता था—कि college sports एक business है—लेकिन किसी तरह इसे और भी बदतर बना दिया है, pretending it's about \"empowering athletes.\""
        },
        {
            "role": "Character 1",
            "content": "तुम्हें नहीं लगता कि athletes को compensation मिलनी चाहिए?"
        },
        {
            "role": "Character 2",
            "content": "बिल्कुल deserve करते हैं। लेकिन ये मत कहो कि ये fairness के बारे में है। बस ये तय हो रहा है कि अठारह साल के बच्चों को कौन exploit करेगा—universities या फिर car dealerships और crypto bros."
        },
        {
            "role": "Character 1",
            "content": "ये काफी कठोर बात है।"
        },
        {
            "role": "Character 2",
            "content": "कठोर? Alabama में एक quarterback अब ज़्यादातर CEOs से ज़्यादा कमाता है, while his offensive line gets pizza vouchers. हमने एक ऐसा system बनाया है जहाँ recruiting सिर्फ bidding wars है, boosters के बीच जिनके पास बहुत ज़्यादा पैसा है।"
        },
        {
            "role": "Character 1",
            "content": "लेकिन क्या ये पुराने system से बेहतर नहीं है जहाँ उन्हें कुछ नहीं मिलता था?"
        },
        {
            "role": "Character 2",
            "content": "कुछ नहीं? उन्हें लाखों की education मिलती थी, world-class training, national exposure. अब उन्हें ये सब मिलता है plus a Lamborghini, सिर्फ महीने में दो बार Instagram पर post करने के लिए, किसी ऐसे energy drink के बारे में जो कोई खरीदता ही नहीं।"
        },
        {
            "role": "Character 1",
            "content": "तुम इससे काफी bitter लग रही हो।"
        },
        {
            "role": "Character 2",
            "content": "Bitter नहीं, बस realistic हूँ। देखना क्या होता है team chemistry का जब एक बच्चा Bentley में practice आता है, while his teammates take the bus. ये problems solve नहीं कर रहा, बस नई मुसीबतें खड़ी कर रहा है, bigger price tags के साथ।"
        },
        {
            "role": "Character 1",
            "content": "[delighted] अरे come on, कुछ तो positives दिखती होंगी तुम्हें!"
        },
        {
            "role": "Character 2",
            "content": "हाँ ज़रूर, transfer portal और NIL ने मिलकर sports history का सबसे entertaining chaos बनाया है। कुछ नहीं कहता \"student-athlete\" जैसे तीन बार schools बदलना, highest bidder के पीछे भागते हुए, while majoring in general studies."
        },
        {
            "role": "Character 1",
            "content": "[quickly] लेकिन जो बच्चों को सच में पैसों की ज़रूरत है, उनका क्या?"
        },
        {
            "role": "Character 2",
            "content": "वो बच्चे deals नहीं पा रहे। पैसा five-star recruits के पास जाता है जो पहले से ही set थे, not the walk-on whose family actually needs help. ये teenagers के लिए trickle-down economics है।"
        },
        {
            "role": "Character 1",
            "content": "तुम्हें लगता है कि इसे fix करने का कोई तरीका है?"
        },
        {
            "role": "Character 2",
            "content": "Fix करना? Toothpaste tube से बाहर निकल चुका है। हम सीधे semi-pro leagues की तरफ जा रहे हैं, university logos के साथ, and honestly, maybe that's more honest than what we had before."
        },
        {
            "role": "Character 1",
            "content": "[flirtatious] पता है, तुम काफी attractive लगती हो जब corruption के बारे में इतनी fired up होती हो।"
        },
        {
            "role": "Character 2",
            "content": "हा! रुको ज़रा, wait until you hear my thoughts on conference realignment. TV money ने कैसे सौ साल की rivalries को destroy किया, nothing gets people going like discussing that."
        },
        {
            "role": "Character 1",
            "content": "[anxious] दरअसल, मुझे बताना चाहिए—मेरे भाई ने अभी एक काफी बड़ी NIL deal sign की है।"
        },
        {
            "role": "Character 2",
            "content": "अच्छा, तो उसे कह देना कि जब तक मौका है पैसे बना ले। ये gold rush हमेशा नहीं चलेगा, and when the bubble pops, बहुत से बच्चे सीखेंगे कि \"non-guaranteed\" का मतलब क्या होता है, the hard way."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So what's your take on these NIL deals in college sports?"
        },
        {
            "role": "Character 2",
            "content": "It's amateur athletics' funeral dressed up as a birthday party. We've basically admitted what everyone already knew—that college sports is a business—but somehow made it worse by pretending it's about \"empowering athletes.\""
        },
        {
            "role": "Character 1",
            "content": "You don't think athletes deserve to be compensated?"
        },
        {
            "role": "Character 2",
            "content": "Of course they deserve it. But let's not pretend this is about fairness. It's just shifting who gets to exploit eighteen-year-olds from universities to car dealerships and crypto bros."
        },
        {
            "role": "Character 1",
            "content": "That's pretty harsh."
        },
        {
            "role": "Character 2",
            "content": "Harsh? A quarterback at Alabama makes more than most CEOs now while his offensive line gets pizza vouchers. We've created a system where recruiting is literally just bidding wars between boosters with too much money."
        },
        {
            "role": "Character 1",
            "content": "But isn't that better than the old system where they got nothing?"
        },
        {
            "role": "Character 2",
            "content": "Nothing? They got hundred-thousand-dollar educations, world-class training, national exposure. Now they get all that plus a Lamborghini for posting on Instagram twice a month about some energy drink nobody buys."
        },
        {
            "role": "Character 1",
            "content": "You sound bitter about it."
        },
        {
            "role": "Character 2",
            "content": "Not bitter, just realistic. Watch what happens to team chemistry when one kid drives a Bentley to practice while his teammates take the bus. This isn't solving problems, it's creating new ones with bigger price tags."
        },
        {
            "role": "Character 1",
            "content": "[delighted] Oh come on, you must see some positives here!"
        },
        {
            "role": "Character 2",
            "content": "Sure, the transfer portal combined with NIL has created the most entertaining chaos in sports history. Nothing says \"student-athlete\" like switching schools three times chasing the highest bidder while majoring in general studies."
        },
        {
            "role": "Character 1",
            "content": "[quickly] What about the kids who actually need the money though?"
        },
        {
            "role": "Character 2",
            "content": "Those kids aren't getting the deals. The money flows to five-star recruits who were already set, not the walk-on whose family actually needs help. It's trickle-down economics for teenagers."
        },
        {
            "role": "Character 1",
            "content": "Do you think there's any way to fix it?"
        },
        {
            "role": "Character 2",
            "content": "Fix it? The toothpaste is out of the tube. We're heading straight toward semi-pro leagues with university logos, and honestly, maybe that's more honest than what we had before."
        },
        {
            "role": "Character 1",
            "content": "[flirtatious] You know, you're kind of attractive when you're all fired up about corruption."
        },
        {
            "role": "Character 2",
            "content": "Ha! Wait until you hear my thoughts on conference realignment. Nothing gets people going like discussing how TV money destroyed hundred-year rivalries."
        },
        {
            "role": "Character 1",
            "content": "[anxious] Actually, I should probably mention—my brother just signed a pretty big NIL deal."
        },
        {
            "role": "Character 2",
            "content": "Well, tell him to get his money while he can. This gold rush won't last forever, and when the bubble pops, a lot of kids are going to learn what \"non-guaranteed\" means the hard way."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_25.txt"
}