{
    "conversation": [
        {
            "role": "Character 1",
            "content": "सुनो, मुझे पता है ये deposition prep कितना stressful है, लेकिन तुम बहुत अच्छा करोगी। हमने ये दर्जनों बार practice किया है ना।"
        },
        {
            "role": "Character 2",
            "content": "[pause] हाय राम, हाय राम, मैं नहीं—मैं literally कुछ भी याद नहीं कर पा रही अभी! मेरा दिमाग बिल्कुल, जैसे, completely blank हो गया है और मुझे 3 साल के shift schedules के बारे में testify करना है और, अ, मुझे लग रहा है मुझे heart attack आ रहा है actually।"
        },
        {
            "role": "Character 1",
            "content": "गहरी सांस लो, मेरे साथ गहरी सांस लो। तुम इस material को सबसे बेहतर जानती हो।"
        },
        {
            "role": "Character 2",
            "content": "लेकिन अगर वो October incident के बारे में पूछें तो?! मेरा मतलब, मुझे तो उस रात काम पर होना भी नहीं था, और अब वो सोचेंगे कि मैं overtime logs के बारे में झूठ बोल रही हूं और, अम्म, सच में मुझे यहीं इस conference room में उल्टी हो जाएगी।"
        },
        {
            "role": "Character 1",
            "content": "सुनो, तुम वहां थीं, तुमने सब कुछ properly document किया था। सच तुम्हारे साथ है।"
        },
        {
            "role": "Character 2",
            "content": "[gasp loudly] रुको रुको रुको, तुमने कहा plaintiff's lawyer वो Barnes वाला है?! वही जिसने पिछले महीने उस witness को stand पर रुला दिया था—मैंने पढ़ा था उसके बारे में, और अब वो मुझे destroy कर देगा और सब देखेंगे ये होते हुए!"
        },
        {
            "role": "Character 1",
            "content": "Barnes tough है, लेकिन हम उसकी tactics के लिए तैयार हैं। तुम बस facts से चिपकी रहना।"
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Facts, हाँ, ठीक है, facts... बस, अम्म, अगर मैं गलती से कुछ गलत बोल दूं तो? जैसे अगर मैं dates mix up कर दूं या, या किसी का नाम भूल जाऊं और फिर लगे कि मैं बना रही हूं?"
        },
        {
            "role": "Character 1",
            "content": "[chuckle] तुम कुछ mix up नहीं करोगी। तुम्हारे notes वहीं हैं अगर जरूरत पड़े तो।"
        },
        {
            "role": "Character 2",
            "content": "Notes! हाँ! बस, अ, मेरी handwriting अभी किसी serial killer के manifesto जैसी लग रही है क्योंकि मेरे हाथ इतने कांप रहे हैं, और मुझे पक्का लग रहा है court reporter सोचेगा कि मेरा कोई breakdown हो रहा है, जो, मेरा मतलब, technically हो तो रहा ही है!"
        },
        {
            "role": "Character 1",
            "content": "[cry loudly] कोई तुम्हारी handwriting को judge नहीं कर रहा! ये workplace safety violations के बारे में है, याद है?"
        },
        {
            "role": "Character 2",
            "content": "Workplace safety, हाँ हाँ हाँ, बस अब मैं उन सब बार के बारे में सोच रही हूं जब मैंने, अम्म, technically हर single protocol को letter तक follow नहीं किया, और अगर उन्हें somehow पता चल गया उस बार के बारे में जब मैंने Jennifer को 5 minute late clock in करने दिया बिना report किए?!"
        },
        {
            "role": "Character 1",
            "content": "[trailing off] वो इस case से relevant नहीं है और तुम जानती हो..."
        },
        {
            "role": "Character 2",
            "content": "अब कुछ भी relevant नहीं लग रहा! मेरी पूरी life बस, जैसे, एक massive liability बन गई है, और मैं सोचती रहती हूं कि अगर वो मेरी management style के बारे में पूछें और मैं गलती से admit कर दूं कि मैं basically 90 percent time तो बस जैसे-तैसे manage कर रही हूं?"
        },
        {
            "role": "Character 1",
            "content": "तुम जैसे-तैसे नहीं कर रहीं। तुम 4 साल से shift lead हो बिना किसी major incident के।"
        },
        {
            "role": "Character 2",
            "content": "Zero major incidents जो उन्हें पता हैं! लेकिन, अरे यार, वो सब near-misses जो मैंने बस, अम्म, internally handle कर लिए? क्या ये perjury है अगर मैं उनका mention ना करूं? क्या मैं jail जाऊंगी?!"
        },
        {
            "role": "Character 1",
            "content": "[belly laugh] तुम jail नहीं जाओगी एक अच्छी manager होने के लिए जिसने problems solve किए!"
        },
        {
            "role": "Character 2",
            "content": "अच्छी manager! हा! वो, अ, वो actually बहुत sweet है तुम्हारा ये कहना, लेकिन मैं literally कल 20 minute supply closet में रो रही थी इसके बारे में, और अब मुझे judge के सामने professional और competent दिखना है?"
        },
        {
            "role": "Character 1",
            "content": "तुम हो professional और competent। एक और practice run करें?"
        },
        {
            "role": "Character 2",
            "content": "ठीक है, हाँ, practice, हम कर सकते हैं... बस, रुको, वो आवाज़ सुनाई दे रही है? मुझे लग रहा है वो हमें अंदर बुला रहे हैं already और, हाय भगवान, मुझे सच में सच में लग रहा है मैं बेहोश हो जाऊंगी इस बार, like for real!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, I know this deposition prep is intense, but you're going to do great. We've practiced this dozens of times."
        },
        {
            "role": "Character 2",
            "content": "[pause] Oh god, oh god, I can't—I literally can't remember anything right now! My brain is just, like, completely blank and I'm supposed to testify about three years of shift schedules and, uh, I think I'm having a heart attack actually."
        },
        {
            "role": "Character 1",
            "content": "Deep breaths, just take deep breaths with me. You know this material better than anyone."
        },
        {
            "role": "Character 2",
            "content": "But what if they ask about the October incident?! I mean, I wasn't even supposed to be working that night, and now they're gonna think I'm lying about the overtime logs and, er, honestly I might just throw up right here in this conference room."
        },
        {
            "role": "Character 1",
            "content": "Listen, you were there, you documented everything properly. The truth is on your side here."
        },
        {
            "role": "Character 2",
            "content": "[gasp loudly] Wait wait wait, did you say the plaintiff's lawyer is that Barnes guy?! He's the one who made that witness cry on the stand last month—I read about it, and now he's gonna destroy me and everyone will see it happen!"
        },
        {
            "role": "Character 1",
            "content": "Barnes is tough, but we're prepared for his tactics. You just stick to the facts."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] The facts, right, okay, the facts... except, um, what if I accidentally say something wrong? Like what if I mix up the dates or, or I forget someone's name and then it looks like I'm making stuff up?"
        },
        {
            "role": "Character 1",
            "content": "[chuckle] You won't mix anything up. You've got your notes right there if you need them."
        },
        {
            "role": "Character 2",
            "content": "Notes! Yes! Except, uh, my handwriting looks like a serial killer's manifesto right now because my hands are shaking so bad, and I swear the court reporter is gonna think I'm having some kind of breakdown, which, I mean, technically I kind of am!"
        },
        {
            "role": "Character 1",
            "content": "[cry loudly] Nobody's judging your handwriting! This is about workplace safety violations, remember?"
        },
        {
            "role": "Character 2",
            "content": "Workplace safety, right right right, except now I'm thinking about all those times I didn't, er, technically follow every single protocol to the letter, and what if they somehow know about the time I let Jennifer clock in five minutes late without reporting it?!"
        },
        {
            "role": "Character 1",
            "content": "[trailing off] That's not relevant to this case and you know it..."
        },
        {
            "role": "Character 2",
            "content": "Nothing feels relevant anymore! My whole life is just, like, one massive liability now, and I keep thinking what if they ask me about my management style and I accidentally admit I'm basically winging it ninety percent of the time?"
        },
        {
            "role": "Character 1",
            "content": "You're not winging it. You've been shift lead for four years with zero major incidents."
        },
        {
            "role": "Character 2",
            "content": "Zero major incidents that they KNOW about! But, oh man, what about all those near-misses that I just, um, handled internally? Is that perjury if I don't mention them? Am I going to jail?!"
        },
        {
            "role": "Character 1",
            "content": "[belly laugh] You're not going to jail for being a good manager who solved problems!"
        },
        {
            "role": "Character 2",
            "content": "A good manager! Ha! That's, uh, that's actually really nice of you to say, but I literally spent twenty minutes yesterday crying in the supply closet about this, and now I'm supposed to look professional and competent in front of a judge?"
        },
        {
            "role": "Character 1",
            "content": "You ARE professional and competent. One more practice run?"
        },
        {
            "role": "Character 2",
            "content": "Okay, yeah, practice, we can do that... except, wait, do you hear that? I think that's them calling us in already and, oh god, I really really think I'm gonna pass out this time, like for real!"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_32.txt"
}