{
    "conversation": [
        {
            "role": "Character 1",
            "content": "अरे, तो हमारे पास employee assistance program है? कब से? मैं— मुझे तो लगा था कि ये सिर्फ बड़ी companies में होता है?"
        },
        {
            "role": "Character 2",
            "content": "अरे हाँ, actually हमारे पास तो, अम्म, करीब 18 महीने से है। सच में ये उन चीज़ों में से है जो HR ने शुरू तो की पर कभी ठीक से, मतलब, promote ही नहीं किया, जो काफी irritating है क्योंकि लोग ऐसे benefits के पैसे दे रहे हैं जिनके बारे में उन्हें पता ही नहीं है।"
        },
        {
            "role": "Character 1",
            "content": "पर ये कैसे— sorry, मैं समझने की कोशिश कर रही हूँ— ये exactly क्या cover करता है?"
        },
        {
            "role": "Character 2",
            "content": "[मज़ाक में] अच्छा, capitalism को लेकर तुम्हारी existential crisis छोड़कर सब कुछ! नहीं पर seriously, ये, अ, काफी comprehensive है—mental health counseling, obviously, पर साथ में financial planning, legal consultation, even जैसे, pet bereavement support जो मुझे पहले अजीब लगा था पर apparently लोग सच में use करते हैं।"
        },
        {
            "role": "Character 1",
            "content": "Pet bereavement? ये तो— अरे नहीं, वापस mental health वाली बात पे आते हैं। कितने sessions मिलते हैं?"
        },
        {
            "role": "Character 2",
            "content": "हम्म, तो तुम्हें 8 free sessions मिलते हैं per issue, per year, जो— okay ये confusing लग रहा होगा पर basically अगर तुम, पता नहीं, anxiety से deal कर रही हो तो वो एक issue है, और फिर अगर तुम्हारी शादी टूट जाए तो वो technically अलग issue है तो उसके लिए और 8 sessions मिलेंगे।"
        },
        {
            "role": "Character 1",
            "content": "अच्छा! मेरी बहन— नहीं wait, ये relevant नहीं है। अम्म। ये confidential है?"
        },
        {
            "role": "Character 2",
            "content": "[तेज़ी से] बिल्कुल confidential हाँ एकदम HR को कोई information नहीं मिलती सिवाय aggregate usage data के तो जैसे उन्हें पता होगा कि 20 percent employees ने use किया पर specifically कौन ये नहीं और honestly अगर तुम अपने manager को भी बताओ कि use कर रही हो तो भी वो कोई details access नहीं कर सकते ये actually legally protected information है!"
        },
        {
            "role": "Character 1",
            "content": "ये... ये अच्छा है। मैं भूलती जा रही हूँ कि क्या पूछना था। अच्छा! वो financial planning वाला part?"
        },
        {
            "role": "Character 2",
            "content": "हाँ right, वो actually बहुत useful है। वो basically कोई भी पैसे से related चीज़ में help करते हैं—budgeting, debt management, even जैसे tax preparation assistance। मैंने last year use किया था जब मैं ये figure out करने की कोशिश कर रही थी कि mortgage refinance करूँ या नहीं और advisor ने शायद मेरे, अ, हज़ारों rupees बचाए honestly।"
        },
        {
            "role": "Character 1",
            "content": "क्या एक साथ कई services use कर सकते हैं? जैसे therapy और financial— या ये ज़्यादा हो जाएगा?"
        },
        {
            "role": "Character 2",
            "content": "नहीं नहीं, तुम बिल्कुल एक साथ multiple services use कर सकती हो! Actually यही तो पूरा point है—ज़िंदगी की problems neat categories में तो आती नहीं हैं ना? जैसे अगर तुम पैसों की tension में हो तो वो तुम्हारी mental health को affect कर रही होगी तो तुम्हें दोनों की ज़रूरत हो सकती है, और वो actually इस holistic approach को encourage करते हैं।"
        },
        {
            "role": "Character 1",
            "content": "[ज़ोर से हांफना] अरे याद आया! मेरी neighbor ने कुछ eldercare resources के बारे में बताया था?"
        },
        {
            "role": "Character 2",
            "content": "[व्यंग्य से] हाँ हाँ, अब याद आया जब मैं 10 minute से बोल रही हूँ! पर हाँ, eldercare बहुत बड़ी चीज़ है—वो facilities ढूंढने में help करते हैं, Medicare समझने में, care coordinate करने में, वो सारी overwhelming चीज़ें जो, honestly, कोई सिखाता ही नहीं जब तक तुम उसमें फँस नहीं जाती।"
        },
        {
            "role": "Character 1",
            "content": "[ज़ोर से हंसना] Sorry, मेरा दिमाग आज बिल्कुल इधर-उधर है! ये सब access कैसे करते हैं?"
        },
        {
            "role": "Character 2",
            "content": "एक, अ, dedicated hotline है जो 24/7 चलती है, plus एक app है जो surprisingly बुरी नहीं है। बस call करो या log in करो, बताओ कि किस चीज़ में help चाहिए, और वो तुम्हें right specialist से connect कर देते हैं, हम्म, usually 24 से 48 hours में most services के लिए, कभी-कभी crisis में same-day भी।"
        },
        {
            "role": "Character 1",
            "content": "App में शायद हमारा employee ID चाहिए होगा ना? मुझे अपना कभी याद नहीं रहता।"
        },
        {
            "role": "Character 2",
            "content": "Actually हाँ, शुरू में employee ID चाहिए पर फिर तुम, अ, biometric login set up कर सकती हो, जो honestly thank god क्योंकि मैं भी constantly भूलती थी—मतलब, वो इतने complicated क्यों बनाते हैं उन random numbers और letters के साथ?"
        },
        {
            "role": "Character 1",
            "content": "ये सब सुनकर लग रहा है कि मुझे शायद... actually इन services को use करना चाहिए। शायद financial वाली?"
        },
        {
            "role": "Character 2",
            "content": "Honestly, हाँ! मेरा मतलब, हम literally इसके पैसे दे रहे हैं अपने benefits package में चाहे use करें या नहीं, तो फायदा उठाना ही चाहिए—plus specially financial planning, जैसे, जितनी जल्दी शुरू करो उतना better होगा, पता है ना?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Wait, so we have an employee assistance program? Since when? I— I thought that was just for like, big companies?"
        },
        {
            "role": "Character 2",
            "content": "Oh gosh, yeah, we've actually had it for, um, about eighteen months now. It's honestly one of those things that HR rolled out but never really, er, promoted properly, which is kind of frustrating because people are paying for benefits they don't even know exist."
        },
        {
            "role": "Character 1",
            "content": "But how does— sorry, I'm trying to— what exactly does it cover again?"
        },
        {
            "role": "Character 2",
            "content": "[joking] Well, everything except your existential dread about capitalism! No but seriously, it's, uh, it's pretty comprehensive—mental health counseling, obviously, but also financial planning, legal consultation, even like, pet bereavement support which I thought was weird at first but apparently people really use that one."
        },
        {
            "role": "Character 1",
            "content": "Pet bereavement? That's a— wait, no, back to the mental health thing. How many sessions?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, so you get eight free sessions per issue, per year, which— okay that sounds confusing but basically if you're dealing with, I don't know, anxiety that's one issue, and then if your marriage falls apart that's technically a separate issue so you'd get another eight sessions for that."
        },
        {
            "role": "Character 1",
            "content": "Oh! My sister works at— no wait, that's not relevant. Um. Is it confidential?"
        },
        {
            "role": "Character 2",
            "content": "[speeding up] Completely confidential yes absolutely HR doesn't get any information except aggregate usage data so like they'll know twenty percent of employees used it but not who specifically and honestly even if you tell your manager you're using it they can't access any details whatsoever it's actually legally protected information!"
        },
        {
            "role": "Character 1",
            "content": "That's... that's good. I keep forgetting what I wanted to ask. Oh! The financial planning part?"
        },
        {
            "role": "Character 2",
            "content": "Ah right, yeah, that one's actually really useful. They'll help with, um, basically anything money-related—budgeting, debt management, even like tax preparation assistance. I used it last year when I was trying to figure out whether to refinance my mortgage and the advisor probably saved me, er, thousands of dollars honestly."
        },
        {
            "role": "Character 1",
            "content": "Can you use multiple services at once? Like therapy and financial— or is that greedy?"
        },
        {
            "role": "Character 2",
            "content": "No no, you can absolutely use multiple services simultaneously! That's kind of the whole point actually—life problems don't happen in neat little categories, right? Like if you're stressed about money it's affecting your mental health so you might need both, and they actually encourage that holistic approach."
        },
        {
            "role": "Character 1",
            "content": "[gasp loudly] Wait I just remembered! My neighbor mentioned something about eldercare resources?"
        },
        {
            "role": "Character 2",
            "content": "[mocking] Oh sure, now you remember after I've been talking for ten minutes! But yeah, eldercare is huge—they help with finding facilities, understanding Medicare, coordinating care, all that overwhelming stuff that, honestly, nobody teaches you until you're drowning in it."
        },
        {
            "role": "Character 1",
            "content": "[laugh hard] Sorry, my brain is just everywhere today! How do you even access all this?"
        },
        {
            "role": "Character 2",
            "content": "There's a, uh, dedicated hotline that's 24/7, plus an app which is surprisingly not terrible. You just call or log in, explain what you need help with, and they connect you to the right specialist within, mmm, usually 24 to 48 hours for most services, sometimes same-day for crisis stuff."
        },
        {
            "role": "Character 1",
            "content": "The app probably requires our employee ID right? I can never remember mine."
        },
        {
            "role": "Character 2",
            "content": "Actually yeah, you need your employee ID initially but then you can set up, er, biometric login, which honestly thank god because I was constantly forgetting mine too—it's like, why do they make them so complicated with all those random numbers and letters?"
        },
        {
            "role": "Character 1",
            "content": "This is all making me realize I should probably... actually use some of these services. Maybe the financial one?"
        },
        {
            "role": "Character 2",
            "content": "Honestly, yes! I mean, we're literally paying for it through our benefits package whether we use it or not, so you might as well take advantage—plus the financial planning especially, like, the earlier you start that stuff the better off you'll be, you know?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_34.txt"
}