{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] Te pedí que bajaras porque necesitaba mostrarte estos scans yo misma, no mandarlos por algún portal del hospital o que otro doctor te los explicara."
        },
        {
            "role": "Character 2",
            "content": "[wary] No me has llamado en 3 años, y de repente me estás llamando al trabajo diciendo que es urgente por los dolores de cabeza de mamá, so what exactly am I looking at here?"
        },
        {
            "role": "Character 1",
            "content": "[measured] El contraste muestra un glioblastoma multiforme en el lóbulo temporal izquierdo, aproximadamente 4 centímetros, with significant edema and midline shift already visible."
        },
        {
            "role": "Character 2",
            "content": "[stunned pause] Eso es cáncer cerebral. ¿Me estás diciendo que mamá tiene cáncer cerebral y estás usando todos estos términos clínicos como si fuera una de tus estudiantes de medicina?"
        },
        {
            "role": "Character 1",
            "content": "Es grado 4, which means it's aggressive, y ya infiltró el tejido circundante más allá de lo que podemos ver en las imágenes. [exhales heavily]"
        },
        {
            "role": "Character 2",
            "content": "¿Cuánto tiempo?"
        },
        {
            "role": "Character 1",
            "content": "[softly] Con tratamiento, la supervivencia media es típicamente de 14 a 16 meses, pero la posición del tumor de mamá hace que la cirugía sea complicada y ya está mostrando síntomas neurológicos."
        },
        {
            "role": "Character 2",
            "content": "Jesús. [shaky exhale]"
        },
        {
            "role": "Character 1",
            "content": "[struggling] He visto miles de estos scans en mi carrera, le he dado esta noticia a cientos de familias, but seeing Mom's name on the file just completely broke my clinical detachment."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Así que ahora necesitas a tu hermanita otra vez, después de todos esos años diciéndome que vendí mi alma a Wall Street, que elegí el dinero sobre la medicina como papá quería."
        },
        {
            "role": "Character 1",
            "content": "[defensive] No es por eso que te llamé—mamá nos necesita a las dos ahora, and whatever happened between us doesn't matter when we're talking about her remaining time."
        },
        {
            "role": "Character 2",
            "content": "Tienes razón, sé que tienes razón, pero [voice cracking], no puedo procesar esto mientras estás ahí parada con tu bata blanca siendo tan malditamente compuesta sobre nuestra madre muriendo."
        },
        {
            "role": "Character 1",
            "content": "No estoy compuesta para nada—vomité dos veces después de revisar sus scans, and I haven't slept in 48 hours trying to find any study or trial that might help."
        },
        {
            "role": "Character 2",
            "content": "[firmly] El dinero no es problema para el tratamiento. Whatever experimental therapy exists, dondequiera que estén los mejores especialistas, lo puedo hacer realidad en días."
        },
        {
            "role": "Character 1",
            "content": "Hay un ensayo de inmunoterapia en Johns Hopkins para el que podría calificar, pero la tasa de aceptación es menos del 10 por ciento y los resultados todavía son mayormente sin probar."
        },
        {
            "role": "Character 2",
            "content": "Conozco al jefe de oncología ahí de una inversión en biotecnología que hicimos juntos—I can have her evaluated by Monday if you think there's even a chance."
        },
        {
            "role": "Character 1",
            "content": "[weary] Esto es exactamente lo que le daba miedo, ¿sabes? Que solo volveríamos a unirnos por algo terrible, standing in some sterile room planning her final months."
        },
        {
            "role": "Character 2",
            "content": "[raw whisper] ¿Ya sabe? ¿Le has dicho lo que me acabas de decir a mí, o querías que estuviéramos juntas cuando lo escuchara?"
        },
        {
            "role": "Character 1",
            "content": "Ella sabe que algo está mal por los síntomas, pero no pude explicarle el pronóstico completo hasta que estuvieras aquí. [voice dropping]"
        },
        {
            "role": "Character 2",
            "content": "[resolved] Entonces vamos a decirle juntas, and we figure out how to make whatever time she has left mean something more than our stupid grudges."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] I asked you to come down because I needed to show you these scans myself, not send them through some hospital portal or have another doctor explain them."
        },
        {
            "role": "Character 2",
            "content": "[wary] You haven't called me in three years, and suddenly you're paging me at work saying it's urgent about Mom's headaches, so what exactly am I looking at here?"
        },
        {
            "role": "Character 1",
            "content": "[measured] The contrast enhancement shows a glioblastoma multiforme in the left temporal lobe, approximately four centimeters, with significant edema and midline shift already visible."
        },
        {
            "role": "Character 2",
            "content": "[stunned pause] That's brain cancer. You're telling me Mom has brain cancer and you're using all these clinical terms like I'm one of your medical students?"
        },
        {
            "role": "Character 1",
            "content": "It's grade four, which means it's aggressive and has already infiltrated surrounding tissue beyond what we can see on the imaging. [exhales heavily]"
        },
        {
            "role": "Character 2",
            "content": "How long?"
        },
        {
            "role": "Character 1",
            "content": "[softly] With treatment, median survival is typically fourteen to sixteen months, but Mom's tumor position makes surgery complicated and she's already showing neurological symptoms."
        },
        {
            "role": "Character 2",
            "content": "Jesus Christ. [shaky exhale]"
        },
        {
            "role": "Character 1",
            "content": "[struggling] I've looked at thousands of these scans over my career, told hundreds of families this news, but seeing Mom's name on the file just completely broke my clinical detachment."
        },
        {
            "role": "Character 2",
            "content": "[bitter] So now you need your little brother again, after all those years of telling me I sold my soul to Wall Street, that I chose money over medicine like Dad wanted."
        },
        {
            "role": "Character 1",
            "content": "[defensive] That's not why I called you here—Mom needs both of us now, and whatever happened between us doesn't matter when we're talking about her remaining time."
        },
        {
            "role": "Character 2",
            "content": "You're right, I know you're right, but [voice cracking], I can't process this while you're standing there in your white coat being so goddamn composed about our mother dying."
        },
        {
            "role": "Character 1",
            "content": "I'm not composed at all—I threw up twice after reviewing her scans and haven't slept in forty-eight hours trying to find any study or trial that might help."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Money isn't an issue for treatment. Whatever experimental therapy exists, wherever the best specialists are, I can make it happen within days."
        },
        {
            "role": "Character 1",
            "content": "There's an immunotherapy trial at Johns Hopkins that she might qualify for, but the acceptance rate is less than ten percent and the results are still largely unproven."
        },
        {
            "role": "Character 2",
            "content": "I know the chief of oncology there from a biotech investment we did together—I can have her evaluated by Monday if you think there's even a chance."
        },
        {
            "role": "Character 1",
            "content": "[weary] This is exactly what she was afraid of, you know—that we'd only come together again over something terrible, standing in some sterile room planning her final months."
        },
        {
            "role": "Character 2",
            "content": "[raw whisper] Does she know yet? Have you told her what you just told me, or did you want us to be there together when she hears it?"
        },
        {
            "role": "Character 1",
            "content": "She knows something's wrong from the symptoms, but I couldn't bring myself to explain the full prognosis until you were here. [voice dropping]"
        },
        {
            "role": "Character 2",
            "content": "[resolved] Then we go tell her together, and we figure out how to make whatever time she has left mean something more than our stupid grudges."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "728e322e_scenario.json",
    "scenario": "A radiologist must inform their estranged sibling, now a successful hedge fund manager, that the scans they've just reviewed show their mother has an aggressive brain tumor.",
    "type": "scenario_conversation",
    "character_1_role": "radiologist",
    "character_2_role": "hedge fund manager",
    "selected_tones": [
        "somber",
        "real"
    ],
    "tone_options": [
        "cool",
        "free-form",
        "improvised",
        "real",
        "agreeing",
        "expert",
        "muddled",
        "hoarding",
        "somber",
        "defiant"
    ]
}