{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Hey, uh, are you the healer that just joined? Level 47?"
        },
        {
            "role": "Character 2",
            "content": "Yeah that's me. Been playing healer for about three years now, same rotation, same dungeons, same complaints from tanks who don't use cooldowns."
        },
        {
            "role": "Character 1",
            "content": "[cough] Wait, you were DarkBladeMaster? The guy who soloed the Crimson Tower?"
        },
        {
            "role": "Character 2",
            "content": "That was me. Back when I actually cared about leaderboards and optimal rotations and all that. These days I just queue up, keep everyone alive, collect my tokens."
        },
        {
            "role": "Character 1",
            "content": "So you think healing is just... easier queue times?"
        },
        {
            "role": "Character 2",
            "content": "It's instant queues and less effort honestly. Stand in the back, press three buttons in sequence, occasionally move out of the fire. I could do it in my sleep at this point."
        },
        {
            "role": "Character 1",
            "content": "Fair point. What server did you transfer from?"
        },
        {
            "role": "Character 2",
            "content": "Shadowmere East. Dead server, dead economy, dead guilds. Everyone left after the drama, I just stuck around longer than I should have because moving seemed like too much work."
        },
        {
            "role": "Character 1",
            "content": "Oh man, THAT server. You survived the exodus?"
        },
        {
            "role": "Character 2",
            "content": "[cough] Survived is generous. More like I logged in one day and realized I was basically playing a single-player game. Even the gold farmers had given up on us."
        },
        {
            "role": "Character 1",
            "content": "Quick question before we start—you know the mechanics for Thornwood Sanctuary right?"
        },
        {
            "role": "Character 2",
            "content": "[deep pitch] Stand here, move there, dispel the thing, don't stand in the bad. I've run it probably two hundred times. Could heal it with my eyes closed honestly."
        },
        {
            "role": "Character 1",
            "content": "Good enough. You have voice chat?"
        },
        {
            "role": "Character 2",
            "content": "Got a headset but I don't really talk much. I'll listen to callouts but don't expect much commentary from me. Not really the cheerleader type."
        },
        {
            "role": "Character 1",
            "content": "At least you upgraded. Half our guild still complains about frame drops."
        },
        {
            "role": "Character 2",
            "content": "[upset] Yeah well, when you've been playing the same game for six years you either upgrade or quit. I chose the path of least resistance."
        },
        {
            "role": "Character 1",
            "content": "Speaking of which, what's your healing addon setup?"
        },
        {
            "role": "Character 2",
            "content": "Default UI with mouseover macros. Don't need anything fancy when every fight is the same tank-and-spank with different colored particle effects."
        },
        {
            "role": "Character 1",
            "content": "VuhdoFrames? Yeah, that takes forever to set up properly."
        },
        {
            "role": "Character 2",
            "content": "Never bothered with it. Click on player frame, press heal button, repeat until boss dies or everyone wipes. Same result either way, we run it again next week."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_17.txt",
    "actor": 6
}