{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[very quickly] Okay what's a carbonara and why does it cost twenty-eight dollars?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, so carbonara is, like, this Roman pasta dish with egg, cheese, and guanciale—which is fancy Italian for pig cheek, basically. And the price? Well, um, they import the guanciale from some specific pig in Umbria that probably has a LinkedIn profile, honestly."
        },
        {
            "role": "Character 1",
            "content": "Pig cheek? Are we eating face?"
        },
        {
            "role": "Character 2",
            "content": "Ha! Yeah, technically we are eating face, but it's, uh, really delicious face? Like, it's cured and aged and tastes kind of like bacon's sophisticated European cousin who went to art school and won't shut up about it."
        },
        {
            "role": "Character 1",
            "content": "What's this \"market price\" nonsense on the lobster?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, okay so \"market price\" is restaurant code for \"we're gonna charge you whatever we feel like today based on, I dunno, lobster vibes?\" But seriously, it means the cost fluctuates with supply—probably around forty-five bucks right now if the lobsters aren't, like, particularly rebellious this week."
        },
        {
            "role": "Character 1",
            "content": "The salad is eighteen dollars. For leaves!"
        },
        {
            "role": "Character 2",
            "content": "[sigh] I know, I know—it's insane that lettuce costs more than, um, actual food, but apparently these are \"locally sourced microgreens\" which means some hipster grew them in Brooklyn while playing them classical music or something, and now we're all paying for their plant therapy sessions."
        },
        {
            "role": "Character 1",
            "content": "Is the bread actually free or is that a trap?"
        },
        {
            "role": "Character 2",
            "content": "Oh the bread's definitely free, but it's, uh, it's basically a gateway drug, you know? They bring out this warm, crusty perfection and suddenly you're three baskets deep wondering why you're too full for your thirty-dollar pasta that hasn't even arrived yet."
        },
        {
            "role": "Character 1",
            "content": "What the hell is a \"deconstructed Caesar\"?"
        },
        {
            "role": "Character 2",
            "content": "Woof, yeah that's—that's when the chef has commitment issues and can't actually finish making your salad. They'll bring you, like, a whole romaine heart, a bowl of dressing, some scattered croutons, and expect you to feel fancy about doing their job for them."
        },
        {
            "role": "Character 1",
            "content": "[groan] Even the water has a whole paragraph description."
        },
        {
            "role": "Character 2",
            "content": "Right right, because it's not just water, it's \"artisanal glacier water filtered through volcanic rock and blessed by Norwegian monks\" or whatever—honestly, I bet they just run it through a Brita in the back and add, mm, maybe a lemon slice if you're lucky."
        },
        {
            "role": "Character 1",
            "content": "[very excited] Wait, bottomless mimosas for fifteen bucks?"
        },
        {
            "role": "Character 2",
            "content": "Ooh okay, yes, but here's the thing—\"bottomless\" always comes with, like, strategic delays between refills where they mysteriously can't find your server for twenty minutes, so you end up getting maybe three drinks max while they hope you'll fill up on that free bread instead."
        },
        {
            "role": "Character 1",
            "content": "The kids menu has truffle mac and cheese?"
        },
        {
            "role": "Character 2",
            "content": "Ha! Yeah because apparently even toddlers need to experience, um, culinary disappointment? Like, little Timmy definitely asked for fungi-infused pasta instead of, you know, normal mac and cheese that actually tastes like cheese instead of dirt—fancy dirt, but still dirt."
        },
        {
            "role": "Character 1",
            "content": "Should we just get pizza instead?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? Yes, absolutely, let's get out of here before they charge us for, I dunno, \"ambient dining experience\" or breathing their filtered air—there's a place down the street that does two slices and a soda for eight bucks and, um, doesn't require a financial advisor to understand the menu."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_14.txt",
    "actor": 6
}