{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, so like, I just wanted to... hmm, let me see here... I wanted to say thanks for, uh, being patient with me?"
        },
        {
            "role": "Customer Support",
            "content": "Oh! Um, of course, of course—I mean, there's no—wait, sorry, let me just—so basically you don't need to thank me at all, uh, I'm here to help however you need, and um, I've got your account pulled up here with number ACC-7739-BK22."
        },
        {
            "role": "Customer",
            "content": "That's... that's really kind. I have, um... calls are hard for me."
        },
        {
            "role": "Customer Support",
            "content": "I totally—I mean, uh, I completely understand, and um, so basically we can take this at whatever pace works for you, like, there's no rush at all here, and uh, I can see your recent order OPR-4492-XM is, um—sorry, let me just—it's all set up fine."
        },
        {
            "role": "Customer",
            "content": "Okay so that means... wait, um, did it ship already? Because like, I couldn't tell from the email."
        },
        {
            "role": "Customer Support",
            "content": "Right right, so—oh wait, actually—um, let me check the tracking for you, uh, TRK-889043-PPL shows it's, um, it left the warehouse yesterday—no sorry, that's—I mean today, this morning."
        },
        {
            "role": "Customer",
            "content": "Oh good. Um, I know this isn't your fault but like, the website is so... I just can't..."
        },
        {
            "role": "Customer Support",
            "content": "No no, I—um, I'm really sorry about that, like, our site can be—it's not—I mean, uh, it definitely needs work, and um, I'll make sure to note that in your account that, uh, phone support is preferred, reference note NTE-3847-Q."
        },
        {
            "role": "Customer",
            "content": "That's so, um... you don't have to do that. I mean, uh, I'm sorry for being difficult."
        },
        {
            "role": "Customer Support",
            "content": "Oh no no no! You're not—I mean, um, you're absolutely not being difficult at all, like, this is—uh, everyone has different needs and that's, um, that's totally fine, really."
        },
        {
            "role": "Customer",
            "content": "Hmm, what if... um, is there a way to just, like, skip the automated menu next time?"
        },
        {
            "role": "Customer Support",
            "content": "Yes! So—wait, um, actually yes, uh, I can set up a direct line code for you, it's—let me just—okay so it's DLC-7739-VIP, and um, basically when you call, just press star and then, uh, enter that code and it'll—sorry, it'll bypass everything."
        },
        {
            "role": "Customer",
            "content": "That's... I'm getting overwhelmed, um, in a good way. Like, nobody ever... I just..."
        },
        {
            "role": "Customer Support",
            "content": "It's okay, it's—um, I mean, uh, it's really going to be okay, like, we want calls to be, uh, easier for you, and um, there's also—oh wait, should I—there's a text support option with code TXT-9982-SM if that's ever, um, if that helps sometimes."
        },
        {
            "role": "Customer",
            "content": "So basically what happened is like... I've been dreading calling anywhere, and um, you're being so..."
        },
        {
            "role": "Customer Support",
            "content": "I'm just—um, I'm really glad I could help, and uh, honestly like, you were so polite about everything, and—wait, sorry, I mean—is there anything else with your order or, uh, anything else I can set up?"
        },
        {
            "role": "Customer",
            "content": "Let me see here... um, actually, hmm, the delivery instructions? Can you, uh, add something?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, yes—so um, let me just—I'm in your delivery preferences now, uh, under profile PRF-7739-BK22-DLVR, and um, what would you like me to—sorry, what should I add?"
        },
        {
            "role": "Customer",
            "content": "Just, um, \"please knock softly\" because like, loud sounds are... anyway, so that would help."
        },
        {
            "role": "Customer Support",
            "content": "Got it, got—I mean, um, that's added now, uh, \"please knock softly\" is saved to all your deliveries, and um, I've also put a permanent note, PRM-NOTE-44573, that, uh, all your future reps will see about, um, taking extra time if you need it, so like, nobody will rush you."
        }
    ],
    "content_type": "customer_support",
    "source_file": "b7154e21_script.json",
    "scenario": "grateful for patience because they have a disability that makes calls difficult",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "empathetic_to_rep",
                "overwhelmed_shutdown"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "vocalized_thinking",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "awkwardly_apologetic",
                "gently_reassuring"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "self_corrections",
                    "filled_pauses",
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}