{
    "conversation": [
        {
            "role": "Customer",
            "content": "Okay so. Okay. I've been—I've been your customer twelve years. Twelve. Years."
        },
        {
            "role": "Customer Support",
            "content": "Um, thank you for calling and, uh... let me just. Pull up your account. So basically I'll need your... what's the... account number or phone?"
        },
        {
            "role": "Customer",
            "content": "Let me see here... 555-0147. Hmm, what if you just—just tell me. Why. My bill jumped."
        },
        {
            "role": "Customer Support",
            "content": "So I have your account here, um, ACC-4892-TX7B, and uh, I can see that... hmm. There was a... so basically like an adjustment. Made. On October 3rd."
        },
        {
            "role": "Customer",
            "content": "An adjustment. That's it? That's—that's your answer?"
        },
        {
            "role": "Customer Support",
            "content": "Um, well, so what happened is... uh, there's like a... how do I explain this... a rate modification? Code RMD-1156? And um, essentially your plan structure was, uh, updated."
        },
        {
            "role": "Customer",
            "content": "Listen. Listen listen. In surgery we don't—we don't say \"essentially.\" It's exact. Precise. Or people die..."
        },
        {
            "role": "Customer Support",
            "content": "Right. Absolutely. So, um, let me be more... what's the word... specific? Your promotional rate PRO-8827-A expired September 30th, and uh, the standard rate kicked in, which is, um, $47.99 more per month."
        },
        {
            "role": "Customer",
            "content": "Nobody told—nobody said anything! I just... hmm, okay so that means... wait, expired when?"
        },
        {
            "role": "Customer Support",
            "content": "September. 30th. And I can see... pause. No notification. Was sent. Which is, um, not right."
        },
        {
            "role": "Customer",
            "content": "Um, see this is, uh, this is what I mean, like, you're telling me—telling me nobody even..."
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, here's what I can do. Reference number REF-5571-QM9. I'm going to, uh, retroactively apply a... hmm... loyalty discount? Code LOY-2234? Should, um, bring you close to your old rate."
        },
        {
            "role": "Customer",
            "content": "Close. Close to. Let me—let me think here... no no no. Exact. Numbers."
        },
        {
            "role": "Customer Support",
            "content": "Twenty-seven. Ninety-nine. Previous. Twenty-nine. Forty-nine. New rate. With discount."
        },
        {
            "role": "Customer",
            "content": "Ummm, okay so, uh, wait I'm just—I'm doing math here and that's... that's still more and I mean..."
        },
        {
            "role": "Customer Support",
            "content": "You're right. It is. So, um, let me... what if I... okay so there's also credit CRD-9902-BX for the, uh, missing notification. Forty-eight dollars. One time."
        },
        {
            "role": "Customer",
            "content": "Forty-eight covers—covers what? One month? I've been paying extra since... and then you would just..."
        },
        {
            "role": "Customer Support",
            "content": "Um, I hear you, and like, honestly? Between us? System should've caught this. Transaction TXN-445821 shows, um, three months at the higher rate. So basically... let me. Fix this properly."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay. Finally. Someone who—who gets it. We need exact. Precise. If that makes sense, I mean..."
        },
        {
            "role": "Customer Support",
            "content": "Hundred forty-four. Dollar credit. Plus. Future discount locked. Confirmation CNF-7736-LP8. That's, um, exactly what you overpaid. And uh, going forward? Protected rate. Two years."
        }
    ],
    "content_type": "customer_support",
    "source_file": "baff711b_script.json",
    "scenario": "surgical tech, used to operating room precision and frustrated by vague billing answers",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "indignant_righteous",
                "manic_oversharing"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "vocalized_thinking",
                    "repetition_stutter",
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "carefully_diplomatic",
                "veteran_efficient"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "word_searching",
                    "filled_pauses"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        }
    }
}