{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hab's geschickt. Dienstag. Prüfen Sie Ihr System."
        },
        {
            "role": "Customer Support",
            "content": "Oh, ähm, okay also lass mich mal eben, äh, Ihr Konto hier aufrufen und, ähm, ich muss noch verifizieren—also im Grunde können Sie mir Ihre Kontonummer geben oder, ähm, die Referenznummer aus Ihrer E-Mail?"
        },
        {
            "role": "Customer",
            "content": "Referenznummer. Klar. Woher weiß ich, dass Sie nicht einfach..."
        },
        {
            "role": "Customer Support",
            "content": "Also, ähm, ich verstehe das total, dass Sie, äh, vorsichtig sein wollen und, ähm, that's actually really smart—also im Grunde schaue ich hier auf Ticket TKT-94827-JX und, ähm, ich sehe tatsächlich Aktivität am Dienstag aber, äh, lass mich mal genau prüfen was wir erhalten haben."
        },
        {
            "role": "Customer",
            "content": "Aktivität? Was soll das heißen?"
        },
        {
            "role": "Customer Support",
            "content": "Genau, also, ähm, was ich hier sehe ist—okay also da ist eine Einreichung um, äh, 14:47 Uhr Dienstag mit Dokument-ID DOC-77459-BK aber es, ähm, zeigt als unvollständig? So basically the system flagged it because, äh, wir brauchen—lass mich nachschauen was genau..."
        },
        {
            "role": "Customer",
            "content": "Unvollständig. Natürlich. Ist das irgendein Betrug?"
        },
        {
            "role": "Customer Support",
            "content": "Oh nein nein, ähm, definitiv nicht—also was passiert ist, äh, das PDF das Sie geschickt haben? Es, ähm, zeigt nur Seite 1 von eigentlich, ähm, 3 Seiten laut Formular FRM-8823-V2, so we just need pages 2 and 3."
        },
        {
            "role": "Customer",
            "content": "Ich hab alle 3 geschickt. Das weiß ich genau."
        },
        {
            "role": "Customer Support",
            "content": "Ähm, okay also, manchmal passiert es—und das ist, äh, wirklich ziemlich häufig—dass die Datei beim, äh, Upload abgeschnitten wird? So if you check your sent folder, ähm, die Dateigröße sollte ungefähr, also, 2,4 MB für das komplette Dokument sein."
        },
        {
            "role": "Customer",
            "content": "Moment. Prüfe ich. Dateigröße ist... oh."
        },
        {
            "role": "Customer Support",
            "content": "Also, ähm, zeigt es weniger an? Maybe around 800 KB or so?"
        },
        {
            "role": "Customer",
            "content": "0,7. Verdammt. Also wurde es wirklich abgeschnitten..."
        },
        {
            "role": "Customer Support",
            "content": "Ja, also das ist, ähm, genau was passiert ist—aber die gute Nachricht ist, äh, I can keep this case open right now, Fallnummer CSE-55291-QM, und, ähm, wenn Sie es nochmal senden können während wir telefonieren, werde ich, äh, den Empfang sofort bestätigen."
        },
        {
            "role": "Customer",
            "content": "Jetzt gleich? Während Sie da sind?"
        },
        {
            "role": "Customer Support",
            "content": "Absolut, also, ähm, ich bleibe in der Leitung und, äh, basically as soon as it hits our system—was normalerweise, ähm, innerhalb von 30 Sekunden ist—kann ich verifizieren dass alle 3 Seiten angekommen sind und, ähm, das heute noch bearbeiten."
        },
        {
            "role": "Customer",
            "content": "Okay. Sende es. Sollte jetzt da sein..."
        },
        {
            "role": "Customer Support",
            "content": "Perfekt, also, ähm, ich sehe es reinkommen—Dokument-ID ist, äh, DOC-77462-BL und, ähm, lass mich kurz... okay also alle 3 Seiten sind da, Dateigröße ist 2,3 MB, and everything looks complete now, also ich aktualisiere Ihren Fall."
        },
        {
            "role": "Customer",
            "content": "Also sind wir fertig? Diesmal wirklich erledigt?"
        },
        {
            "role": "Customer Support",
            "content": "Ja, also, ähm, Sie sind fertig—ich hab's, äh, als vollständig in unserem System markiert mit Bestätigungscode CNF-88346-XP und, äh, you should get an email within like 5 minutes, die alles bestätigt, und ähm, ich schätze wirklich dass Sie so geduldig waren."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I sent it. Tuesday. Check your system."
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, okay so let me just, uh, pull up your account here and, er, I'll need to verify—so basically can you give me your account number or, um, the reference number from your email?"
        },
        {
            "role": "Customer",
            "content": "Reference number. Right. How do I know you're not just..."
        },
        {
            "role": "Customer Support",
            "content": "So, um, I totally get that, like, you want to be careful and, uh, that's actually really smart—so basically I'm looking at ticket TKT-94827-JX here and, um, I do see some activity on Tuesday but, er, let me just double-check what we received exactly."
        },
        {
            "role": "Customer",
            "content": "Some activity? What's that mean?"
        },
        {
            "role": "Customer Support",
            "content": "Right, so, um, what I'm seeing is like—okay so there's a submission at, uh, 2:47 PM Tuesday with document ID DOC-77459-BK but it's, um, showing as incomplete? So basically the system flagged it because, er, we need—let me check what specifically..."
        },
        {
            "role": "Customer",
            "content": "Incomplete. Course it is. This some kind of scam?"
        },
        {
            "role": "Customer Support",
            "content": "Oh no no, um, definitely not—so like what happened is, uh, the PDF you sent? It's, er, only showing page one of what should be, um, three pages according to form FRM-8823-V2, so basically we just need pages two and three."
        },
        {
            "role": "Customer",
            "content": "I sent all three. I know I did."
        },
        {
            "role": "Customer Support",
            "content": "Um, okay so, like, sometimes what happens is—and this is, uh, really common actually—the file gets, er, cut off during upload? So basically if you check your sent folder, um, the file size should be around, like, 2.4 MB for the complete document."
        },
        {
            "role": "Customer",
            "content": "Hold on. Checking. File size is... oh."
        },
        {
            "role": "Customer Support",
            "content": "So, um, is it showing smaller? Like maybe, uh, around 800 KB or so?"
        },
        {
            "role": "Customer",
            "content": "Point seven. Damn. So it really got cut..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, so that's, um, exactly what happened—but like, the good news is, er, I can keep this case open right now, case number CSE-55291-QM, and, um, if you can resend it while we're on the phone, I'll, uh, confirm receipt immediately."
        },
        {
            "role": "Customer",
            "content": "Right now? While you're there?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, so, um, I'll stay on the line and, er, basically as soon as it hits our system—which is like, usually within, uh, thirty seconds—I can verify all three pages came through and, um, get this processed today."
        },
        {
            "role": "Customer",
            "content": "Okay. Sending. Should be there... now."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, so, um, I'm seeing it come through—document ID is, uh, DOC-77462-BL and, er, let me just... okay so all three pages are here, file size is 2.3 MB, and, um, everything looks complete now so I'm updating your case."
        },
        {
            "role": "Customer",
            "content": "So we're good? Actually done this time?"
        },
        {
            "role": "Customer Support",
            "content": "Yes, so, um, you're all set—I've, er, marked it as complete in our system with confirmation code CNF-88346-XP and, uh, you should get an email within, like, five minutes confirming everything, and um, I really appreciate you being patient with this."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "1fbbd5f5_script.json",
    "scenario": "frustrated because they already sent the documentation that was requested",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "suspicious_paranoid",
                "warming_up"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "nervously_thorough",
                "slightly_frazzled"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}