{
    "conversation": [
        {
            "role": "Customer",
            "content": "I had. Um. 3000 Punkte? Die sind einfach... weg. Ich brauche die wirklich dringend..."
        },
        {
            "role": "Customer Support",
            "content": "Oh no. Okay also, ähm, lass mich mal sofort hier dein Konto aufrufen und, äh, wir werden das zusammen klären. Kannst du mir deine Mitgliedsnummer geben oder, ähm, die Telefonnummer vom Konto?"
        },
        {
            "role": "Customer",
            "content": "It's, uh... 555-0298. Ich hab sie gespart. Für das... Geburtstagsgeschenk meiner Tochter..."
        },
        {
            "role": "Customer Support",
            "content": "Got it, got it. Also ich schaue mir Konto MEM-78492-JK an und, ähm, ich kann sehen, du hattest definitiv, äh, 3247 Punkte bis letzten Dienstag. Lass mich mal, hmm, das Transaktionsprotokoll hier checken..."
        },
        {
            "role": "Customer",
            "content": "Please. Ich hab halt. Ähm. Ich hab ihr diesen Gaming-Stuhl versprochen und es ist..."
        },
        {
            "role": "Customer Support",
            "content": "Right right."
        },
        {
            "role": "Customer",
            "content": "Sorry, I'm being. Ähm. Dramatisch. Es ist nur, äh, sie hat gerade eine schwere Zeit und..."
        },
        {
            "role": "Customer Support",
            "content": "No no no, you're not being dramatic at all, I totally get it. Also, ähm, ich sehe hier etwas im System und, äh, da ist eine Einlösung am 3. November, Transaktion RDM-926841-L, für genau 3247 Punkte. Hast du vielleicht, ähm, die Bestellung schon aufgegeben?"
        },
        {
            "role": "Customer",
            "content": "What? No! Ich hab nicht. Ähm. Ich hab die App nicht angerührt seit..."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, hmm, this is... lass mich hier tiefer graben, weil, äh, ich will absolut sicherstellen, dass wir dein Konto in Zukunft schützen. Die Einlösung zeigt, sie wurde, ähm, um 2:47 Uhr Eastern Time verarbeitet."
        },
        {
            "role": "Customer",
            "content": "2:47 AM? Ich war. Am Schlafen. Oh Gott, ähm, hat jemand mein..."
        },
        {
            "role": "Customer Support",
            "content": "So here's what I'm gonna do right now, okay? Erstens, ähm, ich setze eine Sicherheitssperre auf dein Konto, das ist Fallnummer SEC-45782-BN, und, äh, ich werde auch diese Einlösung rückgängig machen, weil das sieht... also, lass mich nur sagen, das sieht für mich nicht richtig aus."
        },
        {
            "role": "Customer",
            "content": "You can? Oh. Ähm. Gott sei Dank. Es tut mir leid, ich bin nur..."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely."
        },
        {
            "role": "Customer",
            "content": "I feel so stupid. Hätte ein besseres. Ähm. Passwort oder so haben sollen..."
        },
        {
            "role": "Customer Support",
            "content": "No no, listen, um, these things happen and it's not your fault, okay? Also ich, äh, schreibe dir jetzt alle 3247 Punkte wieder gut, Bestätigung PTR-88263-Q, und, ähm, hmm, ich füge auch noch extra 500 Punkte für die Umstände hinzu."
        },
        {
            "role": "Customer",
            "content": "Wait really? Das ist. Ähm. Du musst nicht..."
        },
        {
            "role": "Customer Support",
            "content": "I do though, I really do. Und, ähm, hier ist was noch—ich richte, äh, Zwei-Faktor-Authentifizierung auf deinem Konto ein, also im Grunde bekommst du ab jetzt einen SMS-Code, Verifizierungs-ID Setup VER-20947-KL, jedes Mal wenn jemand versucht einzulösen."
        },
        {
            "role": "Customer",
            "content": "That's so. Ähm. Danke. Wirklich. Sie wird so glücklich über diesen Stuhl sein..."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, and um, you know what? Ich mache hier eine Notiz in Fallakte CSE-88492-TN, dass, äh, falls du IRGENDWELCHE anderen Probleme mit dieser Bestellung hast, sollten sie den Versand beschleunigen. Erwähn einfach, ähm, diese Fallnummer und wir kümmern uns um dich, okay?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I had. Um. Three thousand points? They're just... gone. I really need those..."
        },
        {
            "role": "Customer Support",
            "content": "Oh no. Okay so, um, let me pull up your account right away here and, uh, we're gonna figure this out together. Can you give me your member number or, um, the phone number on the account?"
        },
        {
            "role": "Customer",
            "content": "It's, uh... 555-0298. I was saving them. For my daughter's... birthday present..."
        },
        {
            "role": "Customer Support",
            "content": "Got it, got it. So I'm looking at account MEM-78492-JK and, um, I can see you definitely had, uh, 3,247 points as of last Tuesday. Let me just, hmm, check the transaction log here..."
        },
        {
            "role": "Customer",
            "content": "Please. I just. Um. I promised her that gaming chair and it's..."
        },
        {
            "role": "Customer Support",
            "content": "Right right."
        },
        {
            "role": "Customer",
            "content": "Sorry, I'm being. Um. Dramatic. It's just, uh, she's been having a hard time and..."
        },
        {
            "role": "Customer Support",
            "content": "No no no, you're not being dramatic at all, I totally get it. So, um, I'm seeing something here in the system and, uh, there's a redemption on November 3rd, transaction RDM-926841-L, for exactly 3,247 points. Did you maybe, um, already place that order?"
        },
        {
            "role": "Customer",
            "content": "What? No! I didn't. Um. I haven't touched the app since..."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, hmm, this is... let me dig deeper here because, uh, I want to make absolutely sure we protect your account going forward. The redemption shows it was, um, processed at 2:47 AM Eastern time."
        },
        {
            "role": "Customer",
            "content": "2:47 AM? I was. Sleeping. Oh god, um, did someone hack my..."
        },
        {
            "role": "Customer Support",
            "content": "So here's what I'm gonna do right now, okay? First, um, I'm putting a security hold on your account, that's case number SEC-45782-BN, and, uh, I'm also gonna reverse that redemption because this looks... well, let me just say this doesn't look right to me."
        },
        {
            "role": "Customer",
            "content": "You can? Oh. Um. Thank god. I'm sorry, I just..."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely."
        },
        {
            "role": "Customer",
            "content": "I feel so stupid. Should've had better. Um. Password or whatever..."
        },
        {
            "role": "Customer Support",
            "content": "No no, listen, um, these things happen and it's not your fault, okay? So I'm, uh, crediting back all 3,247 points right now, confirmation PTR-88263-Q, and, um, hmm, I'm also adding an extra 500 points for the trouble."
        },
        {
            "role": "Customer",
            "content": "Wait really? That's. Um. You don't have to..."
        },
        {
            "role": "Customer Support",
            "content": "I do though, I really do. And, um, here's what else—I'm setting up, uh, two-factor authentication on your account, so basically from now on you'll get a text code, verification ID setup VER-20947-KL, anytime someone tries to redeem."
        },
        {
            "role": "Customer",
            "content": "That's so. Um. Thank you. Really. She's gonna be so happy about that chair..."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, and um, you know what? I'm putting a note here in case file CSE-88492-TN that, uh, if you have ANY other issues with this order, they should expedite shipping for you. Just, um, mention that case number and we'll take care of you, okay?"
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "1ec2fb45_script.json",
    "scenario": "trying to redeem loyalty points that seem to have disappeared",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "desperate_pleading",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "nurturing_protective",
                "awkwardly_apologetic"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "trailing_off",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        }
    }
}