{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[laugh histerically] You seriously think I'm going to apologize after what you did?"
        },
        {
            "role": "Character 2",
            "content": "Uh, no, I don't expect anything from you anymore. You've made it pretty clear where we stand, and honestly, I'm done pretending this is, like, salvageable or whatever."
        },
        {
            "role": "Character 1",
            "content": "So that's it? Just done?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, that's it. I mean, what else is there to say? You screwed me over, I'm moving on, end of story—no dramatic speeches necessary."
        },
        {
            "role": "Character 1",
            "content": "You're being really cold about this."
        },
        {
            "role": "Character 2",
            "content": "Cold? Hmm, okay, sure, if that's what you want to call it. I prefer to think of it as, uh, practical—wasting energy on dead relationships isn't really my thing anymore."
        },
        {
            "role": "Character 1",
            "content": "We were together for three years."
        },
        {
            "role": "Character 2",
            "content": "Right, and? Three years of, frankly, me giving way more than I got back. The math doesn't work out in your favor here, so spare me the nostalgia trip."
        },
        {
            "role": "Character 1",
            "content": "[mumbling] I thought you'd at least want to talk it through."
        },
        {
            "role": "Character 2",
            "content": "[cough] Talk through what exactly? How you lied about the promotion, or how you threw me under the bus with Sarah? Gosh, those conversations sound super productive."
        },
        {
            "role": "Character 1",
            "content": "[very loudly] I was trying to protect you!"
        },
        {
            "role": "Character 2",
            "content": "Protect me. That's rich. You were protecting yourself and we both know it, so let's just, uhh, skip the revisionist history, yeah?"
        },
        {
            "role": "Character 1",
            "content": "You never even gave me a chance to explain."
        },
        {
            "role": "Character 2",
            "content": "Mmm, because I don't need explanations for things I saw with my own eyes. The email thread was pretty self-explanatory, wouldn't you say?"
        },
        {
            "role": "Character 1",
            "content": "Those emails were taken out of context."
        },
        {
            "role": "Character 2",
            "content": "Context. Right. See, the thing about context is it doesn't really change \"I don't think she's ready for this\" into something supportive, does it?"
        },
        {
            "role": "Character 1",
            "content": "[deep pitch] Fine. Be bitter. See where that gets you."
        },
        {
            "role": "Character 2",
            "content": "Oh, I'm not bitter, I'm just... done. There's a difference, you know? Bitter implies I still care enough to be angry."
        },
        {
            "role": "Character 1",
            "content": "So you don't care at all?"
        },
        {
            "role": "Character 2",
            "content": "Honestly? Not really, no. I've got actual problems to deal with now, and rehashing your, uh, inadequacies isn't on my priority list anymore—sorry if that stings."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue5_4.txt",
    "actor": 5
}