{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Isso é um bisturi cirúrgico que você tá usando na abóbora?"
        },
        {
            "role": "Character 2",
            "content": "Ah! É, é... hum... na verdade é uma lâmina número 10. Eu sei que parece estranho—todo mundo fica olhando—mas essas coisinhas de plástico que eles dão pra gente são, tipo assim, são péssimas pra qualquer trabalho de detalhe de verdade, sabe?"
        },
        {
            "role": "Character 1",
            "content": "Você é cirurgiã ou só muito dedicada a essas lanternas de Halloween?"
        },
        {
            "role": "Character 2",
            "content": "Cirurgiã cardíaca. Ou, bom, eu era. Ex, né. Me aposentei faz um mês depois de 23 anos, e minhas mãos ainda, é... elas não sabem muito bem o que fazer sem algo preciso pra trabalhar."
        },
        {
            "role": "Character 1",
            "content": "Ex? Você parece bem jovem pra estar aposentada."
        },
        {
            "role": "Character 2",
            "content": "47 anos não é tão jovem assim em anos de cirurgiã, sabe? Minhas mãos são firmes, mas quando você perde três pacientes numa semana—mesmo quando tudo deu certo—às vezes você simplesmente... hum, às vezes você sabe que é hora."
        },
        {
            "role": "Character 1",
            "content": "Isso é pesado pra uma festa de esculpir abóboras."
        },
        {
            "role": "Character 2",
            "content": "Meu Deus, desculpa, eu não queria... isso é coisa demais pra despejar em cima de uma estranha. Essa é, na verdade, hum, minha primeira coisa social desde que me aposentei. Minha terapeuta achou que eu devia tentar algo, é, criativo e divertido, então aqui estou, né."
        },
        {
            "role": "Character 1",
            "content": "Espera, você disse Dra. Chen? Tipo Dra. Miranda Chen?"
        },
        {
            "role": "Character 2",
            "content": "[gasp loudly] Como você—espera, como você sabe meu nome? Ai não, por favor, não me diz que eu operei você ou, ou alguém que você conhece. Eu tô tentando muito ter uma conversa que não, sabe, não envolva todo meu histórico médico."
        },
        {
            "role": "Character 1",
            "content": "[slowly] Você salvou minha filha. Três anos atrás. Defeito cardíaco congênito."
        },
        {
            "role": "Character 2",
            "content": "Eu fiz... eu fiz dezenas de cirurgias pediátricas ao longo dos anos. As bem-sucedidas, elas meio que se misturam depois de um tempo—o que soa terrível, eu sei—mas são os fracassos que, hum, que ficam nítidos."
        },
        {
            "role": "Character 1",
            "content": "O nome dela era Emma. Ela tinha aquele elefantinho de pelúcia."
        },
        {
            "role": "Character 2",
            "content": "Sr. Amendoim! Ela chamou ele de Sr. Amendoim e insistiu que ele precisava estar na recuperação com ela. Ai meu Deus, agora eu lembro. Como ela tá? Ela tá bem?"
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] Ela tá perfeita. Tem seis anos agora. Ela corre e brinca e faz tudo que os médicos disseram que ela talvez nunca conseguisse fazer."
        },
        {
            "role": "Character 2",
            "content": "[cry] Isso é... ai, que maravilhoso ouvir isso. Esses casos, onde as crianças têm a vida toda de volta, esses faziam tudo valer a pena. Mesmo os que a gente, é, mesmo os que a gente não conseguiu salvar."
        },
        {
            "role": "Character 1",
            "content": "Eu tentei te encontrar. Pra agradecer direito. O hospital disse que você tinha saído."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] É, eu saí bem... bem de repente. Um dia eu tava marcando cirurgias e no outro eu simplesmente, eu não conseguia mais passar por aquelas portas. Burnout bate diferente quando você tá literalmente segurando corações nas mãos, sabe?"
        },
        {
            "role": "Character 1",
            "content": "Você sumiu pra centenas de famílias que queriam te agradecer."
        },
        {
            "role": "Character 2",
            "content": "Eu sei. Me desculpa. É que... eu não conseguia suportar ser lembrada de todos os que eu falhei enquanto todo mundo me agradecia pelos que eu salvei. A culpa tava, hum, tava me consumindo viva."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Is that a surgical scalpel you're using on that pumpkin?"
        },
        {
            "role": "Character 2",
            "content": "Oh! Yeah, it's um... it's actually a number 10 blade. I know it looks weird—everyone keeps staring—but these plastic carving things they give you are basically, I mean, they're terrible for any real detail work."
        },
        {
            "role": "Character 1",
            "content": "Are you a surgeon or just really committed to jack-o'-lanterns?"
        },
        {
            "role": "Character 2",
            "content": "Cardiac surgeon. Or, well, I was. Former, I guess. Retired about a month ago after twenty-three years, and my hands are still, uh, they don't really know what to do without something precise to work on."
        },
        {
            "role": "Character 1",
            "content": "Former? You look pretty young to be retired."
        },
        {
            "role": "Character 2",
            "content": "Forty-seven isn't that young in surgeon years, you know? My hands are steady, but when you lose three patients in one week—even when everything went right—sometimes you just... mmm, sometimes you know it's time."
        },
        {
            "role": "Character 1",
            "content": "That's heavy for a pumpkin carving party."
        },
        {
            "role": "Character 2",
            "content": "God, sorry, I didn't mean to... that's way too much to dump on a stranger. This is actually, um, my first social thing since retiring. My therapist thought I should try something, er, creative and fun, so here I am, I guess."
        },
        {
            "role": "Character 1",
            "content": "Wait, did you say Dr. Chen? As in Dr. Miranda Chen?"
        },
        {
            "role": "Character 2",
            "content": "[gasp loudly] How do you—wait, how do you know my name? Oh no, please don't tell me I operated on you or, or someone you know. I'm really trying to have one conversation that doesn't, you know, involve my whole medical history."
        },
        {
            "role": "Character 1",
            "content": "[slowly] You saved my daughter. Three years ago. Congenital heart defect."
        },
        {
            "role": "Character 2",
            "content": "I did... I performed dozens of pediatric surgeries over the years. The successful ones, they kind of blur together after a while—which sounds terrible, I know—but it's the failures that, um, that stay sharp."
        },
        {
            "role": "Character 1",
            "content": "Her name was Emma. She had the little stuffed elephant."
        },
        {
            "role": "Character 2",
            "content": "Mr. Peanuts! She named him Mr. Peanuts and insisted he needed to be in recovery with her. Oh god, I remember now. How is she? Is she doing okay?"
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] She's perfect. She's six now. She runs and plays and does everything the doctors said she might never do."
        },
        {
            "role": "Character 2",
            "content": "[cry] That's... oh, that's wonderful to hear. Those cases, where kids get their whole lives back, those made everything worth it. Even the ones we, uh, even the ones we couldn't save."
        },
        {
            "role": "Character 1",
            "content": "I tried to find you. To thank you properly. The hospital said you'd left."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Yeah, I left pretty... pretty suddenly. One day I was scheduling surgeries and the next I just, I couldn't walk through those doors anymore. Burnout hits different when you're literally holding hearts in your hands, you know?"
        },
        {
            "role": "Character 1",
            "content": "You disappeared on hundreds of families who wanted to thank you."
        },
        {
            "role": "Character 2",
            "content": "I know. I'm sorry. It's just... I couldn't bear being reminded of all the ones I failed while everyone thanked me for the ones I saved. The guilt was, um, it was eating me alive."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_17.txt"
}