{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Oi, tô travada nesse jogo e me falaram que você é super boa com walkthroughs?"
        },
        {
            "role": "Character 2",
            "content": "[apaixonadamente] Nossa, eu amo fazer walkthrough! Qual jogo você tá jogando? Se for qualquer coisa dos últimos dez anos, provavelmente já zerei umas três vezes no mínimo."
        },
        {
            "role": "Character 1",
            "content": "É Hollow Knight. Não consigo achar o último grub."
        },
        {
            "role": "Character 2",
            "content": "O mapa do Collector mostra todos os grubs, mas sempre tem aquele escondidinho na Tower of Love. Você já olhou atrás da parede quebrável perto dos espinhos do lado esquerdo?"
        },
        {
            "role": "Character 1",
            "content": "[curioso] Pera, tem um mapa que mostra todos?"
        },
        {
            "role": "Character 2",
            "content": "Tem sim! Você compra do Sly depois que resgata ele. Facilita demais pra achar os coletáveis. Mas né, tem gente que acha que usar o mapa estraga a exploração, o que até que faz sentido."
        },
        {
            "role": "Character 1",
            "content": "[gargalhada] Meu Deus, tô procurando há horas sem mapa!"
        },
        {
            "role": "Character 2",
            "content": "Clássico! O jogo não explica metade das coisas úteis. Tipo, você sabia que dá pra marcar lugares no mapa com pins de cores diferentes? Muda tudo na hora de voltar pros lugares."
        },
        {
            "role": "Character 1",
            "content": "Onde que eu acho o Sly?"
        },
        {
            "role": "Character 2",
            "content": "Beleza. Ele tá no Forgotten Crossroads, numa cabana que você precisa quebrar pra entrar. Você provavelmente passou na frente umas dez vezes sem perceber."
        },
        {
            "role": "Character 1",
            "content": "É difícil resgatar ele?"
        },
        {
            "role": "Character 2",
            "content": "Nada, super fácil. Só dar uma pancada nele com o nail pra acordar. A parte difícil mesmo é achar ele, porque a entrada parece cenário normal."
        },
        {
            "role": "Character 1",
            "content": "Você tem walkthroughs de outros metroidvanias?"
        },
        {
            "role": "Character 2",
            "content": "Ah, com certeza. Já fiz guias completos pro Axiom Verge, os dois Ori, Bloodstained. Metroidvania é basicamente minha especialidade, porque todos seguem padrões parecidos quando você entende a fórmula."
        },
        {
            "role": "Character 1",
            "content": "[alegre] Você devia fazer um canal no YouTube!"
        },
        {
            "role": "Character 2",
            "content": "Sabe que já pensei nisso? O negócio é que já tem tanta gente fazendo walkthrough. O meu precisaria de algum diferencial pra se destacar no meio de tudo."
        },
        {
            "role": "Character 1",
            "content": "Que tal guias de speedrun?"
        },
        {
            "role": "Character 2",
            "content": "Agora isso é interessante. Rota de speedrun é totalmente diferente de walkthrough normal. Você pula áreas inteiras, abusa de glitches, quebra sequência que nem louca. Mas leva centenas de horas pra otimizar uma rota boa."
        },
        {
            "role": "Character 1",
            "content": "Você já fez speedrun?"
        },
        {
            "role": "Character 2",
            "content": "Já tentei algumas vezes mas não tenho paciência pras tricks frame-perfect. Meu melhor tempo no Hollow Knight ainda é tipo duas horas, o que é vergonhoso comparado com o recorde mundial de quarenta minutos."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, I'm stuck on this game and I heard you're really good at walkthroughs?"
        },
        {
            "role": "Character 2",
            "content": "[passionately] Oh man, I love doing walkthroughs! Which game are you playing? I've probably beaten it at least three times already if it's anything from the last decade."
        },
        {
            "role": "Character 1",
            "content": "It's Hollow Knight. I can't find the last grub."
        },
        {
            "role": "Character 2",
            "content": "The Collector's map shows all the grubs, but there's always that one sneaky one in the Tower of Love. Have you checked behind the breakable wall near the thorns on the left side?"
        },
        {
            "role": "Character 1",
            "content": "[curious] Wait, there's a map that shows them all?"
        },
        {
            "role": "Character 2",
            "content": "Yeah! You buy it from Sly after you rescue him. Makes finding collectibles way easier. Though honestly some people think using the map ruins the exploration aspect, which I kind of get."
        },
        {
            "role": "Character 1",
            "content": "[belly laugh] I've been searching for hours without a map!"
        },
        {
            "role": "Character 2",
            "content": "Classic mistake! The game doesn't really tell you about half the quality of life stuff. Like, did you know you can mark spots on your map with different colored pins? Total game-changer for backtracking."
        },
        {
            "role": "Character 1",
            "content": "Where do I even find Sly?"
        },
        {
            "role": "Character 2",
            "content": "Got it. He's in the Forgotten Crossroads, in a little hut that you need to break into. You probably walked past it a dozen times without noticing."
        },
        {
            "role": "Character 1",
            "content": "Is he hard to rescue?"
        },
        {
            "role": "Character 2",
            "content": "Nah, super easy. Just hit him with your nail once to wake him up. The hard part is actually finding him since the entrance looks like regular background scenery."
        },
        {
            "role": "Character 1",
            "content": "Do you have walkthroughs for other metroidvanias?"
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely. I've done complete guides for Axiom Verge, both Ori games, Bloodstained. Metroidvanias are basically my specialty since they all follow similar design patterns once you understand the formula."
        },
        {
            "role": "Character 1",
            "content": "[cheerful] You should start a YouTube channel!"
        },
        {
            "role": "Character 2",
            "content": "You know, I've thought about it. The thing is, there's already so many channels doing walkthroughs. Mine would need some unique angle to stand out from all the noise."
        },
        {
            "role": "Character 1",
            "content": "What about speedrun guides?"
        },
        {
            "role": "Character 2",
            "content": "Now that's interesting. Speedrun routing is totally different from casual walkthroughs. You skip entire areas, abuse glitches, sequence break like crazy. Takes hundreds of hours to optimize a good route though."
        },
        {
            "role": "Character 1",
            "content": "Have you ever done a speedrun yourself?"
        },
        {
            "role": "Character 2",
            "content": "I've tried a few times but I don't have the patience for frame-perfect tricks. My best Hollow Knight time is still like two hours, which is embarrassing compared to the forty-minute world record."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_25.txt"
}