{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ei, então eu tava [voz trêmula] pensando naquela coisa toda da promoção."
        },
        {
            "role": "Character 2",
            "content": "Nossa, você ainda tá [encantado] preocupada com isso? Olha, eu já enviei ontem depois da nossa conversa - a inscrição tá feita, pronto, não tem mais volta!"
        },
        {
            "role": "Character 1",
            "content": "Peraí, você, é, [sussurrando] foi mesmo em frente com isso?"
        },
        {
            "role": "Character 2",
            "content": "Foi, bom, depois da nossa conversa eu percebi, sabe, que eu tava sendo ridícula, é, tipo, ficando parada nisso pra sempre. O prazo tava chegando mesmo e eu pensei, na pior das hipóteses, eles dizem não e a vida continua exatamente como tá agora."
        },
        {
            "role": "Character 1",
            "content": "Isso é incrível, tipo, sério mesmo, acho que tô orgulhosa de você por, ah, finalmente meter a cara."
        },
        {
            "role": "Character 2",
            "content": "Obrigada, é estranhamente libertador ter tirado isso das minhas mãos agora. Chega de ficar obcecada com escolha de palavras ou se minhas conquistas parecem impressionantes o suficiente - o que tá feito tá feito."
        },
        {
            "role": "Character 1",
            "content": "Então quando você, sinceramente, acha que vai ter resposta, hmm?"
        },
        {
            "role": "Character 2",
            "content": "Eles falaram 2 semanas, quer dizer, mas conhecendo o RH pode ser, tipo, desde segunda que vem até, ah, mês que vem. A espera vai me deixar completamente louca mas pelo menos é um tipo diferente de estresse do que a culpa de procrastinar."
        },
        {
            "role": "Character 1",
            "content": "Bom, basicamente, aconteça o que acontecer, é, você tentou, enfim."
        },
        {
            "role": "Character 2",
            "content": "Isso mesmo, é o que eu fico me dizendo, na verdade, e ajuda que minha chefe pareceu, hmm, genuinamente animada quando eu mencionei que tinha me inscrito. Ela até ofereceu pra dar uma palavrinha com o comitê de seleção, o que tem que ser um sinal positivo."
        },
        {
            "role": "Character 1",
            "content": "Viu só, a questão é que você tava, tipo, pensando demais, sabe?"
        },
        {
            "role": "Character 2",
            "content": "Ah com certeza, sinceramente, eu transformei isso numa, é, montanha gigante na minha cabeça quando era, bom, só um formulário simples de inscrição. Eu clássica, criando problemas onde não existe nenhum e depois ficando paralisada pela minha própria imaginação."
        },
        {
            "role": "Character 1",
            "content": "É que, tipo, você faz isso com tudo, né?"
        },
        {
            "role": "Character 2",
            "content": "Eu sei, [apologético] desculpa, deve ser exaustivo ser minha amiga às vezes. Você me dá o mesmo papo motivacional sobre coisas diferentes a cada poucos meses e eu nunca pareço aprender minha lição sobre simplesmente ir atrás das coisas."
        },
        {
            "role": "Character 1",
            "content": "Não, tá bom, é de boa, acho que todo mundo tem seus, é, padrões."
        },
        {
            "role": "Character 2",
            "content": "Falando em padrões, eu já comecei a catastrofizar sobre o processo de entrevista. E se eles fizerem perguntas técnicas que eu não consigo responder ou quiserem que eu apresente pro time executivo?"
        },
        {
            "role": "Character 1",
            "content": "Você tá fazendo [infantil] de novo! Para de pensar tão longe!"
        },
        {
            "role": "Character 2",
            "content": "Você tá certíssima, eu preciso levar isso um passo de cada vez. Primeiro passo foi me inscrever, check, e o próximo passo é simplesmente esperar pra saber se vou ter uma entrevista - todo o resto é problema de amanhã."
        },
        {
            "role": "Character 1",
            "content": "Exatamente, e, na real, quando você conseguir a entrevista, bom, a gente treina juntas, ah, sem problema."
        },
        {
            "role": "Character 2",
            "content": "Isso seria incrível, então, com certeza vou aceitar sua ajuda porque, basicamente, ter alguém pra praticar, quer dizer, faria tanta diferença, é, especialmente alguém que sabe como me manter com os pés no chão."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, so I was [shaky voice] thinking about that whole promotion thing."
        },
        {
            "role": "Character 2",
            "content": "Oh wow, you're still [delighted] worried about that? Listen, I already submitted it yesterday after our talk - the application's in, it's done, there's no going back now!"
        },
        {
            "role": "Character 1",
            "content": "Wait, you, um, [whispering] actually went through with it?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, well, after our conversation I realized, you know, I was being ridiculous, er, just sitting on it forever. The deadline was coming up anyway and I figured worst case scenario, they say no and life continues exactly as it is now."
        },
        {
            "role": "Character 1",
            "content": "That's awesome, like, seriously, I guess I'm proud of you for, uhh, finally pulling the trigger."
        },
        {
            "role": "Character 2",
            "content": "Thanks, it feels weirdly liberating to have it out of my hands now. No more obsessing over word choice or whether my accomplishments sound impressive enough - what's done is done."
        },
        {
            "role": "Character 1",
            "content": "So when do you, honestly, think you'll hear back, hmm?"
        },
        {
            "role": "Character 2",
            "content": "They said two weeks, I mean, but knowing HR it could be, kind of, anywhere from next Monday to, ah, next month. The waiting is going to drive me absolutely crazy but at least it's a different kind of stress than the procrastination guilt."
        },
        {
            "role": "Character 1",
            "content": "Well, basically, whatever happens, uh, you took the shot, anyway."
        },
        {
            "role": "Character 2",
            "content": "Right so, that's what I keep telling myself, actually, and it helps that my manager seemed, umm, genuinely excited when I mentioned I'd applied. She even offered to put in a good word with the selection committee which has to be a positive sign."
        },
        {
            "role": "Character 1",
            "content": "See, the thing is, you were, sort of, overthinking it, you know?"
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely, honestly, I turned it into this, er, massive mountain in my head when it was, well, just a simple application form. Classic me, creating problems where none exist and then being paralyzed by my own imagination."
        },
        {
            "role": "Character 1",
            "content": "It's just that, like, you do this with everything, hmm?"
        },
        {
            "role": "Character 2",
            "content": "I know, I'm [apologetic] sorry, it must be exhausting being my friend sometimes. You give me the same pep talk about different things every few months and I never seem to learn my lesson about just going for things."
        },
        {
            "role": "Character 1",
            "content": "Nah, okay so, it's cool, I guess we all have our, um, patterns."
        },
        {
            "role": "Character 2",
            "content": "Speaking of patterns, I already started catastrophizing about the interview process. What if they ask technical questions I can't answer or want me to present to the executive team?"
        },
        {
            "role": "Character 1",
            "content": "You're doing it [child-like] again! Stop thinking so far ahead!"
        },
        {
            "role": "Character 2",
            "content": "You're absolutely right, I need to just take this one step at a time. First step was applying, check, and next step is simply waiting to hear if I get an interview - everything else is tomorrow's problem."
        },
        {
            "role": "Character 1",
            "content": "Exactly, and, actually, when you do get the interview, well, we'll prep together, uhh, no big deal."
        },
        {
            "role": "Character 2",
            "content": "That would be amazing, so, I'll definitely take you up on that because, basically, having someone to practice with would, I mean, make such a difference, err, especially someone who knows how to keep me grounded."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_5.txt"
}