{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[tosse] Ô, ouvi dizer que você precisava falar comigo sobre o novo treinamento de compliance?"
        },
        {
            "role": "Character 2",
            "content": "Sim, com certeza. A gente vai lançar uns módulos obrigatórios de segurança no trabalho semana que vem, e preciso que todo mundo termine até o final do mês. Cobre tudo, desde ergonomia até evacuação de emergência."
        },
        {
            "role": "Character 1",
            "content": "Quanto tempo isso vai levar?"
        },
        {
            "role": "Character 2",
            "content": "Cada módulo tem uns 30 minutos, e são 4 no total. Eu sei que parece muita coisa, mas a matriz tá pegando pesado depois daquele incidente na filial de Campinas."
        },
        {
            "role": "Character 1",
            "content": "O que aconteceu em Campinas?"
        },
        {
            "role": "Character 2",
            "content": "[muito alto] Alguém ignorou o alarme de incêndio achando que era simulado! Três pessoas acabaram com intoxicação por fumaça porque não evacuaram direito. É exatamente por isso que a gente precisa que todo mundo leve segurança a sério."
        },
        {
            "role": "Character 1",
            "content": "Que horror. Eles estão bem agora?"
        },
        {
            "role": "Character 2",
            "content": "Se recuperaram completamente, graças a Deus. Mas isso mostrou mesmo que a gente não pode ficar relaxada com esses procedimentos, mesmo quando parecem repetitivos ou óbvios."
        },
        {
            "role": "Character 1",
            "content": "Vai ter prova no final?"
        },
        {
            "role": "Character 2",
            "content": "[severo] Vai, e você precisa tirar pelo menos 80% pra passar. Mas não se preocupa, dá pra refazer se precisar. As perguntas são bem diretas se você prestar atenção no material mesmo."
        },
        {
            "role": "Character 1",
            "content": "Dá pra fazer de casa?"
        },
        {
            "role": "Character 2",
            "content": "[articulando cada palavra] Você pode acessar remotamente, mas eu preciso de comprovante de conclusão. O sistema rastreia tudo — tempo gasto, notas das provas, até quais slides você clicou."
        },
        {
            "role": "Character 1",
            "content": "Isso vai substituir a reunião anual de segurança?"
        },
        {
            "role": "Character 2",
            "content": "Não, isso é além daquela. Eu sei que é mais tempo de dedicação, mas olha, nossos prêmios de seguro dependem de ter treinamento documentado pra cada funcionário."
        },
        {
            "role": "Character 1",
            "content": "Qual é o prazo mesmo?"
        },
        {
            "role": "Character 2",
            "content": "[monótono] 31 de outubro, sem prorrogação. O RH vai ficar no pé de quem não completar, e pode afetar sua avaliação de desempenho se você não cumprir."
        },
        {
            "role": "Character 1",
            "content": "E se eu tiver problemas técnicos?"
        },
        {
            "role": "Character 2",
            "content": "[exausto] Fala com o TI imediatamente se tiver problemas. A gente já teve 5 pessoas dizendo que o computador travou bem na hora do prazo da última vez, então documenta tudo com print."
        },
        {
            "role": "Character 1",
            "content": "Você vai mandar lembretes?"
        },
        {
            "role": "Character 2",
            "content": "Vou mandar email toda semana começando segunda, mais convites no calendário. Pode confiar, você não vai conseguir esquecer nem se tentar ignorar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[cough] Hey, I heard you needed to talk to me about the new compliance training?"
        },
        {
            "role": "Character 2",
            "content": "Yes, absolutely. We're rolling out mandatory workplace safety modules next week, and I need everyone to complete them by the end of the month. It covers everything from ergonomics to emergency evacuations."
        },
        {
            "role": "Character 1",
            "content": "How long is this going to take?"
        },
        {
            "role": "Character 2",
            "content": "Each module is about thirty minutes, and there are four total. I know it seems like a lot, but corporate is really cracking down after that incident at the Dallas branch."
        },
        {
            "role": "Character 1",
            "content": "What happened in Dallas?"
        },
        {
            "role": "Character 2",
            "content": "[very loudly] Someone ignored the fire alarm thinking it was a drill! Three people ended up with smoke inhalation because they didn't evacuate properly. This is exactly why we need everyone taking safety seriously."
        },
        {
            "role": "Character 1",
            "content": "That's terrifying. Are they okay now?"
        },
        {
            "role": "Character 2",
            "content": "They recovered fully, thankfully. But it really drove home the point that we can't be complacent about these procedures, even when they seem repetitive or obvious."
        },
        {
            "role": "Character 1",
            "content": "Will there be a test at the end?"
        },
        {
            "role": "Character 2",
            "content": "[stern] Yes, and you need to score at least eighty percent to pass. Don't worry though, you can retake it if needed. The questions are pretty straightforward if you actually pay attention to the material."
        },
        {
            "role": "Character 1",
            "content": "Can we do it from home?"
        },
        {
            "role": "Character 2",
            "content": "[enunciating every word] You can access it remotely, but I need proof of completion. The system tracks everything - time spent, quiz scores, even which slides you clicked through."
        },
        {
            "role": "Character 1",
            "content": "Is this replacing the annual safety meeting?"
        },
        {
            "role": "Character 2",
            "content": "No, this is in addition to that. I realize it's more time commitment, but honestly, our insurance premiums depend on having documented training for every single employee."
        },
        {
            "role": "Character 1",
            "content": "When's the deadline again?"
        },
        {
            "role": "Character 2",
            "content": "[monotone] October thirty-first, no extensions. HR will be following up with anyone who hasn't completed it, and it could affect your performance review if you're non-compliant."
        },
        {
            "role": "Character 1",
            "content": "What if I have technical issues?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Contact IT immediately if you have problems. We've already had five people claim their computers crashed right before the deadline last time, so document everything with screenshots."
        },
        {
            "role": "Character 1",
            "content": "Will you send out reminders?"
        },
        {
            "role": "Character 2",
            "content": "I'll send weekly emails starting Monday, plus calendar invites. Trust me, you won't be able to forget about it even if you tried to ignore it."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_26.txt"
}