{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] मुझे यकीन नहीं हो रहा उसने बस— सबके सामने। [pause] बीस लोग बैठे थे, देख रहे थे मेरी बेइज़्ज़ती। [bitter] \"Not partner material.\" यही कहा उसने। चार साल... पूरे चार साल की 80-80 घंटे की shifts, कितने birthdays miss किए, कितनी छुट्टियां cancel कीं, और वो बस... [sigh] ऐसे देख रहा था जैसे मैं कुछ हूं ही नहीं। [angry] पता है सबसे बुरी बात क्या है? Jenkins मुस्कुरा रहा था। [very quietly] साला तीन-तीन घंटे का lunch लेता है, वो मुझ पर हंस रहा था। [frustrated] आधे लोगों को मैंने बचाया है उस room में। [loudly] उनकी deals save की हैं मैंने! [pause] रात के 2 बजे उनकी गलतियां ठीक की हैं जब वो घर पे सो रहे थे। [sad] और सब चुप बैठे थे। एक शब्द नहीं बोला किसी ने। [bitter laugh] Sarah तक नहीं, और मैंने उसे दो साल mentor किया है। [slowly] शायद मुझे पहले से समझ जाना चाहिए था। वो lunch meetings जिनमें मुझे नहीं बुलाया जाता था, वो, अम्म... assignments जो दूसरों को जाने लगे थे। [furious] पर ऐसे करना? [whispering] इतनी बेइज़्ज़ती? [confidently] पता है क्या, जाएं भाड़ में। [passionately] मुझे उनकी validation की ज़रूरत नहीं है ये जानने के लिए कि मैं अच्छी हूं अपने काम में। [determined] और भी firms हैं। बेहतर firms। [quietly] जो लोगों को, अ... ऐसे नहीं तोड़ती मज़े के लिए।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I can't believe he just— in front of everyone. [pause] Twenty people sitting there, watching me get eviscerated. [bitter] \"Not partner material.\" That's what he said. Four years of eighty-hour weeks, missed birthdays, canceled vacations, and he just... [sigh] He looked right through me like I was nothing. [angry] You know what the worst part is? Jenkins was smirking. [very quietly] That asshole who takes three-hour lunches was actually smirking at me. [frustrated] I've covered for half those people in that room. [loudly] I've saved their deals! [pause] Fixed their mistakes at two in the morning while they were home sleeping. [sad] And they all just sat there. Nobody said a word. [bitter laugh] Not even Sarah, and I mentored her for two years. [slowly] Maybe I should have seen this coming. The lunch meetings I wasn't invited to, the, um... the assignments that started going to other people. [furious] But to do it like that? [whispering] To humiliate me? [confidently] You know what, screw them. [passionately] I don't need their validation to know I'm good at what I do. [determined] There are other firms. Better firms. [quietly] Ones that don't, uh, don't destroy people for sport."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "200528b4_monologue.json",
    "type": "emotional_monologue",
    "subject": "The senior partner just told you that you'll never make partner material in front of the entire team",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}