{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Знаешь, я вообще не ожидала, что преподавание в центре для пожилых... изменит мою собственную семью. [chuckle] В смысле, я записалась думала — ну, научу незнакомых людей почтой пользоваться, может Фейсбуком. [pause] А потом бабуля начала спрашивать, можно ли ей на мои занятия по вторникам приходить. [hesitantly] Я сначала такая — эм, ну неловко же будет, если она там сидеть будет, пока я преподаю? [sigh] Боже, мне так стыдно сейчас, что я так думала. [regretful] Она же тут жила сколько, 15 лет, не разговаривая с сестрами в Польше? [very quietly] 15 лет. [clearing throat] В общем, приходит она на занятие и... э-э... реально конспектирует всё, вопросы задаёт. [smiling speaking] Прилежнее половины остальных учеников, честно. [laugh] И вот однажды она мне говорит — нет, шепчет мне — что хочет научиться по видеосвязи звонить. [emotional] Её сестра Анна заболела и... [shaky voice] не знаю, что-то во мне просто щёлкнуло. [very sincerely] Мы после занятий часа два сидели, WhatsApp настраивали. [extremely happy] И когда лицо Анны на экране появилось? [crying while speaking] Бабуля просто зарыдала, по-польски так быстро заговорила, что я не — они обе и плакали, и смеялись. [relieved] Теперь каждое воскресенье созваниваются. [cheerful] На прошлой неделе она даже Анну фильтрам научила пользоваться. [belly laugh] Моя 80-летняя бабушка мне селфи с кошачьими ушками шлёт!"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, I never expected teaching at the senior center would actually... change my own family. [chuckle] I mean, I signed up thinking I'd help strangers learn email, maybe Facebook. [pause] But then Gran started asking if she could come to my Tuesday sessions. [hesitantly] At first I was like, ehh, that might be weird having her there while I'm teaching? [sigh] God, I feel terrible saying that now. [regretful] She'd been living here for what, fifteen years without talking to her sisters in Poland? [very quietly] Fifteen years. [clearing throat] Anyway, so she comes to class and she's, um... she's actually taking notes, asking all these questions. [smiling speaking] Better student than half the others, honestly. [laugh] And then one day she goes—actually, she whispers to me—she wants to learn video calling. [emotional] Her sister Anna had gotten sick and... [shaky voice] I don't know, something just clicked for me. [very sincerely] We stayed after class for like two hours setting up WhatsApp. [extremely happy] And when Anna's face popped up on that screen? [crying while speaking] Gran just started sobbing, speaking Polish so fast I couldn't—they were both crying and laughing. [relieved] Now they talk every Sunday. [cheerful] She even taught Anna how to use filters last week. [belly laugh] My eighty-year-old grandmother sending me selfies with cat ears!"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "72e02ab7_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your volunteer work teaching seniors technology helped your own grandmother reconnect with family overseas",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}