{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] Семь лет. 7 лет я оглядывалась через плечо, и они просто—меня помиловали. Вот так просто. [pause] Я сегодня прошла по центру города, эм, никто меня даже не узнал. Кафе, куда я ходила каждое утро? [whispering] Теперь там банк. [bitter] Банк. Сара вышла замуж—я видела в Facebook. У неё двое детей. [slowly] Двое детей, которых я никогда не узнаю. Мой брат, он... [sigh] он перестал ждать моего возвращения после третьего года, наверное.\n\n[confused] Дом, где я жила, they tore the whole thing down. Построили какие-то элитные кондо или что там. [quietly] Даже деревья выглядят по-другому. Старше. Ну, obviously they're older but—[long pause] Все просто продолжали жить. [sad] Мой племянник меня не помнит. Ему было 4, когда я уехала, now he's eleven and he looked at me like I was a stranger. Что, честно говоря, так и есть. [trailing off] Я и есть чужая...\n\n[very melancholic] Они вернули мне свободу, but there's nothing left to return to. Мир, который я знала, жизнь, которая у меня была—[laugh] это как пытаться войти обратно в фотографию, которая уже выцвела. [regretful] Может, в этом и есть настоящее наказание. Не в бегстве, but in coming back to find out you've already been erased."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] Seven years. Seven years of looking over my shoulder and they just—they pardoned me. Just like that. [pause] I walked through downtown today, um, nobody even recognized me. The coffee shop I used to go to every morning? [whispering] It's a bank now. [bitter] A bank. Sarah got married—I saw it on Facebook. She has two kids. [slowly] Two kids I'll never know. My brother, he... [sigh] he stopped waiting for me to come back after year three, I guess. \n\n[confused] The apartment building where I lived, they tore it down. Built some luxury condos or whatever. [quietly] Even the trees look different. Older. Like, obviously they're older but—[long pause] Everyone just kept living. [sad] My nephew doesn't remember me. He was four when I left, now he's eleven and he looked at me like I was a stranger. Which, honestly, I am. [trailing off] I am a stranger...\n\n[very melancholic] They gave me my freedom back but there's nothing left to return to. The world I knew, the life I had—[laugh] it's like trying to step back into a photograph that's already faded. [regretful] Maybe that's the real punishment. Not the running, but the coming back to find out you've already been erased."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "dd0a5d0f_monologue.json",
    "type": "emotional_monologue"
}