{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[regretful] 23 года. 23 года я эту работу делаю, а теперь они говорят, что я— [pause] Дело в том, что я провела тот тест точно так же, как всегда провожу. Каждый протокол, каждый контрольный вопрос — всё строго по инструкции. [frustrated] Но я как-то это пропустила, и теперь человек отсидел 4 года за то, чего не делал. 4 года жизни — коту под хвост. [sigh] Дети без него выросли. Жена ушла. И это моя вина, потому что я сидела, смотрела на эти графики и сказала, эм... сказала, что он врёт. [very quietly] Господи, а вдруг есть другие? Вдруг это не единственный раз, когда я ошиблась? [bitter] Они всё твердят про \"единичный случай\", но откуда нам вообще знать? Они же не перепроверяют каждое дело. [shaky voice] У меня перед глазами всё время его лицо из газеты. Та фотография, где он выходит из суда, наконец-то свободный, и у него такой... пустой взгляд. [long pause] Может, пусть забирают мой сертификат. Может, мне вообще нельзя было этим заниматься. [whispering] Сколько ещё невиновных я помогла упечь за решётку?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[regretful] Twenty-three years. Twenty-three years I've been doing this job, and now they're saying I— [pause] The thing is, I ran that test exactly how I always do. Every protocol, every baseline question, all of it by the book. [frustrated] But somehow I missed it, and now there's a man who spent four years in prison for something he didn't do. Four years of his life, gone. [sigh] His kids grew up without him. His wife left. And it's my fault because I sat there and I looked at those charts and I said, um... I said he was lying. [very quietly] God, what if there are others? What if this wasn't the only time I got it wrong? [bitter] They keep calling it an \"isolated incident\" but how would we even know? It's not like they go back and check every case. [shaky voice] I keep seeing his face from the newspaper. That photo of him walking out of court, finally free, and he just looked so... empty. [long pause] Maybe they should take my certification. Maybe I never should've had it in the first place. [whispering] How many other innocent people did I help put away?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "73644478_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your polygraph examiner certification is under review after you failed to detect lies that led to a wrongful conviction",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}