{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Двадцать восемь тысяч. Двадцать восемь тысяч долларов они хотят за операцию Эммы. После того как страховая отказала. Я смотрю на это письмо, как будто цифры сами собой изменятся. [bitter] «Медицински не обосновано» — это как, блин, исправить позвоночник моей дочери — не обосновано?\n\n[pause]\n\nЯ получаю 36 тысяч в год, управляю оранжереей. 36 до налогов. После квартплаты, продуктов, платежа за машину... у меня остаётся, дай бог, двести долларов в месяц. [frustrated] Двести! Такими темпами мне понадобится, э-э-э... больше десяти лет, чтобы накопить нужную сумму? Эмме это нужно сейчас. Ей больно каждый день, а эти люди сидят в своих кабинетах и решают, что там «обосновано».\n\n[angry] Я работаю там пятнадцать лет. Пятнадцать лет выращиваю их дурацкие орхидеи, поддерживаю жизнь в их тропических растениях, и я даже не могу— [voice breaking] Я даже не могу помочь собственному ребёнку. Что я за мать, если не могу...\n\n[long pause]\n\n[very quietly] Может, найти вторую работу. Ночные смены где-нибудь. Или продать машину, ездить на автобусе. Должен же быть выход. [desperate] Мне просто нужно что-то придумать. Она рассчитывает на меня. Кроме меня у неё никого нет."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Twenty-eight thousand. That's what they want for Emma's surgery. Twenty-eight thousand dollars after the insurance said no. I keep looking at this letter like the numbers are gonna change somehow. [bitter] \"Not medically necessary\" — how is fixing my daughter's spine not medically necessary? \n\n[pause]\n\nI make thirty-six a year managing the greenhouse. Thirty-six before taxes. After rent, groceries, car payment... I've got maybe two hundred left each month if I'm lucky. [frustrated] Two hundred! At that rate it would take me, what, um... over ten years to save enough? Emma needs this now. She's in pain every single day and these people are sitting in their offices deciding what's \"necessary.\"\n\n[angry] I've worked there fifteen years. Fifteen years growing their stupid orchids and keeping their tropical plants alive and I can't even— [voice breaking] I can't even help my own kid. What kind of parent can't... \n\n[long pause]\n\n[very quietly] Maybe I could get a second job. Nights somewhere. Or sell the car, take the bus. There's gotta be something. [desperate] I just need to figure this out. She's counting on me. I'm all she's got."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6e99d542_monologue.json",
    "type": "emotional_monologue",
    "subject": "Discovering your greenhouse manager salary can't cover your kid's medical bills after the insurance denial",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}