{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Боже мой, Джейми просто—она правда это сделала. [shaky voice] В смысле, три месяца мы работали над, ну, просто структурой абзаца, а она... [pause] Она написала целое сочинение сегодня. Типа, настоящее эссе с, эм, переходами и всем остальным. [crying while speaking] Я видела её лицо, когда она поняла, что закончила—всё целиком—и честно, я просто... [sniffle]\n\nДело в том, что её родители говорили мне, что она никогда не сможет, э, структурировать свои мысли вот так. [angry] В прошлой школе на неё вообще махнули рукой, сказали, что она, не знаю, \"слишком рассеянная\" или как там. [bitter] Но сегодня, блин, сегодня она просто продолжала писать, и я видела, как она, типа, пробивалась через каждое предложение, но не останавливалась. [very excited] И потом—представь—она попросила прочитать вслух! [laugh] Джейми, которая обычно даже, ну, слова не скажет на уроке!\n\n[warm] Знаешь, что она мне потом сказала? Она сказала: \"Я думала, у меня мозги сломаны\". [cry] Господи, это просто... [long pause] Эти дети, они столько на себе несут, думая, что они какие-то неполноценные. [extremely happy] Но сегодня она всем доказала, что они неправы. Вообще-то, она самой себе доказала, что неправа, и это, ну, это же всё. [relieved] Это абсолютно всё."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] Oh my God, Jamie just—she actually did it. [shaky voice] I mean, for three months we've been working on, you know, just basic paragraph structure and she... [pause] She wrote a whole essay today. Like, a real essay with, um, transitions and everything. [crying while speaking] I watched her face when she realized she'd finished it—the whole thing—and honestly, I just... [sniffle] \n\nThe thing is, her parents told me she'd never be able to, er, organize her thoughts like that. [angry] Her last school basically gave up on her, said she was, I don't know, \"too scattered\" or whatever. [bitter] But today, oh man, today she just kept going, and I could see her, like, fighting through every sentence but she wouldn't stop. [very excited] And then—get this—she asked if she could read it out loud! [laugh] Jamie, who usually won't even, hmm, speak up in class!\n\n[warm] You know what she told me after? She said, \"I thought my brain was broken.\" [cry] God, that just... [long pause] These kids, they carry so much, thinking they're somehow less than. [extremely happy] But she proved them all wrong today. Actually, she proved herself wrong, and that's, well, that's everything. [relieved] That's absolutely everything."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "dcd730f2_monologue.json",
    "type": "emotional_monologue"
}