{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] Боже мой. Они просто... они реально их приняли. Вся индустрия будет использовать мои протоколы. [pause] В смысле, я знала, что они их рассматривают, но я думала—честно говоря? Я думала, они возьмут может одну-две вещи и, знаешь, переделают их до неузнаваемости. Но это... это всё. The workflow optimization, система отслеживания пациентов, даже тот маленький чеклист, который я создала, потому что мы постоянно пропускали лабораторные назначения. [chuckle] Господи, помню, как сидела до типа 3 утра, работала над ними, думала, что никому кроме нашей команды они не будут интересны. [speeding up] И тут мне звонит доктор Харрисон—та самая доктор Харрисон—и такая: \"congratulations on setting the new standard,\" а я просто стою там типа, э, что? Это реально? [emotional] Три года все говорили мне, что я слишком дотошная, слишком педантичная, что я всё усложняю. Оказывается... оказывается, это именно то, что было нужно индустрии. [slowly] Моя мама с ума сойдёт, когда я ей расскажу. Она никогда толком не понимала, чем я занимаюсь, но, ммм, industry standard? [laugh] Вот это она поймёт. Я реально это сделала. We actually changed how every clinic is going to operate. [very sincerely] Вау."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] Oh my God. They just... they actually adopted them. The whole industry is going to use my protocols. [pause] I mean, I knew they were reviewing them, but I thought—honestly? I thought they'd pick maybe one or two things and, you know, modify them beyond recognition. But this is... this is everything. The workflow optimization, the, um, the patient tracking system, even that little checklist thing I created because we kept missing lab orders. [chuckle] God, I remember staying up until like 3 AM working on those, thinking nobody would ever care about them except our team. [speeding up] And now Dr. Harrison called me—the actual Dr. Harrison—and she's like \"congratulations on setting the new standard\" and I'm just standing there like, uh, what? This is real? [emotional] Three years of everyone telling me I was being too detailed, too meticulous, that I was overthinking everything. Turns out... turns out that's exactly what the industry needed. [slowly] My mom's going to freak out when I tell her. She never really understood what I do, but, mmm, an industry standard? [laugh] That she'll understand. I actually did it. We actually changed how every clinic is going to operate. [very sincerely] Wow."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "6dcdc854_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your clinical operations manager protocols being adopted as the industry standard",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}