{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] 23 года. 23 года без единой ошибки, а потом одна запятая—одна дурацкая запятая не на том месте, и [frustrated] бум, всё пропало. [short pause] Аттестационная комиссия даже не дала мне, эм, нормально объяснить. [angry] Они просто сидели там со своими планшетами, смотрели на меня как на какую-то преступницу!\n\n[regretful] Счёт миссис Хендерсон вырос с 80 долларов до 8 тысяч. Я имею в виду, [nervous laugh] как я не заметила этого? [very sad] Ей 87 лет, she lives on social security, и у неё—у неё случился сердечный приступ, когда она открыла этот счёт. [sniffle]\n\n[defensive] Но система тоже не отметила ошибку, понимаешь? [speeding up] Должны быть меры безопасности, checks and balances, кто-то должен был поймать это до отправки, но нет нет нет, [loudly] всё на мне! [pause]\n\n[exhausted] Мой начальник, он даже не смотрел на меня, когда, эм, забирал мой бейдж. [whispering] \"Company policy,\" сказал он. [bitter laugh] Company policy. [very melancholic] Я обучила половину техников в том здании.\n\n[shaky voice] Жена ещё не знает. I've been sitting in this parking lot for, хм, 2 часа? [trailing off] Как ты говоришь человеку, что то, в чём ты была хороша, то, что оплачивало ипотеку... [sigh]\n\n[defeated] Одна запятая."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Twenty-three years. Twenty-three years without a single mistake, and then one decimal point—one stupid decimal point in the wrong place, and [frustrated] boom, everything's gone. [short pause] The certification board didn't even, um, let me explain properly. [angry] They just sat there with their clipboards, looking at me like I'm some kind of criminal! \n\n[regretful] Mrs. Henderson's bill went from eighty dollars to eight thousand. I mean, [nervous laugh] how did I not catch that? [very sad] She's eighty-seven years old, lives on social security, and she—she had a heart episode when she opened that bill. [sniffle] \n\n[defensive] But it's not like the system flagged it either, you know? [speeding up] There's supposed to be safeguards, checks and balances, someone should have caught it before it went out, but no no no, [loudly] it's all on me! [pause] \n\n[exhausted] My supervisor, he wouldn't even look at me when he, uh, took my badge. [whispering] \"Company policy,\" he said. [bitter laugh] Company policy. [very melancholic] I trained half the techs in that building. \n\n[shaky voice] My wife doesn't know yet. I've been sitting in this parking lot for, hmm, two hours? [trailing off] How do you tell someone that the thing you were good at, the thing that paid the mortgage... [sigh] \n\n[defeated] One decimal point."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "d8a5ff93_monologue.json",
    "type": "emotional_monologue"
}