{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Эй, ну конечно я взяла трубку! [surprised] В смысле, как это ты думала, что не возьму? Господи, ты что—стоп, ты звонишь поблагодарить? [warm] Не-не, не надо. Слушай, я ж ничего особенного не сделала, просто... была рядом, понимаешь? Ну это же семья для того и нужна. [pause] Да, знаю, что мы не родные по крови, но—да брось ты, мы же с тобой сёстры с 12 лет.\n\n[emotional] Хватит, я же сейчас разревусь. Нет, я серьёзно, у меня уже всё— [sniffle] Слушай, я знаю, как тебе тяжело всё это далось. И смотреть, как ты через это проходишь, особенно те первые недели, когда ты едва могла, эм... когда ты даже с кровати встать не могла некоторые дни? [quietly] Это было жёстко, подруга. Но ты справилась. Это ты сделала, не я.\n\n[getting emotional] Что? Нет, я не приписываю себе—ладно, ладно, хорошо. Может, ночные вылазки за пиццей немного помогли. [laugh] И тот раз, когда я заставила тебя пересмотреть все эти дурацкие боевики, чтоб отвлечься. [warmly] Но если честно, когда я увидела, что ты наконец-то снова смеёшься в прошлом месяце? Вот тогда я поняла, что всё будет хорошо. [pause] Да. Да, я тоже тебя люблю, сестрёнка. Всё, хватит доводить меня до слёз, я же на работе!"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Hey, yeah of course I picked up! [surprised] What do you mean you didn't think I would? Oh my god, are you—wait, you're calling to thank me? [warm] No, no, you don't have to do that. I mean, honestly, I didn't do anything special, I just... listened, you know? That's what family does. [pause] Yeah, I know we're not blood related but—come on, you've been my brother since we were twelve. \n\n[emotional] Stop, you're gonna make me cry. No, I'm serious, I'm already getting all— [sniffle] Look, I know how hard this whole thing was for you. And watching you go through it, especially those first few weeks when you could barely, um... when you couldn't even get out of bed some days? [quietly] That was rough, man. But you made it through. You did that, not me. \n\n[getting emotional] What? No, I'm not taking credit for—okay, okay fine. Maybe the late night pizza runs helped a little. [laugh] And that time I made you watch all those terrible action movies to distract you. [warmly] But seriously, seeing you finally laugh again last month? That's when I knew you were gonna be okay. [pause] Yeah. Yeah, I love you too, bro. Now stop making me all weepy, I'm at work!"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "71caf0f5_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your stepbrother calling to say your support helped him get through his divorce",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}