{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shocked] Они дали это Маркусу. Маркусу! Я просто... вау. Ладно. [bitter] Пять лет я работала над этой позицией. Пять лет, эм, курсов арабского, все эти security clearances, ротации по разным департаментам. [pause] А Маркус здесь сколько, два года? [frustrated] Даже не два года вообще-то — eighteen months, that's it.\n\n[sigh] Я не понимаю, как они могли — в смысле, я буквально написала training manual для visa processing. [angry] Он меня просил помочь с его первым interview assessment! Помнишь это? [laugh] Боже, это... это реально происходит.\n\n[quietly] Знаешь, что они мне сказали? Что я, эм, \"overqualified.\" Overqualified. [sarcastic] Ой, простите, что мой десятилетний опыт в международных отношениях — это слишком много для консульской позиции. [pause] А у Маркуса что — what does he even have, a bachelor's in communications?\n\n[sad] Я просто думала... не знаю, думала, что в этот раз будет по-другому. Все эти ночи за изучением дипломатического протокола, эти, эм, языковые сертификаты... [trailing off] И для чего?\n\n[bitter] HR сказали, что им нужен кто-то, кто может \"grow into the role.\" [laugh] Врасти в неё. While I've been ready for this position since, хм, наверное три года назад. [very quietly] Может, я должна была это предвидеть."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shocked] They gave it to Marcus. Marcus! I just... wow. Okay. [bitter] Five years I've been working toward this position. Five years of, um, of Arabic classes, the security clearances, all those rotations in different departments. [pause] And Marcus has been here what, two years? [frustrated] Not even two years, actually—eighteen months. \n\n[sigh] I don't understand how they could—I mean, I literally wrote the training manual for visa processing. [angry] He asked ME for help with his first interview assessment! Remember that? [laugh] God, this is... this is actually happening.\n\n[quietly] You know what they told me? That I was, erm, \"overqualified.\" Overqualified. [sarcastic] Oh, I'm so sorry my decade of international relations experience is too much for a consular position. [pause] Meanwhile Marcus has—what does he have, a bachelor's in communications? \n\n[sad] I just thought... I don't know, I thought this time would be different. All those nights studying diplomatic protocol, the, um, the language certifications... [trailing off] And for what?\n\n[bitter] HR said they wanted someone who could \"grow into the role.\" [laugh] Grow into it. While I've been ready for it since, hmm, probably three years ago. [very quietly] Maybe I should've seen this coming."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "6fea03fc_monologue.json",
    "type": "emotional_monologue",
    "subject": "Finding out the consular officer position you've wanted for years went to someone with half your experience",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}