{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Мне пришлось вас вызвать сегодня, потому что, ну... я просто должна была сказать вам это лично. [тепло] Ваш ребёнок... честно говоря, я даже не знаю, как это выразить. [пауза] За мои 17 лет преподавания у меня никогда—вот никогда—не было такого ученика. [очень искренне] Каждый божий день первым предлагает помощь. [улыбаясь] Раздать тетради там, помочь однокласснику, который не понимает, убрать без напоминания... [в восторге] Вчера, знаете, что произошло? [короткая пауза] Один малыш уронил поднос с обедом и просто расплакался, и я ещё даже подойти не успела, а ваш ребёнок уже помогает всё собирать и, эм... отдал ему половину своего бутерброда. [сочувственно] Вот так просто. Без раздумий.\n\nА это уважение—боже мой, это же не только ко мне. [счастливо] Ко всем взрослым, ко всем детям, к уборщице, к работникам столовой... ко всем. [пауза] Говорит \"пожалуйста\" и \"спасибо\" так, как будто, не знаю, дышит что ли. [хихикает] Другие учителя прям в коридоре меня останавливают, чтобы сказать, какой он замечательный. [очень искренне] Я просто... хотела, чтобы вы знали: что бы вы там дома ни делали, это работает. [тепло] Вы растите совершенно исключительного человека."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "I had to call you in today because, well, I just had to tell you this in person. [warm] Your child is... honestly, I don't even know how to put this. [pause] In my seventeen years of teaching, I have never—and I mean never—had a student like them. [very sincerely] Every single day, they're the first one to offer help. [smiling speaking] Whether it's passing out papers, helping a classmate who's struggling, cleaning up without being asked... [delighted] Yesterday, you know what they did? [short pause] One of the kids dropped their lunch tray and just started crying, and before I could even get over there, your child was already helping them clean up and, um... they gave them half of their own sandwich. [empathetically] Just like that. No hesitation. \n\nAnd the respect thing—oh my gosh, it's not just with me. [happy] It's with every adult, every student, the janitor, the lunch staff... everyone. [pause] They say \"please\" and \"thank you\" like it's, I don't know, breathing to them. [chuckle] The other teachers actually stop me in the hallway to tell me how wonderful they are. [very sincerely] I just... I wanted you to know that whatever you're doing at home, it's working. [warm] You're raising an absolutely exceptional human being."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "709e9947_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your child's teacher saying your kid is the most respectful and helpful student they've had in years",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}