{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[дрожащим голосом] Я не могу — я буквально не могу это сейчас переварить. Так вот, эм, помнишь всю эту историю Джейка про водоочистную станцию? Ту самую, над которой я, по сути, смеялась ему в лицо месяцев шесть подряд? [нервный смех] Ну, э-э, я только что получила результаты из лаборатории — той независимой проверки, которую я заказала, чтобы доказать, что он неправ, и... [долгая пауза]\n\nГосподи, он был прав. Типа, реально, абсолютно прав. Уровень хрома — он просто зашкаливает. [тревожно] В смысле, мы же это пили, понимаешь? Наши дети это пили. А я всё твердила ему, что он параноик, что ему надо, э-э, слезть с этих конспирологических форумов в интернете и — [раздражённо] Блин, ну я и дура.\n\n[быстро] Фишка в том, что я же гордилась тем, что я рациональная, понимаешь? Мыслю на основе фактов. Но я даже не посмотрела на его данные, потому что, ну, это же был Джейк. Джейк-конспиролог, который думает, эм, что всё вокруг — заговор. [с сожалением] Только вот в этот раз это реально им и оказалось.\n\n[очень тихо] Сколько ещё вещей он говорил правильно, а я просто... отмахивалась? [вздох] Мне надо ему позвонить. Извиниться. А потом, честно говоря, нам надо решить, что, чёрт возьми, делать с этой информацией, потому что [ускоряясь] если это правда, если эти цифры точные, то получается, что весь город медленно травят, и никто не в курсе."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I can't—I literally can't process this right now. So, um, you remember Jake's whole thing about the water treatment plant? The one where I basically laughed in his face for like, six months straight? [nervous laugh] Well, uh, I just got the lab results back from that independent testing I did to prove him wrong, and... [long pause] \n\nJesus Christ, he was right. Like, actually, legitimately right. The chromium levels are—they're off the charts. [anxiously] I mean, we've been drinking this, you know? Our kids have been drinking this. And I just kept telling him he was being paranoid, that he needed to, er, get off the internet conspiracy forums and—[frustrated] God, I'm such an asshole.\n\n[quickly] The thing is, I pride myself on being the rational one, right? The evidence-based thinker. But I didn't even look at his data because, well, it was Jake. Conspiracy theory Jake who thinks, um, everything is a cover-up. [regretful] Except this time it actually was. \n\n[very quietly] How many other things has he been right about that I just... dismissed? [sigh] I need to call him. Apologize. And then, honestly, we need to figure out what the hell we do with this information because [speeding up] if this is real, if these numbers are accurate, then basically everyone in town is being slowly poisoned and nobody knows."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "da6c393b_monologue.json",
    "type": "emotional_monologue"
}