{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[шокированно] Стоп, что? Сара тебе сказала, что они... они обсуждают мои операции? [пауза] Уже несколько месяцев? [тихо] Господи. [нервно смеётся] В смысле, я чувствовала, что в операционной что-то не то в последнее время, но думала, что просто накручиваю себя. Все такие, ну... такие вежливые стали. Слишком вежливые, вообще-то. [горько] Теперь понятно, почему Хендерсон вдруг перестал звать меня на сложные операции. [вздох] А я-то думала, может, он просто, э-э, предпочитает работать с новеньким. [сердито] Но они под вопрос ставят мою компетентность? Мою компетентность? [дрожащим голосом] Я провела больше 300 эндопротезирований без единого серьёзного осложнения. Я же написала ту самую статью по малоинвазивной артроскопии тазобедренного сустава, на которую они все ссылаются. [обиженно] Это люди, которым я доверяла. Которых я прикрывала, когда им нужно было. [пауза] Ричардсон даже в прошлом месяце спрашивал у меня совета по той неудачной реконструкции колена, и всё это время он... [затихая] [раздражённо] Блин, какая же я дура. [тихо] Может, надо было это предвидеть. Не знаю, может, они правы, может, я и правда стала... [пауза] Нет. Нет, знаешь что? [решительно] Пусть сколько угодно обсуждают меня за закрытыми дверями, но мои результаты говорят сами за себя."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shocked] Wait, what? Sarah told you that they've been... they've been talking about my surgical outcomes? [pause] For months? [quietly] Oh my God. [nervous laugh] I mean, I knew something felt off in the OR lately, but I thought I was just being paranoid. Everyone's been so, hmm... so polite. Too polite, actually. [bitter] That explains why Henderson suddenly stopped asking me to assist on his complex cases. [sigh] And here I was thinking maybe he just, er, preferred working with the new guy. [angry] But they've been questioning my competence? My competence? [voice shaking] I've done over three hundred joint replacements without a single major complication. I literally wrote the paper on minimally invasive hip arthroscopy that they all reference. [hurt] These are people I trusted. People I've covered for when they needed it. [pause] Richardson even asked me for advice on that botched knee reconstruction last month, and the whole time he was... [trailing off] [frustrated] God, I feel so stupid. [quietly] Maybe I should've seen it coming. I don't know, maybe they're right, maybe I have been... [pause] No. No, you know what? [determined] They can question me all they want behind closed doors, but my outcomes speak for themselves."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6e578311_monologue.json",
    "type": "emotional_monologue",
    "subject": "Finding out your orthopedic surgeon colleagues have been questioning your competence behind your back for months",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}