{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Okay, should we get the check? I think I'm ready to head out."
        },
        {
            "role": "Character 2",
            "content": "Oh yeah, absolutely! Let me just, um, flag down our server. You know, I was actually thinking about the tip—with service this good, I usually go like twenty-two, twenty-three percent instead of the standard twenty, does that sound reasonable to you?"
        },
        {
            "role": "Character 1",
            "content": "Sure, that works. How much was everything again?"
        },
        {
            "role": "Character 2",
            "content": "Hmm, let me see here... okay so your salmon was thirty-two, my pasta was, uh, twenty-eight, and then we had that appetizer for fourteen. Plus the two glasses of wine at twelve each, that's... geez, ninety-eight total before tip."
        },
        {
            "role": "Character 1",
            "content": "Ninety-eight? That seems high for what we got."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I know, restaurant prices are honestly getting a bit ridiculous these days. Actually, you know what's funny? I charge eighty-five for a full adjustment at my practice, and that's like, forty-five minutes of specialized treatment, but here we're paying more for, what, an hour of eating?"
        },
        {
            "role": "Character 1",
            "content": "Wait, you charge eighty-five? That seems really reasonable for chiropractic work."
        },
        {
            "role": "Character 2",
            "content": "Well, I mean, I try to keep it accessible, you know? Most places around here charge anywhere from one-ten to one-fifty for the same service, but I figure if people can come in twice a month at eighty-five, that's better than, um, once every three months at a higher rate."
        },
        {
            "role": "Character 1",
            "content": "[trailing off] So with a twenty-two percent tip, that would be..."
        },
        {
            "role": "Character 2",
            "content": "Right right, so twenty-two percent of ninety-eight is, erhm, let me think... about twenty-one fifty, which brings us to roughly one-twenty total. We could just split it sixty-sixty if that's easier, or we could itemize if you prefer?"
        },
        {
            "role": "Character 1",
            "content": "Sixty each is fine. Do you take cards here? I mean, does the restaurant?"
        },
        {
            "role": "Character 2",
            "content": "Oh yeah, they definitely do! Actually, speaking of payment stuff, I just switched my practice to this new system that charges only two point six percent per transaction instead of the usual three point five—saves me like, hmm, probably four hundred a month in fees alone."
        },
        {
            "role": "Character 1",
            "content": "Four hundred a month? That's almost five thousand a year!"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Sorry, I'm totally doing that thing where I talk shop at dinner again, aren't I? But yeah, forty-eight hundred annually to be exact, which is basically, uh, enough to cover my entire equipment lease for the year, so it's kind of a big deal for a small practice."
        },
        {
            "role": "Character 1",
            "content": "No, it's interesting! Here comes our server with the check."
        },
        {
            "role": "Character 2",
            "content": "Perfect timing! Oh, and hey, just so you know, if you ever need an adjustment, first visit is only sixty-five for friends. That includes the full consultation and, um, x-rays if needed, which normally runs about one-seventy-five at most places."
        },
        {
            "role": "Character 1",
            "content": "I might take you up on that. My back's been killing me lately."
        },
        {
            "role": "Character 2",
            "content": "Ah man, how long has it been bothering you? Because if it's been more than, like, two weeks, you really shouldn't wait much longer. The longer you let it go, the more sessions it typically takes—usually three to four initially, then maybe once every two weeks for maintenance."
        },
        {
            "role": "Character 1",
            "content": "Two weeks? It's been about a month actually."
        },
        {
            "role": "Character 2",
            "content": "Ooh, yeah, definitely come see me then. Look, I have openings Tuesday at ten-thirty or Thursday at three-fifteen, and honestly, with a month of pain, we're probably looking at, erhm, six to eight visits total to get you properly sorted out, but we can spread those over like two months to make it manageable."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_36.txt",
    "actor": 1
}