{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Is this, um, is this spot taken? I just got here from the airport and I'm kind of lost."
        },
        {
            "role": "Character 2",
            "content": "Oh! No, no, it's—sit, please. God, you look exhausted. I'm Jordan, I've been here since, uh, Tuesday? Or wait, Wednesday. The days kind of blur together here, honestly. Are you here for the whole week thing or just the weekend?"
        },
        {
            "role": "Character 1",
            "content": "Third time? Wow. I'm Sam. What keeps bringing you back?"
        },
        {
            "role": "Character 2",
            "content": "Oh, ha, no—this is my first time actually. I meant I've been here since Wednesday of this week. Sorry, that was... I'm not explaining well. I'm still getting used to the whole, you know, no phones, no clocks, eating in silence thing. It's really weird at first."
        },
        {
            "role": "Character 1",
            "content": "That sounds... exactly what I need right now."
        },
        {
            "role": "Character 2",
            "content": "Yeah? I mean, I thought I needed it too, but then yesterday during this breathing thing, I just—I completely lost it. Like, full-on sobbing in front of strangers. The instructor kept saying it was \"releasing\" but honestly it just felt like, uh, really embarrassing?"
        },
        {
            "role": "Character 1",
            "content": "All of the above, actually. Plus a divorce."
        },
        {
            "role": "Character 2",
            "content": "Oh shit. Sorry, that's—wow. That's a lot. I'm here because my therapist basically said I needed to, like, \"reconnect with myself\" or whatever, but divorce? That's... I can't even imagine. Mine's just regular anxiety stuff, nothing that heavy."
        },
        {
            "role": "Character 1",
            "content": "Brave or desperate?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, probably desperate? I mean, that's what got me here—my roommate literally drove me because she said I was having what she called \"concerning thoughts.\" Which, okay, fair, but still. We're all kind of desperate here, I think. Have you met River yet? The guy who runs it?"
        },
        {
            "role": "Character 1",
            "content": "[extremely happy] You seem pretty grounded for someone at a spiritual retreat."
        },
        {
            "role": "Character 2",
            "content": "[whispering] Honestly? I'm faking it. I have no idea what I'm doing here. This morning I accidentally went to advanced yogic breathing instead of gentle stretching and almost passed out. I think everyone here knows way more about this stuff than me."
        },
        {
            "role": "Character 1",
            "content": "[very excited] What was your biggest unexpected possibility?"
        },
        {
            "role": "Character 2",
            "content": "Um, unexpected? I guess... okay, this is going to sound really dumb, but yesterday I ate lunch without scrolling through my phone—obviously, because they took them—and I actually tasted my food? Like, really tasted it? I know that's not profound or anything, but it kind of freaked me out how much I usually just... don't notice."
        },
        {
            "role": "Character 1",
            "content": "[very meekly] That's... that's actually really beautiful."
        },
        {
            "role": "Character 2",
            "content": "[furious] Beautiful? No, it's—it's fucking terrifying actually! Like, if I'm not even present when I'm eating, what else am I missing? Sorry, I didn't mean to snap, it's just... this place makes you think about stuff you really don't want to think about, you know?"
        },
        {
            "role": "Character 1",
            "content": "Moon ceremony? What exactly happens at a moon ceremony?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, I have no idea. Someone mentioned it involves writing down things you want to let go of? And then there's fire? But also maybe dancing? I'm kind of nervous about it, to be honest—I'm not really a \"ceremony\" person, if that makes sense."
        },
        {
            "role": "Character 1",
            "content": "Have you made any friends here yet?"
        },
        {
            "role": "Character 2",
            "content": "[sad] Not really. I mean, people are nice but everyone's dealing with their own stuff, you know? It's weird being surrounded by people but feeling so... I don't know. Alone, I guess. But maybe that's the point? To sit with that feeling instead of running from it?"
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_17.txt",
    "actor": 1
}