{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitant] Hum, reconheço a tua voz agora de todas aquelas, [stunned], chamadas há 6 meses quando tu estavas, bem, [bitter], a explicar porque é que o meu pedido foi negado depois de eu, hum, [quiet], cair 9 metros daquela escada defeituosa."
        },
        {
            "role": "Character 2",
            "content": "[shocked] Meu Deus, tu és a instaladora de outdoors que—eu não fazia, [trembling], ideia que moravas neste prédio quando eu, [uncomfortable], pedi ajuda para subir o meu sofá. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[hollow] Pois, bem, engraçado como a vida funciona, hum, não é, [pained], quando a pessoa que decidiu que eu não estava suficientemente incapacitada agora precisa de ajuda para levantar coisas, quer dizer. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "Olha, eu estava só, hum, [defensive], a seguir as diretrizes da empresa e os relatórios médicos diziam que tu podias, bem, [struggling], fazer trabalho sedentário mesmo que tu, ah, [softer], nos disseste que não conseguias ficar sentada mais de 20 minutos."
        },
        {
            "role": "Character 1",
            "content": "[measured] O médico examinador que vocês mandaram passou exatamente 12 minutos comigo e nunca sequer, [frustrated], olhou para as minhas cicatrizes cirúrgicas ou perguntou sobre os danos nos nervos."
        },
        {
            "role": "Character 2",
            "content": "[guilty] Lembro-me do teu processo na verdade—3 cirurgias, dor crónica, [quieter], não conseguias subir escadas nunca mais, which was literally your entire career, [breaking], 20 anos a instalar outdoors por todo o estado. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[tired] Hum, a minha mulher deixou-me, sabes, depois de eu não conseguir trabalhar mais e as, [cracking], contas continuaram a chegar enquanto esperávamos pela vossa, bem, decisão que nunca foi a nosso favor, quer dizer."
        },
        {
            "role": "Character 2",
            "content": "[whispered] Lamento tanto."
        },
        {
            "role": "Character 1",
            "content": "Lamentar não paga os, hum, [angry], medicamentos que ainda não consigo pagar ou traz de volta os, bem, 6 meses que passei a pensar em acabar com tudo, sabes."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Eu queria aprová-lo mas o meu supervisor disse que a documentação não era, hum, [trembling], suficiente e se eu fosse contra a política mais uma vez eles iam, bem, [broken], despedir-me e eu tenho os meus próprios filhos para alimentar, sabes. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "Hum, pois, bem, claro."
        },
        {
            "role": "Character 2",
            "content": "[pleading] Hum, por favor, quer dizer, deixa-me ajudar de alguma forma."
        },
        {
            "role": "Character 1",
            "content": "[cold] Bem, hum, ajuda-te a ti mesma."
        },
        {
            "role": "Character 2",
            "content": "[sympathetic] Tenho carregado o peso de casos como o teu durante anos, a ver, [heavy], pessoas boas a perder tudo enquanto eu carimbava negações, [disgusted], knowing the system was designed to wear you down until you gave up. [exhales]"
        },
        {
            "role": "Character 1",
            "content": "Sabes qual é a pior parte, hum, quer dizer, [wavering], eu realmente acreditei que o seguro pelo qual andei a pagar durante 15 anos estaria, bem, [bitter], lá quando mais precisasse."
        },
        {
            "role": "Character 2",
            "content": "Cada carta de negação que escrevi deixava-me, [ashamed], doente do estômago mas as quotas eram não-negociáveis, and they tracked our approval rates constantly."
        },
        {
            "role": "Character 1",
            "content": "Ainda acordo às 4h30 todas as manhãs como se fosse, [wistful], subir aqueles outdoors outra vez, a verificar o tempo e a planear o meu percurso antes de, [defeated], me lembrar que mal consigo descer as escadas sem, [pained], parar duas vezes para descansar."
        },
        {
            "role": "Character 2",
            "content": "[earnest] Ouve, hum, deixei aquele trabalho há 2 semanas porque não conseguia, bem, [intense], continuar a destruir vidas para uma empresa que dava bónus por manter, sabes, [disgusted], os pagamentos de indemnizações abaixo das percentagens alvo."
        },
        {
            "role": "Character 1",
            "content": "[surprised] Saíste por causa de casos como o meu, por causa da culpa de, [softer], ver pessoas a desmoronar enquanto protegias os, [understanding], lucros da empresa em vez das pessoas que realmente precisavam de proteção. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[vulnerable] Guardo uma pasta com todos os pedidos que neguei injustamente, incluindo o teu, [shaking], esperando que um dia pudesse corrigir isto mesmo sabendo que é, [defeated], impossível porque o mal já está feito. [starts crying]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitant] Um, I recognize your voice now from all those, [stunned], phone calls six months ago when you were, well, [bitter], explaining why my claim was denied after I, um, [quiet], fell thirty feet from that defective ladder."
        },
        {
            "role": "Character 2",
            "content": "[shocked] Oh my God, you're the billboard installer who—I had no, [trembling], idea you lived in this building when I, [uncomfortable], asked for help moving my couch upstairs. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[hollow] Yeah, well, funny how life works out, um, isn't it, [pained], when the person who decided I wasn't disabled enough now needs help lifting things, I mean. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "Look, I was just, um, [defensive], following the company guidelines and the medical reports said you could, well, [struggling], perform sedentary work even though you, uh, [softer], told us you couldn't sit for more than twenty minutes."
        },
        {
            "role": "Character 1",
            "content": "[measured] The medical examiner you sent spent exactly twelve minutes with me and never even, [frustrated], looked at my surgical scars or asked about the nerve damage."
        },
        {
            "role": "Character 2",
            "content": "[guilty] I remember your file actually—three surgeries, chronic pain, [quieter], couldn't climb ladders anymore which was literally your entire, [breaking], career for twenty years installing billboards across the state. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[tired] Um, my wife left me, you know, after I couldn't work anymore and the, [cracking], bills kept coming while we waited for your, well, decision that never went our way, I mean."
        },
        {
            "role": "Character 2",
            "content": "[whispered] I'm so sorry."
        },
        {
            "role": "Character 1",
            "content": "Sorry doesn't pay for the, um, [angry], medications I still can't afford or bring back the, well, six months I spent thinking about ending it all, you know."
        },
        {
            "role": "Character 2",
            "content": "[desperate] I wanted to approve it but my supervisor said the documentation wasn't, um, [trembling], sufficient and if I went against policy one more time they'd, well, [broken], fire me and I have my own kids to feed, you know. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "Um, yeah, well, sure."
        },
        {
            "role": "Character 2",
            "content": "[pleading] Um, please, I mean, let me help somehow."
        },
        {
            "role": "Character 1",
            "content": "[cold] Well, um, help yourself."
        },
        {
            "role": "Character 2",
            "content": "[sympathetic] I've been carrying the weight of cases like yours for years, watching, [heavy], good people lose everything while I rubber-stamped denials, [disgusted], knowing the system was designed to wear you down until you gave up. [exhales]"
        },
        {
            "role": "Character 1",
            "content": "You know what the worst part is, um, I mean, [wavering], I actually believed the insurance I'd been paying into for fifteen years would, well, [bitter], be there when I needed it most."
        },
        {
            "role": "Character 2",
            "content": "Every denial letter I wrote made me, [ashamed], sick to my stomach but the quotas were non-negotiable and they tracked our approval rates."
        },
        {
            "role": "Character 1",
            "content": "I still wake up at four-thirty every morning like I'm going to, [wistful], climb those billboards again, checking the weather and planning my route before I, [defeated], remember that I can barely make it down the stairs without, [pained], stopping twice to rest."
        },
        {
            "role": "Character 2",
            "content": "[earnest] Listen, um, I left that job two weeks ago because I couldn't, well, [intense], keep destroying lives for a company that gave bonuses for keeping, you know, [disgusted], claim payouts below target percentages."
        },
        {
            "role": "Character 1",
            "content": "[surprised] You quit because of cases like mine, because of the guilt of, [softer], watching people fall apart while you protected the company's, [understanding], bottom line instead of the people who actually needed protection. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[vulnerable] I keep a folder of every claim I denied wrongfully, including yours, [shaking], hoping someday I could make it right even though I know that's, [defeated], impossible because the damage is already done. [starts crying]"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "460cfb52_scenario.json",
    "scenario": "A billboard installer who fell from a defective ladder meets the insurance agent who denied his disability claim six months ago, unaware that she's now his new neighbor who just asked him for help moving furniture.",
    "type": "scenario_conversation",
    "character_1_role": "billboard installer",
    "character_2_role": "insurance agent",
    "selected_tones": [
        "hesitant",
        "sympathetic",
        "refusing"
    ],
    "tone_options": [
        "copied",
        "relaxing",
        "practicing",
        "dissatisfied",
        "praising",
        "sympathetic",
        "devaluing",
        "ascending",
        "refusing",
        "hesitant"
    ]
}