{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[frozen] Bem, hum, não esperava encontrar o meu, [shocked], irmãozinho a usar um fato que custa mais do que, ahh, a maioria das pessoas ganha em 3 meses enquanto, [disgusted], entretém clientes ricos."
        },
        {
            "role": "Character 2",
            "content": "[defensive] E eu, ah, não esperava que a minha irmã estivesse, [bitter], a vigiar este hotel com os mesmos tiques nervosos de quando, err, roubávamos nas mercearias em miúdos, [accusatory], fingindo ser apenas mais uma hóspede."
        },
        {
            "role": "Character 1",
            "content": "[trembling] Olha, hum, o que quer que tu penses sobre o porquê de eu estar aqui, bem, [desperate], não é o que parece e além disso, [hollow], you're hardly in a position to judge anyone's career choices. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "[stern] Oh por favor, quer dizer, pelo menos o que eu faço é, [proud], legal e eu realmente, hmm, pago impostos em vez de andar às escondidas em hotéis de luxo a planear sabe-se lá o quê."
        },
        {
            "role": "Character 1",
            "content": "Tu achas que te venderes a estes, [disgusted], executivos patéticos e ricos faz-te de alguma forma melhor do que eu quando nós os dois, [voice breaking], sabemos exatamente de onde viemos e o que, [quieter], tivemos de fazer para sobreviver. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[hurt] Vender-me foi exatamente o que te manteve na escola depois da mãe morrer enquanto tu, [angry], fingias não saber de onde vinha o dinheiro, [resentful], torcendo o nariz às minhas roupas de marca. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[cracking] Eu nunca te pedi para fazeres isso por mim e descobrir, [ashamed], destruiu tudo o que eu pensava saber sobre nós."
        },
        {
            "role": "Character 2",
            "content": "[softer] Bem, hum, maybe if you'd actually talked to me instead of, ahh, disappearing for 5 years, [pained], podíamos ter resolvido isto juntos como, err, costumávamos resolver tudo o resto."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Como é que eu ia conseguir encarar-te depois de saber que as minhas propinas vinham de, [choking up], ver o meu irmãozinho tornar-se algo que eu nunca quis para ele, [breaking], algo que me lembrava o pai?"
        },
        {
            "role": "Character 2",
            "content": "[stunned] O pai não era nada como eu porque ele, [firm], tirava o que queria sem consentimento."
        },
        {
            "role": "Character 1",
            "content": "[apologetic] Deus, desculpa, não era isso que eu queria dizer mas ver-te aqui, [struggling], a usar o teu corpo como moeda traz de volta todas aquelas noites em que, [whispered], prometemos um ao outro que seríamos diferentes. [cries softly]"
        },
        {
            "role": "Character 2",
            "content": "[resigned] Nós somos diferentes."
        },
        {
            "role": "Character 1",
            "content": "[pleading] Então porque é que ainda estamos os dois a fazer estes, [tired], mesmos esquemas de sempre com roupas mais caras?"
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] Porque, hmm, survival looks different when you're alone than when, bem, tens alguém a proteger-te as costas. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "[whispered] Quer dizer, hum, talvez."
        },
        {
            "role": "Character 2",
            "content": "[vulnerable] Sabes, ah, ainda tenho aquele apartamento no lado leste com, hmm, a escada de incêndio com que sonhávamos, [hopeful], onde podíamos ver a cidade toda e planear os nossos, bem, futuros legítimos longe de tudo isto."
        },
        {
            "role": "Character 1",
            "content": "[tearful] Aquele com o radiador avariado que soa como, [nostalgic], a velha máquina de café da mãe de manhã e a, [softer], vista da ponte que dissemos que atravessaríamos juntos um dia?"
        },
        {
            "role": "Character 2",
            "content": "[gentle] Arranjei o radiador mas guardei a máquina de café porque algumas manhãs, [wistful], ainda faço 2 chávenas por hábito mesmo que, [sad], there's nobody there to drink the second one anymore."
        },
        {
            "role": "Character 1",
            "content": "[breaking] Talvez pudéssemos tentar outra vez mas desta vez, [determined], sem mentiras ou julgamentos entre nós. [sniffles]"
        },
        {
            "role": "Character 2",
            "content": "[hopeful] Sim, bem, hum, ainda somos os mesmos miúdos que, [warm], prometeram proteger-se um ao outro, apenas, ahh, wearing more expensive armor now. [laughs softly]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[frozen] Well, um, I didn't expect to find my, [shocked], little brother wearing a suit that costs more than, uhh, most people make in three months while, [disgusted], entertaining wealthy clients."
        },
        {
            "role": "Character 2",
            "content": "[defensive] And I, uh, didn't expect my sister to be, [bitter], casing this hotel with those same nervous tics from when we, err, used to steal from corner stores as kids, [accusatory], pretending she's just another guest."
        },
        {
            "role": "Character 1",
            "content": "[trembling] Look, um, whatever you think you know about why I'm here, well, [desperate], it's not what it looks like and besides, [hollow], you're hardly in a position to judge anyone's career choices. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "[stern] Oh please, I mean, at least what I do is, [proud], legal and I actually, umm, pay taxes instead of sneaking around luxury hotels planning god knows what."
        },
        {
            "role": "Character 1",
            "content": "You think selling yourself to these, [disgusted], pathetic rich executives makes you somehow better than me when we both, [voice breaking], know exactly where we came from and what we, [quieter], had to do to survive. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[hurt] Selling myself is exactly what kept you in school after mom died while you, [angry], pretended not to know where the money came from, [resentful], turning your nose up at my designer clothes. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[cracking] I never asked you to do that for me and finding out, [ashamed], destroyed everything I thought I knew about us."
        },
        {
            "role": "Character 2",
            "content": "[softer] Well, um, maybe if you'd actually talked to me instead of, uhh, disappearing for five years, [pained], we could have worked through it together like we, er, used to work through everything else."
        },
        {
            "role": "Character 1",
            "content": "[desperate] How was I supposed to face you after learning my tuition came from, [choking up], watching my baby brother become something I never wanted for him, [breaking], something that reminded me of dad?"
        },
        {
            "role": "Character 2",
            "content": "[stunned] Dad was nothing like me because he, [firm], took what he wanted without consent."
        },
        {
            "role": "Character 1",
            "content": "[apologetic] God, I'm sorry, that's not what I meant at all but seeing you here, [struggling], using your body as currency just brings back all those nights we, [whispered], promised each other we'd be different. [cries softly]"
        },
        {
            "role": "Character 2",
            "content": "[resigned] We are different."
        },
        {
            "role": "Character 1",
            "content": "[pleading] Then why are we both still running these, [tired], same old scams in fancier clothes?"
        },
        {
            "role": "Character 2",
            "content": "[thoughtful] Because, umm, survival looks different when you're alone than when, well, you have someone watching your back. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "[whispered] I mean, um, maybe."
        },
        {
            "role": "Character 2",
            "content": "[vulnerable] You know, uh, I still have that apartment on the east side with, umm, the fire escape we used to dream about, [hopeful], where we could see the whole city and plan our, well, legitimate futures away from all this."
        },
        {
            "role": "Character 1",
            "content": "[tearful] The one with the broken radiator that sounds like, [nostalgic], mom's old coffee maker in the morning and the, [softer], view of the bridge we said we'd cross together someday?"
        },
        {
            "role": "Character 2",
            "content": "[gentle] I fixed the radiator but kept the coffee maker because some mornings, [wistful], I still make two cups out of habit even though, [sad], there's nobody there to drink the second one anymore."
        },
        {
            "role": "Character 1",
            "content": "[breaking] Maybe we could try again but this time, [determined], without the lies or judgment between us. [sniffles]"
        },
        {
            "role": "Character 2",
            "content": "[hopeful] Yeah, well, um, we're still those same kids who, [warm], promised to protect each other, just, uhh, wearing more expensive armor now. [laughs softly]"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "41145a8d_scenario.json",
    "scenario": "Two estranged siblings unexpectedly reunite in a luxury hotel bar where one works as a high-end escort and the other is casing the place for a heist.",
    "type": "scenario_conversation",
    "character_1_role": "thief",
    "character_2_role": "gigolo",
    "selected_tones": [
        "revealing",
        "opening-up",
        "clashing"
    ],
    "tone_options": [
        "growing",
        "inexperienced",
        "revealing",
        "scripted",
        "correct",
        "accepting",
        "opening-up",
        "clashing",
        "disagreeing",
        "hoarding"
    ]
}