{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[furious] The lab results from your so-called premium spirits, [disgusted], mostram traços de bílis de urso e, [shaking], escamas de pangolim que não são apenas ilegais mas, [venomous], absolutamente bárbaras."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Well, I mean, that's impossible. [scoffs] Isso é impossível."
        },
        {
            "role": "Character 1",
            "content": "[intense] You know, I've spent 15 years, passei 15 anos a salvar estes animais de, [breaking], caçadores furtivos e traficantes, por isso, encontrar as suas partes nas tuas garrafas está a deixar-me fisicamente doente."
        },
        {
            "role": "Character 2",
            "content": "[measured] Look, those ingredients were sold to me as traditional botanical extracts, [desperate], esses ingredientes foram-me vendidos como extratos botânicos tradicionais e, quer dizer, eu não fazia ideia do que realmente continham. [exhales sharply]"
        },
        {
            "role": "Character 1",
            "content": "The chemical signatures are unmistakable, [accusatory], as assinaturas químicas são inconfundíveis e tu tens estado a publicitar estes destilados como, [bitter], tendo propriedades curativas ancestrais o que significa que tu, [trembling], sabias exatamente o que estavas a fazer."
        },
        {
            "role": "Character 2",
            "content": "[pleading] I mean, my family's distillery has been using these recipes for generations, [cracking], a destilaria da minha família tem usado estas receitas há gerações sem saber, hmm, o que os ingredientes originais realmente eram."
        },
        {
            "role": "Character 1",
            "content": "[harsh] Ignorance doesn't excuse the fact, a ignorância não desculpa o facto de que, [voice breaking], espécies em perigo estão a morrer para as tuas, [spitting], margens de lucro."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Well, if this gets out, se isto vier a público, o meu negócio inteiro será, [panicking], destruído e, eh, 30 funcionários vão perder os seus empregos—certamente podemos, [frantic], encontrar alguma forma de lidar com isto discretamente."
        },
        {
            "role": "Character 1",
            "content": "You're asking me to cover up wildlife crimes, [incredulous], estás a pedir-me para encobrir crimes contra a vida selvagem."
        },
        {
            "role": "Character 2",
            "content": "[resigned] I'll stop production immediately, vou parar a produção imediatamente e, bem, destruir cada garrafa se me deres apenas, [exhausted], tempo para reformular tudo e, [defeated], corrigir isto de alguma forma, quer dizer, tem de haver um caminho em frente aqui."
        },
        {
            "role": "Character 1",
            "content": "[cold] The authorities are already on their way, as autoridades já estão a caminho porque eu, [steadying], liguei-lhes há 20 minutos depois de confirmar os resultados laboratoriais, [final], o que significa que o teu tempo para negociar já, [dismissive], passou. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] You already called them, tu já lhes ligaste sem sequer, bem, ouvir o meu lado ou, [broken], dar-me uma oportunidade de explicar como isto, hmm, aconteceu ou o que eu estava disposta a fazer para, [desperate], resolver isto. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "[firm] Every minute I waited meant more animals suffering, [angry], cada minuto que eu esperasse significava mais animais a sofrer em jaulas algures enquanto os teus fornecedores, [disgusted], colhiam os seus órgãos para o teu próximo lote de, [venomous], destilados premium. [spits]"
        },
        {
            "role": "Character 2",
            "content": "[defeated] So that's it then, então é isso. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[quieter] I mean, that's it, quer dizer, é isso."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Well, when you watch 30 families lose their income, bem, quando vires 30 famílias a perder o seu rendimento por causa de, eh, algo que eu nem sabia que estava a fazer, espero que a tua, [cracking], superioridade moral te mantenha quente à noite e, hmm, te ajude a dormir."
        },
        {
            "role": "Character 1",
            "content": "[unmoved] Those families will find other jobs, essas famílias vão encontrar outros empregos mas o rinoceronte-de-java que tu tens estado, bem, a moer em pó tem apenas, [intense], 75 membros restantes em todo o mundo."
        },
        {
            "role": "Character 1",
            "content": "[softer] Look, I'm not unsympathetic to your situation, olha, eu não sou, [conflicted], insensível à tua situação mas há uma hierarquia de, [measured], danos aqui e extinto significa, [heavy], para sempre."
        },
        {
            "role": "Character 2",
            "content": "[hollow] I suppose when you put it that way, suponho que, quando pões as coisas dessa forma, não há, [broken], mais nada a dizer exceto que estou arrependida pelo, bem, que fiz. [whispers]"
        },
        {
            "role": "Character 1",
            "content": "[final] The investigators will want to know, os investigadores vão querer saber os, [professional], nomes e localizações dos teus fornecedores imediatamente."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[furious] The lab results from your, [disgusted], so-called premium spirits show traces of bear bile and, [shaking], pangolin scales which are not only illegal but, [venomous], absolutely barbaric."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Well, I mean, that's impossible. [scoffs]"
        },
        {
            "role": "Character 1",
            "content": "[intense] You know, um, I've spent fifteen years saving these animals from, [breaking], poachers and traffickers, so, er, finding their parts in your bottles is making me physically ill."
        },
        {
            "role": "Character 2",
            "content": "[measured] Look, uhh, those ingredients were sold to me as, [desperate], traditional botanical extracts and, I mean, I had no idea what they actually contained. [exhales sharply]"
        },
        {
            "role": "Character 1",
            "content": "The chemical signatures are, [accusatory], unmistakable and you've been advertising these spirits as, [bitter], having ancient healing properties which means you, [trembling], knew exactly what you were doing."
        },
        {
            "role": "Character 2",
            "content": "[pleading] I mean, er, my family's distillery has been using these recipes for, [cracking], generations without knowing, umm, what the original ingredients really were."
        },
        {
            "role": "Character 1",
            "content": "[harsh] Ignorance doesn't excuse the fact that, [voice breaking], endangered species are dying for your, [spitting], profit margins."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Well, um, if this gets out, my entire business will be, [panicking], destroyed and, er, thirty employees will lose their jobs—surely we can, [frantic], find some way to handle this quietly."
        },
        {
            "role": "Character 1",
            "content": "You're asking me to, [incredulous], cover up wildlife crimes."
        },
        {
            "role": "Character 2",
            "content": "[resigned] I'll, um, stop production immediately and, well, destroy every bottle if you just give me, [exhausted], time to reformulate everything and, [defeated], make this right somehow, I mean, there has to be a way forward here."
        },
        {
            "role": "Character 1",
            "content": "[cold] The authorities are already on their way because I, [steadying], called them twenty minutes ago after confirming the lab results, [final], which means your time for negotiating has, [dismissive], already passed. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] You, er, you already called them without even, well, hearing my side or, [broken], giving me a chance to explain how this, um, happened or what I was willing to do to, [desperate], fix it. [voice cracks]"
        },
        {
            "role": "Character 1",
            "content": "[firm] Every minute I waited meant more animals, [angry], suffering in cages somewhere while your suppliers, [disgusted], harvested their organs for your next batch of, [venomous], premium spirits. [spits]"
        },
        {
            "role": "Character 2",
            "content": "[defeated] So, um, that's it then. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[quieter] I mean, that's it."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Well, um, when you watch thirty families lose their income because of, er, something I didn't even know I was doing, I hope your, [cracking], moral high ground keeps you warm at night and, umm, helps you sleep."
        },
        {
            "role": "Character 1",
            "content": "[unmoved] Those families will find other jobs but the Javan rhino you've been, well, grinding into powder has only, [intense], seventy-five members left in the entire world."
        },
        {
            "role": "Character 1",
            "content": "[softer] Look, I'm not, [conflicted], unsympathetic to your situation but there's a hierarchy of, [measured], harm here and extinct means, [heavy], forever."
        },
        {
            "role": "Character 2",
            "content": "[hollow] I suppose, um, when you put it that way, there's, [broken], nothing left to say except that I'm sorry for, well, what I've done. [whispers]"
        },
        {
            "role": "Character 1",
            "content": "[final] The investigators will want to know your, [professional], suppliers' names and locations immediately."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "435cf42d_scenario.json",
    "scenario": "An exotic animal veterinarian confronts a distiller after discovering they've been using illegal exotic animal products in their premium spirits.",
    "type": "scenario_conversation",
    "character_1_role": "distiller",
    "character_2_role": "exotic animal veterinarian",
    "selected_tones": [
        "intense",
        "insulting",
        "progressing"
    ],
    "tone_options": [
        "diminishing",
        "complete",
        "intense",
        "lukewarm",
        "uninformed",
        "animated",
        "formal",
        "progressing",
        "finding",
        "insulting"
    ]
}