{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Rebecca? What are you— meu Deus, estás mesmo aqui, no funeral da mãe, depois de 30 anos de silêncio completo, nem uma palavra desde aquela noite em que desapareceste do meu quarto na residência."
        },
        {
            "role": "Character 2",
            "content": "I saw the obituary in the Times, e não consegui não vir, David, a tua mãe sempre foi bondosa comigo quando mais ninguém nesta cidade era. [voice catching] Ela nunca me julgou pelo que a minha família era."
        },
        {
            "role": "Character 1",
            "content": "You have some nerve showing up here, especialmente agora, especialmente com tudo o que está a acontecer—tens alguma ideia da posição em que me puseste?"
        },
        {
            "role": "Character 2",
            "content": "The antitrust case against my company, o processo chega ao teu tribunal na próxima semana, eu sei, acredita que sei cada detalhe, cada petição, cada argumento que os meus advogados estão a preparar. [bitter laugh]"
        },
        {
            "role": "Character 1",
            "content": "[sharply] Tu sabias?"
        },
        {
            "role": "Character 2",
            "content": "Of course I knew, David, construí aquela empresa do nada depois de te deixar, depois de fugir de tudo o que tínhamos planeado juntas, e agora ironicamente és tu quem vai decidir se a mantenho."
        },
        {
            "role": "Character 1",
            "content": "Isto é inacreditável."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Eu sei como parece."
        },
        {
            "role": "Character 1",
            "content": "[building anger] How it looks? Rebecca, vou ter de me declarar impedida do caso mais importante do mandato porque o meu amor de juventude, que me abandonou sem explicação, é por acaso a ré."
        },
        {
            "role": "Character 2",
            "content": "Não te atrevas—"
        },
        {
            "role": "Character 1",
            "content": "[cutting through] You left me waiting in that hospital room, depois do acidente, 3 dias esperei a pensar que estavas morta, só para descobrir pela tua colega de quarto que tinhas feito as malas e mudado para a Califórnia!"
        },
        {
            "role": "Character 2",
            "content": "You want to know why I left? [voice rising] O teu pai veio ter comigo naquela noite, mostrou-me as fotografias que tinha mandado tirar de nós, ameaçou destruir a tua carreira antes mesmo de começar se eu não desaparecesse."
        },
        {
            "role": "Character 1",
            "content": "[voice cracking] My father? Ele disse-me que tinhas aceitado dinheiro para ir embora, que me tinhas enganado o tempo todo, que alguém como tu só queria alguém como eu para subir na vida."
        },
        {
            "role": "Character 2",
            "content": "I never took a cent from him, David, nem um cêntimo, dormi no meu carro durante 3 meses em Palo Alto em vez de tocar no dinheiro dele. [trembling] Tudo o que construí, construí para provar que ele estava errado."
        },
        {
            "role": "Character 1",
            "content": "[volcanic] And you never thought to tell me? 30 anos, Rebecca, 30 anos que carrego esta ferida, esta crença de que toda a nossa relação foi uma mentira!"
        },
        {
            "role": "Character 2",
            "content": "He said he'd release those photos to the Judiciary Committee, durante a tua primeira audiência de confirmação se eu alguma vez te contactasse. [desperate whisper] Segui toda a tua carreira, cada nomeação, cada confirmação, sempre aterrorizada que ele ainda as tivesse."
        },
        {
            "role": "Character 1",
            "content": "[explosive] He died 8 years ago! 8 anos que podias ter—Deus, Rebecca, chorei-te como se estivesses morta, percebes isso? Fiz o luto da rapariga com quem ia casar!"
        },
        {
            "role": "Character 2",
            "content": "I wrote you letters every year on your birthday, estão todos num cofre de segurança porque fui demasiado cobarde para arriscar a tua reputação. [choking up] Nunca casei porque mais ninguém era tu."
        },
        {
            "role": "Character 1",
            "content": "[quietly fierce] I have to recuse myself from your case, sabes disso, o que significa que o Hartley vai escrever a decisão, e ele já indicou que vai decidir contra ti."
        },
        {
            "role": "Character 2",
            "content": "I don't care about the company anymore, David, estar aqui com a tua mãe morta e ver a tua cara—[voice breaking completely] só precisava que soubesses que te amava, que era real, tudo era real."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Rebecca? What are you—my God, you're actually here, at Mom's funeral, after thirty years of complete silence, not a single word since that night you disappeared from my dorm room."
        },
        {
            "role": "Character 2",
            "content": "I saw the obituary in the Times and I couldn't not come, David, your mother was always kind to me when no one else in this town was. [voice catching] She never judged me for what my family was."
        },
        {
            "role": "Character 1",
            "content": "You have some nerve showing up here, especially now, especially with everything that's happening—do you even know what position you've put me in?"
        },
        {
            "role": "Character 2",
            "content": "The antitrust case against my company lands on your docket next week, I know, believe me I know every detail, every filing, every argument my lawyers are preparing. [bitter laugh]"
        },
        {
            "role": "Character 1",
            "content": "[sharply] You knew?"
        },
        {
            "role": "Character 2",
            "content": "Of course I knew, David, I built that company from nothing after I left you, after I ran from everything we had planned together, and now ironically you're the one who gets to decide if I keep it."
        },
        {
            "role": "Character 1",
            "content": "This is unbelievable."
        },
        {
            "role": "Character 2",
            "content": "[quietly] I know how it looks."
        },
        {
            "role": "Character 1",
            "content": "[building anger] How it looks? Rebecca, I'll have to recuse myself from the biggest case of the term because my childhood sweetheart, who abandoned me without explanation, happens to be the defendant."
        },
        {
            "role": "Character 2",
            "content": "Don't you dare—"
        },
        {
            "role": "Character 1",
            "content": "[cutting through] You left me waiting for you in that hospital room after the accident, three days I waited thinking you were dead, only to find out from your roommate that you'd packed up and moved to California!"
        },
        {
            "role": "Character 2",
            "content": "You want to know why I left? [voice rising] Your father came to me that night, showed me the pictures he'd had taken of us, threatened to destroy your career before it even started if I didn't disappear."
        },
        {
            "role": "Character 1",
            "content": "[voice cracking] My father? He told me you'd taken money to leave, that you'd played me the whole time, that someone like you only wanted someone like me for advancement."
        },
        {
            "role": "Character 2",
            "content": "I never took a cent from him, David, not one cent, I slept in my car for three months in Palo Alto rather than touch his money. [trembling] Everything I built, I built to prove him wrong."
        },
        {
            "role": "Character 1",
            "content": "[volcanic] And you never thought to tell me? Thirty years, Rebecca, thirty years I've carried this wound, this belief that our entire relationship was a lie!"
        },
        {
            "role": "Character 2",
            "content": "He said he'd release those photos to the Judiciary Committee during your first confirmation hearing if I ever contacted you. [desperate whisper] I've tracked your entire career, every appointment, every confirmation, always terrified he still had them."
        },
        {
            "role": "Character 1",
            "content": "[explosive] He died eight years ago! Eight years you could have—God, Rebecca, I mourned you like you were dead, do you understand that? I grieved the girl I was going to marry!"
        },
        {
            "role": "Character 2",
            "content": "I wrote you letters every year on your birthday, all of them sitting in a safety deposit box because I was too much of a coward to risk your reputation. [choking up] I never married because no one else was you."
        },
        {
            "role": "Character 1",
            "content": "[quietly fierce] I have to recuse myself from your case, you know that, which means Hartley will write the opinion, and he's already indicated he'll rule against you."
        },
        {
            "role": "Character 2",
            "content": "I don't care about the company anymore, David, standing here with your mother gone and seeing your face—[voice breaking completely] I just needed you to know I loved you, that it was real, all of it was real."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "30350c0b_scenario.json",
    "scenario": "A Supreme Court justice encounters their childhood sweetheart at his mother's funeral, just days before presiding over a landmark antitrust case against her company.",
    "type": "scenario_conversation",
    "character_1_role": "Supreme Court justice",
    "character_2_role": "childhood sweetheart",
    "selected_tones": [
        "exposing",
        "genuine",
        "volcanic"
    ],
    "tone_options": [
        "exposing",
        "vanquished",
        "triumphant",
        "dense",
        "deteriorating",
        "boring",
        "genuine",
        "accepting",
        "valuing",
        "volcanic"
    ]
}