{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[derrotado] Acabaram connosco."
        },
        {
            "role": "Character 2",
            "content": "Como assim acabaram? O Grupo Bellmont? Isso é, hum, isso é quarenta por cento da minha produção, não podes simplesmente chegar aqui e dizer-me que acabaram."
        },
        {
            "role": "Character 1",
            "content": "Passei três horas na sala de reuniões deles esta manhã a tentar, [suspira], a tentar explicar que a geada precoce não era algo que pudéssemos ter previsto, mas eles continuavam a mostrar-me estes relatórios de qualidade, estes números que pareciam horríveis."
        },
        {
            "role": "Character 2",
            "content": "[amargamente] Relatórios de qualidade baseados numa colheita má, numa época em que, sim, ok, as uvas não estavam perfeitas, mas vinte anos a trabalhar juntos e vão-se embora por causa disto?"
        },
        {
            "role": "Character 1",
            "content": "[cansadamente] Não é só o dano da geada, está bem? Estão a dizer que os níveis de açúcar têm vindo a baixar há três anos, a acidez anda toda descontrolada, e sinceramente, quer dizer, tenho andado a tentar comprar de vinhas diferentes mas toda a gente está a braços com as mudanças no solo."
        },
        {
            "role": "Character 2",
            "content": "[riso vazio] Mudanças no solo. Certo. Então basicamente o que me estás a dizer é que tudo o que construí aqui, o legado do meu avô, está tudo a morrer lentamente porque a terra já não é o que era."
        },
        {
            "role": "Character 1",
            "content": "Olha, não estou a dizer que acabou, mas precisamos de, hum, precisamos de ser realistas sobre o que podemos salvar aqui. [exala] Talvez se mudarmos para uma casta diferente, algo mais resistente a estas condições."
        },
        {
            "role": "Character 2",
            "content": "[escarnecendo] Mudar? Queres que abandone o Pinot Noir que pôs este lugar no mapa, que a minha família anda a aperfeiçoar há sessenta anos, e o quê, planto um híbrido qualquer resistente que sabe a vinho de supermercado?"
        },
        {
            "role": "Character 1",
            "content": "[baixinho desesperado] Tenho dezassete outras adegas que dependem de mim para contratos de fornecimento, e sinceramente, se o Bellmont espalhar a palavra sobre porque é que nos largaram, e vão espalhar, estamos as duas acabadas neste vale."
        },
        {
            "role": "Character 2",
            "content": "Então é isso, temos de aceitar simplesmente que está tudo a desmoronar-se? Tenho doze funcionários, famílias que trabalham estas vinhas há gerações, e vou dizer-lhes o quê exatamente?"
        },
        {
            "role": "Character 1",
            "content": "[resignado] Diz-lhes a verdade, acho eu. Que o clima está a mudar mais depressa do que conseguimos adaptar-nos, que os métodos antigos já não funcionam, e, [suspira pesadamente], que estamos todos só a tentar sobreviver neste momento."
        },
        {
            "role": "Character 2",
            "content": "[com raiva] Sobreviver? É esse o teu conselho? A minha filha acabou de começar a certificação de sommelier porque acredita neste lugar, no que estamos a fazer aqui, e queres que lhe diga que estamos em modo de sobrevivência?"
        },
        {
            "role": "Character 1",
            "content": "[defensivamente] O que mais posso dizer? Estou a sangrar dinheiro a tentar encontrar uvas que cumpram os padrões deles, a conduzir três horas para norte até vinhas que mal se aguentam, e para quê?"
        },
        {
            "role": "Character 2",
            "content": "Sabes, o meu avô costumava dizer que o vinho é sobre paciência, sobre confiar no processo mesmo quando tudo parece impossível. [riso amargo] Acho que nunca imaginou que a própria terra nos trairia."
        },
        {
            "role": "Character 1",
            "content": "[suavemente] Há um comprador no Oregon, empresa de agricultura sustentável, estão interessados na propriedade se alguma vez decidires, bem, se precisares de uma estratégia de saída."
        },
        {
            "role": "Character 2",
            "content": "[sussurro atónito] Uma estratégia de saída. Jesus. Foi isso que vieste cá dizer-me? [pausa] Que está na hora de desistir?"
        },
        {
            "role": "Character 1",
            "content": "Vim cá falar-te do Bellmont, mas sim, achei que devias saber as tuas opções, porque francamente, não vejo como é que qualquer uma de nós aguenta outra época como esta."
        },
        {
            "role": "Character 2",
            "content": "Já desististe, não foi? Provavelmente já andas a fornecer para essa gente do Oregon, a preparar-te para quando isto tudo colapsar. [exala] Se calhar és mais esperta do que eu."
        },
        {
            "role": "Character 1",
            "content": "[pesadamente] Não desisti, só estou... estou cansada de fingir que a determinação sozinha pode consertar o que está partido, percebes? Os números não mentem."
        },
        {
            "role": "Character 2",
            "content": "[baixinho derrotado] Não. Não mentem. [pausa longa] Deixa-me o contacto do Oregon. Vou, hum, vou pensar nisso depois de descobrir como dizer a toda a gente que o Bellmont se foi embora."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[defeated] They're done with us."
        },
        {
            "role": "Character 2",
            "content": "What do you mean they're done? The Bellmont Group? That's, um, that's forty percent of my production, you can't just walk in here and tell me they're done."
        },
        {
            "role": "Character 1",
            "content": "I spent three hours in their boardroom this morning trying to, [sighs], trying to explain that the early frost wasn't something we could have predicted, but they kept showing me these quality reports, these numbers that just looked awful."
        },
        {
            "role": "Character 2",
            "content": "[bitterly] Quality reports based on one bad harvest, one season where, yeah, okay, the grapes weren't perfect, but twenty years we've been working together and they're walking away over this?"
        },
        {
            "role": "Character 1",
            "content": "[wearily] It's not just the frost damage, alright? They're saying the sugar levels have been declining for three years now, the acidity's all over the place, and honestly, I mean, I've been trying to source from different vineyards but everyone's struggling with the soil changes."
        },
        {
            "role": "Character 2",
            "content": "[hollow laugh] Soil changes. Right. So basically what you're telling me is that everything I've built here, my grandfather's legacy, it's all just slowly dying because the dirt isn't what it used to be."
        },
        {
            "role": "Character 1",
            "content": "Look, I'm not saying it's over, but we need to, um, we need to be realistic about what we can salvage here. [exhales] Maybe if we pivot to a different varietal, something more resistant to these conditions."
        },
        {
            "role": "Character 2",
            "content": "[scoffing] Pivot? You want me to abandon the Pinot Noir that put this place on the map, that my family's been perfecting for sixty years, and what, plant some hardy hybrid that tastes like grocery store wine?"
        },
        {
            "role": "Character 1",
            "content": "[quietly desperate] I've got seventeen other wineries depending on me for supply contracts, and honestly, if Bellmont spreads the word about why they dropped us, which they will, we're both finished in this valley."
        },
        {
            "role": "Character 2",
            "content": "So that's it then, we're just supposed to accept that everything's falling apart? I've got twelve employees, families who've worked these vines for generations, and I'm supposed to tell them what exactly?"
        },
        {
            "role": "Character 1",
            "content": "[resigned] Tell them the truth, I guess. That the climate's changing faster than we can adapt, that the old ways aren't working anymore, and, [sighs heavily], that we're all just trying to survive at this point."
        },
        {
            "role": "Character 2",
            "content": "[angrily] Survive? That's your advice? My daughter just started her sommelier certification because she believes in this place, in what we're doing here, and you want me to tell her we're in survival mode?"
        },
        {
            "role": "Character 1",
            "content": "[defensively] What else can I say? I'm hemorrhaging money trying to find grapes that meet their standards, driving three hours north to vineyards that are barely hanging on themselves, and for what?"
        },
        {
            "role": "Character 2",
            "content": "You know, my grandfather used to say that wine is about patience, about trusting the process even when everything seems impossible. [bitter laugh] Guess he never imagined the land itself would betray us."
        },
        {
            "role": "Character 1",
            "content": "[softly] There's a buyer in Oregon, sustainable agriculture company, they're interested in the property if you ever decide to, well, if you need an exit strategy."
        },
        {
            "role": "Character 2",
            "content": "[stunned whisper] An exit strategy. Jesus. Is that what you came here to tell me? [pause] That it's time to give up?"
        },
        {
            "role": "Character 1",
            "content": "I came here to tell you about Bellmont, but yeah, I thought you should know your options, because frankly, I don't see how either of us makes it through another season like this one."
        },
        {
            "role": "Character 2",
            "content": "You've already given up, haven't you? You're probably sourcing for those Oregon people already, setting yourself up for when this all collapses. [exhales] Maybe you're smarter than me."
        },
        {
            "role": "Character 1",
            "content": "[heavily] I haven't given up, I'm just... I'm tired of pretending that determination alone can fix what's broken, you know? The numbers don't lie."
        },
        {
            "role": "Character 2",
            "content": "[quietly defeated] No. No, they don't. [long pause] Leave me the Oregon contact. I'll, um, I'll think about it after I figure out how to tell everyone that Bellmont's gone."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "30917938_scenario.json",
    "scenario": "A sourcer who supplies premium grapes arrives at a struggling winery to inform the winemaker their largest buyer has canceled all future orders due to quality issues.",
    "type": "scenario_conversation",
    "character_1_role": "sourcer",
    "character_2_role": "winemaker",
    "selected_tones": [
        "dissatisfied",
        "powerless"
    ],
    "tone_options": [
        "impartial",
        "lethargic",
        "agitating",
        "releasing",
        "foolish",
        "wilting",
        "emitting",
        "powerless",
        "dissatisfied",
        "commanding"
    ]
}