{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[con empatía] Oye, me enteré que la pasaste mal en la regata del fin de semana. ¿Estás bien?"
        },
        {
            "role": "Character 2",
            "content": "Uf, hermano, sí, fue... la verdad estuvo bastante brutal. Se me soltó el agarre de la escota mayor justo cuando estábamos, este, doblando la marca de sotavento cerca de Isla Catalina, y básicamente me quedé viendo cómo todos nos pasaban, ¿sabes?"
        },
        {
            "role": "Character 1",
            "content": "Qué gacho. ¿Estaban en un Hobie Cat o algo más grande?"
        },
        {
            "role": "Character 2",
            "content": "No, estábamos en el J/24 de mi cuate—que, o sea, de hecho es un barco buenísimo para competir, pero el tema es que, este, no habíamos practicado mucho juntos y se notó cuando las cosas se pusieron, pues, complicadas allá afuera."
        },
        {
            "role": "Character 1",
            "content": "Por lo menos no volcaron. ¿Te acuerdas cuando Mike volteó su Laser en Newport Beach?"
        },
        {
            "role": "Character 2",
            "content": "Ay dios, eso fue... eso fue otra cosa. Traía puesto un wetsuit O'Neill nuevecito, el caro que tiene, este, forro térmico, ¿no? Le costó como 300 dólares y se lo rasgó con la orza tratando de enderezar el bote."
        },
        {
            "role": "Character 1",
            "content": "Hablando de equipo, ¿tienes discos viejos de surf rock? Ando buscando cosas de Dick Dale."
        },
        {
            "role": "Character 2",
            "content": "Mmm, déjame revisar los, este, los cajones de acá. De hecho acabamos de recibir una colección de un tipo que surfeaba Pipeline en los setenta—tenía montones de, eh, cosas vintage incluyendo algunos prensados originales de \"Surfer's Choice\" la verdad."
        },
        {
            "role": "Character 1",
            "content": "¡No manches! ¿Dejó historias sobre Pipeline?"
        },
        {
            "role": "Character 2",
            "content": "Uy, hermano, parece que estuvo ahí cuando Gerry López básicamente dominaba esa ola en el 72, dijo que era, tipo, como ver a alguien bailar con el océano. El tipo también dejó unas fotos pero, este, se supone que no las vendemos, nomás están como... por ahí."
        },
        {
            "role": "Character 1",
            "content": "[juguetón] ¡Deberías enmarcarlas! Hacer un rinconcito museo del surf entre la sección de jazz y clásica."
        },
        {
            "role": "Character 2",
            "content": "La verdad no es mala idea—tenemos todos estos, eh, números viejos de Surfer Magazine de cuando Kelly Slater ganó su primer campeonato, y nadie nunca los compra pero son medio, ya sabes, históricamente importantes de alguna manera."
        },
        {
            "role": "Character 1",
            "content": "¿Todavía tienes el soundtrack de Endless Summer en vinilo?"
        },
        {
            "role": "Character 2",
            "content": "[ansioso] Ay, este, sí lo teníamos pero alguien lo compró ayer de hecho, que es... sí, debí guardártelo, perdón. Pero tenemos el, eh, el CD remasterizado si te sirve de algo, aunque sé que no es lo mismo la verdad."
        },
        {
            "role": "Character 1",
            "content": "No te preocupes, yo soy más de los Beach Boys de todos modos. ¿Surfeas mucho últimamente?"
        },
        {
            "role": "Character 2",
            "content": "No tanto como quisiera—o sea, entre trabajar acá y, este, tratar de arreglar mi WaveRunner vieja que está muerta desde junio, si acaso llego a Huntington una vez al mes con suerte, ¿sabes?"
        },
        {
            "role": "Character 1",
            "content": "Las WaveRunners son un hoyo de dinero. Mi primo se compró una Sea-Doo y siempre está descompuesta."
        },
        {
            "role": "Character 2",
            "content": "Sí, ni me digas. La mía es una Yamaha del 98 y cada vez que arreglo una cosa, se descompone otra—la semana pasada fue el, este, el housing del impeller, y ahora el relay del arranque anda raro, así que es... es agotador la verdad."
        },
        {
            "role": "Character 1",
            "content": "[sorbe] Bueno, por lo menos no estás atorado manteniendo un Hobie 16 con esta agua salada. La corrosión me está matando."
        },
        {
            "role": "Character 2",
            "content": "Uf, qué mal—esos catamaranes son increíbles pero el, este, el mantenimiento es brutal. ¿Ya probaste ese spray anticorrosivo nuevo de West Marine? Mi vecino jura que es buenísimo para su, este, su Nacra pero no sé, puede que sea puro marketing."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[empathetically] Hey, I heard you had a rough time at that regatta last weekend. You doing okay?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, yeah, it was... it was pretty brutal honestly. Lost my mainsheet grip right when we were rounding the, uh, leeward mark near Catalina Island, and basically just watched everyone sail past us, you know?"
        },
        {
            "role": "Character 1",
            "content": "That's rough. Were you on a Hobie Cat or something bigger?"
        },
        {
            "role": "Character 2",
            "content": "Nah, we were on my buddy's J/24—which, I mean, it's actually a great boat for racing, but the thing is, err, we hadn't practiced together much and it really showed when things got, you know, complicated out there."
        },
        {
            "role": "Character 1",
            "content": "At least you didn't capsize. Remember when Mike flipped his Laser at Newport Beach?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, that was... that was something else. He was wearing this brand new O'Neill wetsuit too, the expensive one with the, um, thermal lining? Cost him like three hundred bucks and he tore it on the centerboard trying to right the boat."
        },
        {
            "role": "Character 1",
            "content": "Speaking of gear, do you have any old surf rock albums? Looking for Dick Dale stuff."
        },
        {
            "role": "Character 2",
            "content": "Hmm, let me check the, uh, the bins over here. We actually just got a collection from this guy who used to surf Pipeline back in the seventies—he had tons of, err, vintage stuff including some original pressings of \"Surfer's Choice\" actually."
        },
        {
            "role": "Character 1",
            "content": "No way! Did he leave any stories about Pipeline?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, apparently he was there when Gerry Lopez was basically owning that break in '72, said it was, like, watching someone dance with the ocean. The guy left some photos too but, um, we're not really supposed to sell those, they're just kind of... around."
        },
        {
            "role": "Character 1",
            "content": "[playful] You should frame them! Start a little surf museum corner between the jazz and classical sections."
        },
        {
            "role": "Character 2",
            "content": "Actually, that's not a terrible idea—we've got all these, uh, old Surfer Magazine issues from when Kelly Slater won his first championship, and nobody ever buys them but they're kind of, you know, historically significant in a way."
        },
        {
            "role": "Character 1",
            "content": "Do you still have that Endless Summer soundtrack on vinyl?"
        },
        {
            "role": "Character 2",
            "content": "[anxious] Oof, um, we did but someone bought it yesterday actually, which is... yeah, I should've held it for you, I'm sorry. But we do have the, err, the remastered CD if that helps at all, though I know it's not the same thing really."
        },
        {
            "role": "Character 1",
            "content": "It's fine, I'm more of a Beach Boys person anyway. You surf much these days?"
        },
        {
            "role": "Character 2",
            "content": "Not as much as I'd like—I mean, between working here and, uh, trying to fix my old WaveRunner that's been dead since June, I maybe get out to Huntington once a month if I'm lucky, you know?"
        },
        {
            "role": "Character 1",
            "content": "WaveRunners are money pits. My cousin bought a Sea-Doo and it's constantly broken."
        },
        {
            "role": "Character 2",
            "content": "Yeah, tell me about it. Mine's a '98 Yamaha and every time I fix one thing, something else breaks—last week it was the, um, the impeller housing, and now the starter relay is acting weird, so it's just... it's exhausting honestly."
        },
        {
            "role": "Character 1",
            "content": "[sniffle] Well, at least you're not stuck maintaining a Hobie 16 in this saltwater. The corrosion is killing me."
        },
        {
            "role": "Character 2",
            "content": "Oh dude, that's rough—those catamarans are amazing but the, err, the maintenance is brutal. Have you tried that new anti-corrosion spray from West Marine? My neighbor swears by it for his, um, his Nacra but I don't know, might just be marketing hype."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_38.txt"
}