{
    "conversation": [
        {
            "role": "Customer",
            "content": "*exhale* Mira. Mi cheque está mal. Otra vez. Me faltan horas."
        },
        {
            "role": "Customer Support",
            "content": "Bueno, déjame buscar tu perfil aquí... este, veo empleada ID 47293. ¿De qué período de pago estamos hablando específicamente?"
        },
        {
            "role": "Customer",
            "content": "La semana pasada. 9 de octubre. Trabajé 52 horas. Me pagaron 30."
        },
        {
            "role": "Customer Support",
            "content": "Órale, entonces estoy revisando los registros del timesheet del 9 al 15 de octubre y, eh, the system shows thirty hours logged. ¿Marcaste entrada en cada turno?"
        },
        {
            "role": "Customer",
            "content": "*sharp inhale* Sí. Cada turno. Cada. Maldito. Día."
        },
        {
            "role": "Customer Support",
            "content": "Te entiendo, órale, like I totally understand the frustration here. Déjame revisar más a fondo—a veces los, este, los datos del punch tardan 24 horas en sincronizarse bien."
        },
        {
            "role": "Customer",
            "content": "¿24 horas? Ya pasó una semana. Llevo 3 años de cocinera aquí."
        },
        {
            "role": "Customer Support",
            "content": "No, sí, tienes toda la razón, eso es demasiado tiempo. Entonces lo que veo es, este, there's five shifts marked pending approval by manager code M-8827."
        },
        {
            "role": "Customer",
            "content": "¿Pendiente? *exhale* No puedo pagar la renta con \"pendiente.\""
        },
        {
            "role": "Customer Support",
            "content": "No no, te entiendo completamente. Mira, lo que puedo hacer ahorita—voy a escalar esto a payroll override, número de referencia PR-20241016-8293, basically forcing those hours through."
        },
        {
            "role": "Customer",
            "content": "Cuánto tiempo. Para que llegue a mi cuenta."
        },
        {
            "role": "Customer Support",
            "content": "Entonces normalmente son, eh, 2 a 3 días hábiles para correcciones de depósito directo, pero actually I can flag it priority, que lo reduce a 24 horas usualmente."
        },
        {
            "role": "Customer",
            "content": "*sigh* 24 horas. Genial. A mi casero le va a encantar."
        },
        {
            "role": "Customer Support",
            "content": "Este, espera—déjame revisar otra cosa. Tu manager Rodríguez, empleada 3847, o sea, she needs to approve these, pero, eh, aparentemente está fuera desde el 10 de octubre."
        },
        {
            "role": "Customer",
            "content": "¿Fuera? Estaba aquí ayer. La vi."
        },
        {
            "role": "Customer Support",
            "content": "Ah qué raro, entonces el sistema la muestra en estatus de licencia desde el 10 de octubre a las 3:47 PM, which is probably why those approvals got stuck, básicamente."
        },
        {
            "role": "Customer",
            "content": "Esto es... *exhale* No puedo seguir así. Tercera vez este año."
        },
        {
            "role": "Customer Support",
            "content": "Sí, eso es, este, eso no es aceptable para nada. Mira, estoy enviando el código de override OVR-4429-XK, essentially bypassing the approval queue completely, y además voy a marcar tu cuenta para auditoría."
        },
        {
            "role": "Customer",
            "content": "Auditoría. Qué significa eso para mí."
        },
        {
            "role": "Customer Support",
            "content": "Bueno, entonces básicamente significa que payroll revisa tus últimos 90 días, checking for other discrepancies, y, este, cualquier hora faltante se agrega a un cheque suplementario para el 20 de octubre garantizado."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "*exhale* Look. My check's wrong. Again. Missing hours."
        },
        {
            "role": "Customer Support",
            "content": "Okay so let me pull up your profile here... mmm, I see employee ID 47293. What pay period are we looking at specifically?"
        },
        {
            "role": "Customer",
            "content": "Last week. October ninth. I worked fifty-two hours. Got paid thirty."
        },
        {
            "role": "Customer Support",
            "content": "Right so basically I'm checking timesheet records for October 9th through 15th and, er, the system shows thirty hours logged. Did you clock in each shift?"
        },
        {
            "role": "Customer",
            "content": "*sharp inhale* Yes. Every shift. Every. Single. Day."
        },
        {
            "role": "Customer Support",
            "content": "Got it, okay, like I totally understand the frustration here. Let me actually dig deeper—sometimes the, uh, the punch data takes 24 hours to sync properly."
        },
        {
            "role": "Customer",
            "content": "Twenty-four hours? It's been a week. I've been a cook here three years."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no you're absolutely right, that's way too long. So what I'm seeing is, hmm, there's five shifts marked pending approval by manager code M-8827."
        },
        {
            "role": "Customer",
            "content": "Pending? *exhale* Can't pay rent with pending."
        },
        {
            "role": "Customer Support",
            "content": "No no, totally get that. Like here's what I can do right now—I'll escalate this to payroll override, reference number PR-20241016-8293, basically forcing those hours through."
        },
        {
            "role": "Customer",
            "content": "How long. Till it hits my account."
        },
        {
            "role": "Customer Support",
            "content": "So typically it's, er, 2 to 3 business days for direct deposit corrections, but actually I can flag it priority which cuts it to 24 hours usually."
        },
        {
            "role": "Customer",
            "content": "*sigh* Twenty-four hours. Great. My landlord'll love that."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, wait actually—let me check something else. Your manager Rodriguez, employee 3847, like she needs to approve these but, uh, she's been out since October 10th apparently."
        },
        {
            "role": "Customer",
            "content": "Out? She was here yesterday. I saw her."
        },
        {
            "role": "Customer Support",
            "content": "Oh interesting, so the system shows her on leave status starting October 10th at 3:47 PM, which is probably why those approvals got stuck basically."
        },
        {
            "role": "Customer",
            "content": "This is... *exhale* I can't keep doing this. Third time this year."
        },
        {
            "role": "Customer Support",
            "content": "Yeah that's, er, that's not acceptable at all. So look, I'm submitting override code OVR-4429-XK and essentially bypassing the approval queue completely, plus I'm flagging your account for audit."
        },
        {
            "role": "Customer",
            "content": "Audit. What's that mean for me."
        },
        {
            "role": "Customer Support",
            "content": "Right so basically it means payroll reviews your last 90 days, checking for other discrepancies, and, uh, any missing hours get added to a supplemental check by October 20th guaranteed."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "5fce1467_script.json",
    "professionalism": "casual",
    "scenario": "line cook, frustrated and calling from a loud kitchen about a paycheck discrepancy",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "exhausted_worn",
                "indignant_righteous"
            ],
            "disfluency": {
                "hesitation_types": [
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "professionally_firm",
                "nervously_thorough"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}