{
    "conversation": [
        {
            "role": "Customer",
            "content": "Eu já mandei esses documentos. Acho que... terça? Ou foi segunda? Tô meio perdido aqui, pra falar a verdade."
        },
        {
            "role": "Customer Support",
            "content": "Tá bom. Deixa eu... hum. Puxar sua conta aqui. Número terminando em 3847. Tô vendo a solicitação aqui do dia 12 de novembro mas... Pera, deixa eu ver a caixa de entrada..."
        },
        {
            "role": "Customer",
            "content": "Essa deve ser a terceira vez que alguém pede isso. Tipo, parece que ninguém tá olhando de verdade."
        },
        {
            "role": "Customer Support",
            "content": "Tá tá. Então. É... Tô checando nosso portal de documentos agora. Às vezes eles ficam... O sistema nem sempre... Peraí. Número de referência DOC-9182-KL. Isso te diz alguma coisa?"
        },
        {
            "role": "Customer",
            "content": "Talvez? Quer dizer, eu mandei tudo. Minha CNH, a conta de luz, acho que até o extrato bancário?"
        },
        {
            "role": "Customer Support",
            "content": "Ah. Achei uma coisa aqui. Envio do dia 28 de outubro. Mas. É... A conta de luz. É de agosto de 2023. A gente precisa de... Dos últimos 60 dias. Uma atual."
        },
        {
            "role": "Customer",
            "content": "Pera, como assim? Ninguém falou nada sobre datas. Eu simplesmente... tipo, achei que qualquer conta servia."
        },
        {
            "role": "Customer Support",
            "content": "Pois é, não, eu... Eu entendo. As instruções não são... Deixa eu. Hum. Vou sinalizar isso aqui. ID do caso CASE-7739-XM. Pra ninguém ficar pedindo de novo. Quando a gente receber a conta certa..."
        },
        {
            "role": "Customer",
            "content": "Claro que tem alguma coisa errada. Por que seria simples, né? Eu provavelmente nem tenho uma recente."
        },
        {
            "role": "Customer Support",
            "content": "Ei. Não não. A gente pode... Na verdade deixa eu ver. Sua conta mostra fatura digital. Então. Olha seu email do dia 15 de outubro? Deve tá lá."
        },
        {
            "role": "Customer",
            "content": "Acho que deletei esses. Talvez. Sei lá, eu recebo tanto email."
        },
        {
            "role": "Customer Support",
            "content": "Tá bom tá bom. O que eu vou fazer... Gerar uma segunda via. Agora mesmo. Mandando pro email cadastrado. J-morris-84 arroba gmail. Ainda é esse?"
        },
        {
            "role": "Customer",
            "content": "É, é esse mesmo. Então eu só... encaminho pra você? Ou faço upload em algum lugar?"
        },
        {
            "role": "Customer Support",
            "content": "Upload. Mesmo portal. Mas pera... Deixa eu. É... Criar um link prioritário. Pra vir direto pra mim. URL é secure-upload ponto com barra P4K9X. Anotou?"
        },
        {
            "role": "Customer",
            "content": "P4K9X. Acho que sim. Espero que funcione dessa vez mesmo. Tô meio de saco cheio desse processo todo."
        },
        {
            "role": "Customer Support",
            "content": "Com certeza vai funcionar. Tô colocando... Meu ramal direto. 4019. No seu cadastro. Se tiver qualquer coisa... Só me ligar. A gente resolve isso hoje."
        },
        {
            "role": "Customer",
            "content": "Hoje? Você tem certeza? Porque eu meio que tô ouvindo \"hoje\" faz umas duas semanas já."
        },
        {
            "role": "Customer Support",
            "content": "Olha. É... Tô bloqueando um horário. 15h30 no horário de Brasília. Pra revisar pessoalmente. Seu número de confirmação vai ser CNF-20847-B. Tira um print disso talvez..."
        },
        {
            "role": "Customer",
            "content": "Tá bom. Beleza. Provavelmente vou estragar alguma coisa de novo mas... fazer o quê. Vou tentar."
        },
        {
            "role": "Customer Support",
            "content": "Você não vai. Prometo. Olha seu email. A conta tá lá. Faz o upload. E sinceramente... Me dá vinte minutos. Nem isso. A gente termina."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I already sent those documents. I think... maybe Tuesday? Or was it Monday? I'm sort of losing track here."
        },
        {
            "role": "Customer Support",
            "content": "Okay. Let me... hmm. Pull up your account. Number ending in 3847. I see the request here from November 12th but... Let me check the inbox..."
        },
        {
            "role": "Customer",
            "content": "This is probably the third time someone's asked for them. Kind of feels like nobody's actually looking."
        },
        {
            "role": "Customer Support",
            "content": "Right right. So. Uh. I'm checking our document portal now. Sometimes they get... The system doesn't always... Hold on. Reference number DOC-9182-KL. That ring a bell?"
        },
        {
            "role": "Customer",
            "content": "Maybe? I mean, I sent everything. My license, the utility bill, I think even the bank statement?"
        },
        {
            "role": "Customer Support",
            "content": "Ah. Found something. October 28th submission. But. Er. The utility bill. It's from August 2023. We need... Within 60 days. Current one."
        },
        {
            "role": "Customer",
            "content": "Wait, what? Nobody said anything about dates. I just... sort of assumed any bill would work."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no I... I get it. The instructions aren't... Let me. Hmm. I'm gonna flag this. Case ID CASE-7739-XM. So nobody asks again. Once we get the right bill..."
        },
        {
            "role": "Customer",
            "content": "Of course there's something wrong. Why would it be simple, right? I probably don't even have a recent one."
        },
        {
            "role": "Customer Support",
            "content": "Hey. No no. We can... Actually let me see. Your account shows paperless billing. So. Check your email from October 15th? Should be there."
        },
        {
            "role": "Customer",
            "content": "I think I deleted those. Maybe. I don't know, I get so many emails."
        },
        {
            "role": "Customer Support",
            "content": "Okay okay. What I'll do... Generate a new copy. Right now. Sending to the email on file. J-morris-84 at gmail. That still good?"
        },
        {
            "role": "Customer",
            "content": "Yeah, that's right. So I just... forward that to you? Or upload it somewhere?"
        },
        {
            "role": "Customer Support",
            "content": "Upload it. Same portal. But wait... Let me. Uh. Create a priority link. So it goes straight to me. URL is secure-upload dot com slash P4K9X. Got that?"
        },
        {
            "role": "Customer",
            "content": "P4K9X. I think so. This better actually work this time. Kind of over this whole process."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely will. I'm putting... My direct extension. 4019. On your file. If anything... Just call me. We'll get this sorted today."
        },
        {
            "role": "Customer",
            "content": "Today? You're sure? Because I've sort of been hearing \"today\" for two weeks now."
        },
        {
            "role": "Customer Support",
            "content": "Listen. Er. I'm blocking time. 3:30 PM Eastern. To personally review. Your confirmation number will be CNF-20847-B. Screenshot that maybe..."
        },
        {
            "role": "Customer",
            "content": "Alright. Fine. I'll probably mess something up again but... whatever. I'll try."
        },
        {
            "role": "Customer Support",
            "content": "You won't. I promise. Check your email. Bill's there. Upload it. And honestly... Gimme twenty minutes. Not even. We're done."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "36d2975a_script.json",
    "professionalism": "casual",
    "scenario": "frustrated because they already sent the documentation that was requested",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "panicked_spiral",
                "bitter_defeated"
            ],
            "disfluency": {
                "hesitation_types": [
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "nurturing_protective",
                "burned_out_but_trying"
            ],
            "disfluency": {
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        }
    }
}