{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] Zero vírgula zero zero três milímetros. Essa é minha tolerância hoje. Tô cortando escudos térmicos pra algo que vai... Marte. Marte de verdade. [pause] Toda vez que eu alinho a matriz, fico pensando nela pousada naquela superfície vermelha em, sei lá, dezoito meses? E eu fico—cara, a pressão é surreal. [anxious] Tipo, se eu errar por um fio de cabelo, if my hand shakes for even one second, esse componente inteiro pode falhar lá em cima, sabe? [sigh] Trezentos milhões de milhas de distância. Nobody can fix it if I mess up.\n\n[slowly] Às vezes eu tenho que parar e só... respirar. Porque eu tô cortando e do nada penso, pera, essa peça que tô segurando—vai ser a primeira coisa feita na Terra a tocar aquele pedaço específico de solo marciano. [very sincerely] É meio incrível, né? Minhas mãos, criando algo que vai me sobreviver por séculos provavelmente.\n\n[nervous] Mas aí eu começo a pensar demais e minhas mãos ficam, hum... elas ficam tremendo. Então eu tenho que—sei lá, eu tenho que tornar isso rotina. [confidently] Corta, mede, inspeciona. Cut, measure, inspect. Não pensa em Marte. Não pensa em história. [quietly] Só zero vírgula zero zero três milímetros. That's all that matters right now."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] Point zero zero three millimeters. That's my tolerance today. I'm cutting heat shields for something that's going to... Mars. Actual Mars. [pause] Every time I line up the die, I think about it sitting on that red surface in, what, eighteen months? And I just—mmm, the pressure is unreal. [anxious] Like, if I'm off by even a hair, if my hand shakes for one second, this whole component could fail up there, you know? [sigh] Three hundred million miles away. No one can fix it if I mess up. \n\n[slowly] Sometimes I have to stop and just... breathe. Because I'll be cutting and suddenly think, wait, this piece I'm holding—it's going to be the first Earth-made thing to touch that specific patch of Martian soil. [very sincerely] That's kind of incredible, right? My hands, creating something that'll outlive me by centuries probably. \n\n[nervous] But then I start thinking too much and my hands get, um... they get shaky. So I have to—I don't know, I have to make it routine. [confidently] Cut, measure, inspect. Cut, measure, inspect. Don't think about Mars. Don't think about history. [quietly] Just point zero zero three millimeters. That's all that matters right now."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "36ca32db_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your die cutter operator precision creating components for a rover that will explore Mars",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}