{
    "conversation": [
        {
            "role": "Customer",
            "content": "Je... j'en peux plus, là. Vingt-trois minutes. En attente. Vingt-trois."
        },
        {
            "role": "Customer Support",
            "content": "Oh là là, euh, je suis vraiment désolé pour ce temps d'attente, c'est, euh, c'est vraiment pas normal, ça. Laissez-moi juste, bon, ouvrir votre compte ici pour voir ce qui s'est passé. Est-ce que je peux avoir votre numéro de compte ou, euh, peut-être le numéro de téléphone associé ?"
        },
        {
            "role": "Customer",
            "content": "C'est... attendez, lequel ? Le compte ou le—pardon, je veux dire le téléphone ?"
        },
        {
            "role": "Customer Support",
            "content": "L'un ou l'autre fonctionne ! Ce qui est, euh, ce qui est le plus simple pour vous là maintenant."
        },
        {
            "role": "Customer",
            "content": "Euh, d'accord d'accord, c'est, euh, 555-0847. Je viens, euh, je sors littéralement d'une chirurgie de douze heures et puis... ça."
        },
        {
            "role": "Customer Support",
            "content": "Bon, je vous ai trouvé, compte ACC-9847-MV23, et, euh, douze heures ? C'est, bon, c'est intense. Je vois que vous nous avez appelé, euh, trois fois aujourd'hui déjà, chaque fois avec des temps d'attente importants, et je crois que je vois ce qui se passe ici."
        },
        {
            "role": "Customer",
            "content": "Trois fois parce que ça n'arrête—ça n'arrête pas de me couper."
        },
        {
            "role": "Customer Support",
            "content": "Ouais, alors, euh, il y a en fait un problème connu avec notre système de rappel qui, euh, qui affecte spécifiquement les professionnels médicaux. Votre numéro est signalé comme, bon, affilié à l'hôpital, ce qui, euh, ironiquement provoque un genre de boucle de priorité qui en fait empire les choses."
        },
        {
            "role": "Customer",
            "content": "Évidemment. C'est... c'est parfait, tiens. Vraiment."
        },
        {
            "role": "Customer Support",
            "content": "Je sais, je sais, c'est, euh, c'est ridicule. Laissez-moi juste, euh, forcer manuellement le système maintenant. Votre numéro de dossier est CSE-4429-BN et je, bon, je mets une note ici pour que tous vos appels futurs contournent complètement le système automatisé."
        },
        {
            "role": "Customer",
            "content": "Euh, attendez, vous pouvez juste, euh, vous pouvez faire ça ? Genre juste... régler le problème ?"
        },
        {
            "role": "Customer Support",
            "content": "Ben, euh, techniquement j'ai besoin de l'approbation d'un superviseur mais, euh, entre nous ? Après ce que vous avez vécu aujourd'hui ? Je, bon, je le fais quand même. Le code de dérogation est OVR-7731-X et c'est, euh, c'est effectif immédiatement."
        },
        {
            "role": "Customer",
            "content": "Vous savez quoi ? Vous êtes vraiment—pardon, je suis vraiment... vous êtes vraiment utile là."
        },
        {
            "role": "Customer Support",
            "content": "Hé, non non non, ne vous, euh, ne vous excusez pas. En fait, euh, ma sœur est infirmière en chirurgie donc je, bon, je comprends. Les heures que vous vous tapez et puis devoir gérer, euh, des trucs comme ça en plus ?"
        },
        {
            "role": "Customer",
            "content": "Votre sœur est—ouais, elle comprend alors. C'est c'est là sur mon téléphone, trois appels, et j'avais juste besoin de mettre à jour ma facturation."
        },
        {
            "role": "Customer Support",
            "content": "Exactement, quelque chose qui devrait prendre, euh, deux minutes max peut-être. Alors mettons, euh, mettons à jour cette facturation maintenant. Je vois que votre carte actuelle se termine par 4487, c'est celle que vous, euh, voulez changer ?"
        },
        {
            "role": "Customer",
            "content": "Ouais c'est la—attendez non, mercredi. Elle a expiré mercredi. Vous voyez ? J'arrive même plus à... comment dire... réfléchir correctement."
        },
        {
            "role": "Customer Support",
            "content": "Euh, tout à fait compréhensible, votre cerveau est sûrement, euh, complètement grillé là. Donc j'ai la nouvelle carte prête à entrer, juste, bon, quand vous serez prêt avec ces numéros. Et je mets un indicateur prioritaire PRI-5524-AA sur tout ce compte pour que vous ne tombiez plus jamais dans cette file d'attente."
        },
        {
            "role": "Customer",
            "content": "Euh, d'accord alors c'est, euh, 5547... non attendez, 5447... pardon pardon, je vais juste regarder encore."
        },
        {
            "role": "Customer Support",
            "content": "Prenez votre temps, vraiment, y'a, euh, y'a aucune urgence ici. J'ai votre compte bloqué sur moi pour les, bon, trente prochaines minutes si on en a besoin, code de référence REF-8892-LK, donc juste, euh, respirez et on va régler ça."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I just... I can't do this anymore. Twenty-three minutes. On hold. Twenty-three."
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, um, I'm so sorry about that wait time, that's, uh, that's definitely not okay. Let me just, hmm, pull up your account here and see what's been happening. Can I get your account number or, um, maybe the phone number associated with it?"
        },
        {
            "role": "Customer",
            "content": "It's... wait, which number? The account or the—sorry, I mean the phone?"
        },
        {
            "role": "Customer Support",
            "content": "Either one works! Whatever's, um, whatever's easiest for you right now."
        },
        {
            "role": "Customer",
            "content": "Um, okay okay, it's, uh, 555-0847. I just, um, I literally just got out of a twelve-hour surgery and then... this."
        },
        {
            "role": "Customer Support",
            "content": "Alright, I've got you here, account ACC-9847-MV23, and, uh, twelve hours? That's, hmm, that's intense. I can see you've called us, um, three times today already, each with significant hold times, and I think I see what's been happening here."
        },
        {
            "role": "Customer",
            "content": "Three times because it keeps—it keeps dropping me."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, so, um, there's actually a known issue with our callback system that's, uh, it's been affecting medical professionals specifically. Your number's flagged as, hmm, hospital-affiliated, which is, um, ironically causing it to get stuck in this sort of priority loop that's actually making things worse."
        },
        {
            "role": "Customer",
            "content": "Of course it is. That's just... that's perfect. Really."
        },
        {
            "role": "Customer Support",
            "content": "I know, I know, it's, um, it's ridiculous. Let me just, uh, manually override this right now. Your case number is CSE-4429-BN and I'm, hmm, I'm putting a note here that any future calls bypass the automated system entirely."
        },
        {
            "role": "Customer",
            "content": "Um, wait, you can just, uh, you can do that? Like just... fix it?"
        },
        {
            "role": "Customer Support",
            "content": "Well, um, technically I need supervisor approval but, uh, between you and me? After what you've been through today? I'm just, hmm, I'm doing it anyway. The override code is OVR-7731-X and it's, um, it's effective immediately."
        },
        {
            "role": "Customer",
            "content": "You know what? You're actually—sorry, I'm being such a... you're being really helpful here."
        },
        {
            "role": "Customer Support",
            "content": "Hey, no no no, don't even, um, don't apologize. I actually, uh, my sister's a surgical nurse so I kind of, hmm, I get it. The hours you guys pull and then having to deal with, um, with stuff like this on top of it?"
        },
        {
            "role": "Customer",
            "content": "Your sister's a—yeah, she gets it then. It's it's right here on my phone, three calls, and I just needed to update my billing."
        },
        {
            "role": "Customer Support",
            "content": "Exactly, something that should take, um, maybe two minutes max. So let's, uh, let's get that billing updated right now. I can see your current card ends in 4487, is that the one you're, um, wanting to change?"
        },
        {
            "role": "Customer",
            "content": "Yeah that's the—wait no, Wednesday. That expired Wednesday. See? Can't even... what's the word... think straight anymore."
        },
        {
            "role": "Customer Support",
            "content": "Um, totally understandable, your brain's probably, uh, completely fried right now. So I've got the new card ready to input, just, hmm, whenever you're ready with those numbers. And I'm putting a priority flag PRI-5524-AA on this whole account so you never hit that hold queue again."
        },
        {
            "role": "Customer",
            "content": "Um, okay so it's, uh, 5547... no wait, 5447... sorry sorry, let me just look at it again."
        },
        {
            "role": "Customer Support",
            "content": "Take your time, really, there's, um, there's no rush here. I've got your account locked to me for the next, hmm, thirty minutes if we need it, reference code REF-8892-LK, so just, uh, just breathe and we'll get this sorted."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "0c9bec99_script.json",
    "scenario": "anesthesiologist assistant, high-stress job leaving zero patience for hold times",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "overwhelmed_shutdown",
                "friendly_chatty"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "self_corrections",
                    "repetition_stutter",
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "patient_teacher",
                "humanizing_personal"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "hedge_words",
                    "repetition_stutter",
                    "breath_catches"
                ],
                "elongation": "natural_length",
                "pacing": "halting_uneven"
            }
        }
    }
}