{
    "conversation": [
        {
            "role": "Customer",
            "content": "Euh, alors genre. Y'a ce prélèvement. Euh. Sur ma carte? Je suis probablement. Euh. En train de mal lire."
        },
        {
            "role": "Customer Support",
            "content": "Oh, je peux absolument vous aider avec ça! Laissez-moi juste—ah attendez en fait—laissez-moi d'abord ouvrir votre compte. Vous pouvez me donner les quatre derniers chiffres de la carte?"
        },
        {
            "role": "Customer",
            "content": "C'est, euh. 7-8. Euh. 7-8-5-2. Désolé. J'aurais dû avoir ça de prêt."
        },
        {
            "role": "Customer Support",
            "content": "Non non, c'est bon! D'accord. Je le vois là. Compte se terminant par 7852. Maintenant laissez-moi juste—désolé, le système fait des—voilà c'est bon. On regarde quel prélèvement aujourd'hui?"
        },
        {
            "role": "Customer",
            "content": "Alors en gros, euh, y'a genre ce. Euh. Truc à 97 dollars? De euh, je crois que ça dit, euh, \"SportsGear Plus\"?"
        },
        {
            "role": "Customer Support",
            "content": "D'accord d'accord. Laissez-moi trouver ça. Je vois—ah non c'est pas—désolé, le voilà. Transaction ID TXN-994782-SPG pour 97 dollars et 18 cents. Posté il y a trois jours. C'est bien celui-là?"
        },
        {
            "role": "Customer",
            "content": "Ouais. Euh. C'est ça. Je veux dire, genre, j'ai probablement cliqué sur un truc par erreur, mais euh, j'ai jamais rien commandé?"
        },
        {
            "role": "Customer Support",
            "content": "Vous savez quoi? Laissez-moi bien vérifier ça. Parce que parfois ces prélèvements—oh attendez—je vois justement quelque chose dans nos alertes fraude. Numéro de référence FRD-88234-A. Ce marchand a eu plusieurs contestations aujourd'hui."
        },
        {
            "role": "Customer",
            "content": "Ah. Donc c'est. Pas juste moi qui suis bête?"
        },
        {
            "role": "Customer Support",
            "content": "Absolument pas! Vous avez bien fait d'appeler. Alors. Je vais m'assurer. Qu'on règle ça complètement pour vous. Je lance la contestation tout de suite. Numéro de dossier DSP-445901-R."
        },
        {
            "role": "Customer",
            "content": "Euh, d'accord alors genre, combien de temps ça, euh, prend d'habitude? Parce que, euh, le budget voyage de mon équipe et, euh..."
        },
        {
            "role": "Customer Support",
            "content": "Alors voilà ce que je fais—et c'est important—je marque ça comme prioritaire. À cause de cette alerte fraude. Le crédit provisoire. Devrait apparaître dans les 24 heures. Pas les trois à cinq jours habituels."
        },
        {
            "role": "Customer",
            "content": "Vraiment? C'est. Euh. C'est super en fait."
        },
        {
            "role": "Customer Support",
            "content": "Oui! Et—désolé laissez-moi juste—j'ajoute aussi une note ici. Pour m'assurer. Si ce marchand essaie de facturer à nouveau. Ça sera refusé automatiquement. Code de protection PRT-7829-XX."
        },
        {
            "role": "Customer",
            "content": "Donc en gros, euh, j'ai pas besoin de genre, euh, faire autre chose? Euh, pas de formulaires ou...?"
        },
        {
            "role": "Customer Support",
            "content": "Non! J'ai tout géré. Votre confirmation c'est CNF-445901-DSP. Vous allez recevoir un email. Dans l'heure. Avec tous les détails."
        },
        {
            "role": "Customer",
            "content": "C'est. Euh. Beaucoup plus facile que, euh, ce que je pensais. Désolé d'être aussi, genre, confus à ce sujet."
        },
        {
            "role": "Customer Support",
            "content": "Oh s'il vous plaît ne vous excusez pas! Ces choses arrivent. Et franchement? Vous l'avez repéré vite. C'est ça qui compte. Je vais juste—attendez—oui, je vois aussi qu'on peut annuler tous les frais associés. Code WVR-1127-F. Tout est bon."
        },
        {
            "role": "Customer",
            "content": "Euh, wow. D'accord. Alors genre, c'est vraiment, euh, vraiment tout alors?"
        },
        {
            "role": "Customer Support",
            "content": "C'est vraiment tout! Le crédit apparaîtra comme en attente demain matin. Référence RFD-445901-TEMP. Et si quoi que ce soit d'autre arrive. Avec ça ou un autre prélèvement. Rappelez juste avec ce numéro de dossier. On vous protège."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, so like. There's this charge. Um. On my card? I'm probably. Uh. Not reading it right."
        },
        {
            "role": "Customer Support",
            "content": "Oh, I can definitely help you with that! Let me just—actually wait—let me pull up your account first. Can you give me the last four digits of the card?"
        },
        {
            "role": "Customer",
            "content": "It's, uh. 7-8. Um. 7-8-5-2. Sorry. Should've had that ready."
        },
        {
            "role": "Customer Support",
            "content": "No no, you're fine! Okay. I see it here. Account ending in 7852. Now let me just—sorry, the system's being—there we go. What charge are we looking at today?"
        },
        {
            "role": "Customer",
            "content": "So basically, um, there's like this. Er. Ninety-seven dollar thing? From um, I think it says, uh, \"SportsGear Plus\"?"
        },
        {
            "role": "Customer Support",
            "content": "Okay okay. Let me find that. I'm seeing—wait no that's—sorry, here it is. Transaction ID TXN-994782-SPG for ninety-seven dollars and eighteen cents. Posted three days ago. Is this the one?"
        },
        {
            "role": "Customer",
            "content": "Yeah. Um. That's it. I mean, like, I probably clicked something wrong, but uh, I never ordered anything?"
        },
        {
            "role": "Customer Support",
            "content": "You know what? Let me check this thoroughly. Because sometimes these charges—oh wait—I'm actually seeing something here in our fraud alerts. Reference number FRD-88234-A. This merchant has had multiple disputes today."
        },
        {
            "role": "Customer",
            "content": "Oh. So it's. Not just me being stupid?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely not! You did the right thing calling. Now. I'm going to make sure. We get this completely resolved for you. Starting the dispute right now. Case number DSP-445901-R."
        },
        {
            "role": "Customer",
            "content": "Um, okay so like, how long does, er, this usually, um, take? Because, uh, my team's travel budget and, um..."
        },
        {
            "role": "Customer Support",
            "content": "So here's what I'm doing—and this is important—I'm marking this as priority. Because of that fraud flag. The provisional credit. Should post within twenty-four hours. Not the usual three to five days."
        },
        {
            "role": "Customer",
            "content": "Really? That's. Um. That's actually great."
        },
        {
            "role": "Customer Support",
            "content": "Yes! And—sorry let me just—I'm also adding a note here. To make sure. If this merchant tries to charge again. It'll auto-decline. Protection code PRT-7829-XX."
        },
        {
            "role": "Customer",
            "content": "So basically, um, I don't need to like, uh, do anything else? Er, no forms or...?"
        },
        {
            "role": "Customer Support",
            "content": "Nope! I've handled everything. Your confirmation is CNF-445901-DSP. You'll get an email. Within the hour. With all the details."
        },
        {
            "role": "Customer",
            "content": "This is. Uh. Way easier than, um, I thought. Sorry for being so, like, confused about it."
        },
        {
            "role": "Customer Support",
            "content": "Oh please don't apologize! These things happen. And honestly? You caught it fast. That's what matters. I'm just—wait—yes, I'm also seeing we can waive any related fees. Code WVR-1127-F. All set."
        },
        {
            "role": "Customer",
            "content": "Um, wow. Okay. So like, that's really, uh, really it then?"
        },
        {
            "role": "Customer Support",
            "content": "That's really it! The credit will show as pending by tomorrow morning. Reference RFD-445901-TEMP. And if anything else comes up. With this or any other charge. Just call back with that case number. We've got you protected."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "00e8f12c_script.json",
    "scenario": "head coach, authoritative and expecting the disputed charge to be resolved immediately",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "self_deprecating_fumbling",
                "cautiously_hopeful"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "filled_pauses",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "nurturing_protective",
                "new_and_eager"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        }
    }
}