{
    "conversation": [
        {
            "role": "Customer",
            "content": "J'ai besoin que ce compte soit fermé. Aujourd'hui. La famille attend et je gère des successions professionnellement."
        },
        {
            "role": "Customer Support",
            "content": "Oh, euh, je suis tel—laissez-moi juste—d'accord d'accord, je vois que vous appelez pour, euh, une fermeture de compte pour un, hmm, titulaire décédé? Je vais devoir, euh, sortir le formulaire DCF-4421-B ici et, euh, je comprends totalement, ces choses sont urgentes."
        },
        {
            "role": "Customer",
            "content": "Ça fait trois semaines. Vous savez de quoi ça a l'air? Je gère les soins de fin de vie."
        },
        {
            "role": "Customer Support",
            "content": "Ouais, non, c'est—c'est ridicule franchement. Trois semaines c'est, euh, beaucoup trop long pour quelque chose comme ça, et je suis, euh, je suis vraiment désolé que vous ayez dû gérer cette attente."
        },
        {
            "role": "Customer",
            "content": "Euh, écoutez, j'ai juste, euh, j'ai besoin de quelqu'un qui peut vraiment, euh, régler ça? Genre maintenant?"
        },
        {
            "role": "Customer Support",
            "content": "Absolument. Alors laissez-moi—attendez, en fait—laissez-moi juste, euh, accéder au système des services de succession ici, c'est c'est un portail différent, numéro de référence EST-9982-QV, et, euh, entre vous et moi? Ce système est, hmm, genre un bordel mais je connais les contournements."
        },
        {
            "role": "Customer",
            "content": "Je parais sûrement dur. J'ai perdu trois patients cette semaine."
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, je—non non non, vous paraissez pas dur du tout, c'est, euh, c'est incroyablement lourd et, euh, je peux même pas imaginer. Laissez-moi juste, hmm, m'assurer qu'on gère ça correctement, okay okay?"
        },
        {
            "role": "Customer",
            "content": "Euh, désolé, je suis juste, euh, vraiment fatigué et la famille arrête pas de, euh, m'appeler pour ça."
        },
        {
            "role": "Customer Support",
            "content": "Bien bien."
        },
        {
            "role": "Customer",
            "content": "On peut accélérer? Je paierai n'importe quels frais."
        },
        {
            "role": "Customer Support",
            "content": "Alors voici ce que je—je vais faire, euh, normalement ça passe par la file DCF-STANDARD mais je, euh, je vous mets dans le circuit prioritaire, code PRI-7745-X, et franchement? Il devrait même pas y avoir de frais pour ça, ça ça fait déjà trois semaines, vous voyez?"
        },
        {
            "role": "Customer",
            "content": "C'est... Je veux dire, euh, c'est vraiment, euh, gentil de votre part. Merci."
        },
        {
            "role": "Customer Support",
            "content": "Euh, alors je vais aussi, genre, mettre une note ici que, euh, vous êtes un professionnel de soins palliatifs qui gère plusieurs successions parce que, hmm, ça devrait le signaler à l'équipe de traitement spécial, et ils ils sont vraiment bons dans leur travail."
        },
        {
            "role": "Customer",
            "content": "Plusieurs successions. Ouais. Genre en train de me noyer là."
        },
        {
            "role": "Customer Support",
            "content": "Okay alors, euh, j'ai votre numéro de dossier maintenant, c'est CSE-1102-RKV, et, euh, ce que je veux que vous fassiez c'est—attendez en fait—laissez-moi juste, euh, laissez-moi aussi vous donner la ligne directe, c'est c'est le 800-555-9821, demandez les services de succession."
        },
        {
            "role": "Customer",
            "content": "Euh, est-ce qu'ils vont, euh, vraiment répondre? Ou c'est encore un, euh, truc de trois semaines?"
        },
        {
            "role": "Customer Support",
            "content": "Non non, cette ligne—je veux dire, je vais être honnête? Euh, le service client normal est, euh, genre nul mais cette ligne succession va vers, hmm, vers une équipe de genre quatre personnes et ils ils répondent vraiment."
        },
        {
            "role": "Customer",
            "content": "Je suis désolé d'avoir été sec tout à l'heure. Juste épuisé."
        },
        {
            "role": "Customer Support",
            "content": "Hey, euh, vous gérez—vous gérez des trucs parmi les plus durs qui existent, et euh, puis nous on empire les choses avec nos, hmm, nos systèmes pourris? Alors je vais, euh, surveiller ça moi-même, ticket MON-4456-J, m'assurer que ça ça soit vraiment fait d'ici demain, d'accord?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I need this account closed. Today. The family's waiting and I handle estates professionally."
        },
        {
            "role": "Customer Support",
            "content": "Oh, um, I'm so—let me just—okay okay, I see you're calling about, uh, an account closure for a, hmm, deceased account holder? I'll need to, um, pull up the form DCF-4421-B here and, uh, I totally get it, these things are time sensitive."
        },
        {
            "role": "Customer",
            "content": "It's been three weeks. Do you know how this looks? I manage end-of-life care."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, no, that's—that's ridiculous honestly. Three weeks is, um, way too long for something like this, and I'm, uh, I'm really sorry you've been dealing with that wait."
        },
        {
            "role": "Customer",
            "content": "Um, look, I just, uh, I need someone who can actually, um, fix this? Like now?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. So let me—wait, actually—let me just, um, get into the estate services system here, it's it's a different portal, reference number EST-9982-QV, and, uh, between you and me? This system is, hmm, kind of a mess but I know the workarounds."
        },
        {
            "role": "Customer",
            "content": "I probably sound harsh. Lost three patients this week."
        },
        {
            "role": "Customer Support",
            "content": "Oh wow, I—no no no, you don't sound harsh at all, that's, um, that's incredibly heavy and, uh, I can't even imagine. Let me just, hmm, make sure we handle this right, okay okay?"
        },
        {
            "role": "Customer",
            "content": "Um, sorry, I'm just, uh, really tired and the family keeps, um, calling me about this."
        },
        {
            "role": "Customer Support",
            "content": "Right right."
        },
        {
            "role": "Customer",
            "content": "Can we expedite? I'll pay whatever fee."
        },
        {
            "role": "Customer Support",
            "content": "So here's what I'm—I'm gonna do, um, normally this goes through queue DCF-STANDARD but I'm, uh, I'm putting you in the priority track, code PRI-7745-X, and honestly? There shouldn't even be a fee for this, it's it's already been three weeks, you know?"
        },
        {
            "role": "Customer",
            "content": "That's... I mean, um, that's really, uh, kind of you. Thank you."
        },
        {
            "role": "Customer Support",
            "content": "Um, so I'm also gonna, like, put a note here that, uh, you're a hospice professional handling multiple estates because, hmm, that should flag it for the special handling team, and they're they're actually good at their jobs."
        },
        {
            "role": "Customer",
            "content": "Multiple estates. Yeah. Sort of drowning here."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I've got your case number now, it's CSE-1102-RKV, and, uh, what I want you to do is—actually wait—let me just, um, let me also give you the direct line, it's it's 800-555-9821, ask for estate services."
        },
        {
            "role": "Customer",
            "content": "Um, will they, uh, actually pick up? Or is it another, um, three week thing?"
        },
        {
            "role": "Customer Support",
            "content": "No no, that line—I mean, I'm gonna be honest? Um, regular customer service is, uh, kind of terrible but that estate line goes to, hmm, to a team of like four people and they they actually answer."
        },
        {
            "role": "Customer",
            "content": "I'm sorry for being short earlier. Just exhausted."
        },
        {
            "role": "Customer Support",
            "content": "Hey, um, you're dealing with—with some of the hardest stuff there is, and uh, then we make it worse with our, hmm, our terrible systems? So I'm gonna, um, monitor this myself, ticket MON-4456-J, make sure it it actually gets done by tomorrow, okay?"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "0c40d2a9_script.json",
    "scenario": "hospice worker, emotionally drained and dealing with her late patient's account closure",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "demanding_entitled",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "hedge_words"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        },
        "support": {
            "emotions": [
                "commiserating_honest",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "false_starts",
                    "hedge_words",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}