{
    "conversation": [
        {
            "role": "Customer",
            "content": "J'ai besoin de—j'ai besoin de parler avec quelqu'un à propos de mon compte. Vous savez qui je suis?"
        },
        {
            "role": "Customer Support",
            "content": "Euh, oui, eh, laissez-moi juste. Vérifier ça. Euh, est-ce que je peux avoir votre numéro de compte ou, euh, téléphone au dossier?"
        },
        {
            "role": "Customer",
            "content": "C'est c'est 555-0199. Je suis—je suis membre platine depuis 12 ans."
        },
        {
            "role": "Customer Support",
            "content": "D'accord alors, euh, je vous vois ici, eh, compte PLT-4492-XX91 et, euh, on dirait que vous êtes avec nous depuis, euh. 2012. What can I, uh, help with today?"
        },
        {
            "role": "Customer",
            "content": "Il y a un—il y a un frais de septembre qui est qui est complètement faux. 800 dollars."
        },
        {
            "role": "Customer Support",
            "content": "800. Euh, d'accord laissez-moi, eh, euh, remonter jusqu'à septembre ici et—oh. Eh, journée chargée désolé, euh, je vois la transaction TXN-909847-K du 14 septembre pour, euh, exactement 800,00 $."
        },
        {
            "role": "Customer",
            "content": "C'est c'est celui-là. Je n'ai jamais—je n'ai jamais autorisé ça. Vous comprenez ce que ça signifie?"
        },
        {
            "role": "Customer Support",
            "content": "Euh, absolument, eh, je comprends que c'est, euh, préoccupant. Laissez-moi juste, euh, vérifier les détails ici sur la commande ORD-7829-MK41 et, eh, voir ce qui s'est passé."
        },
        {
            "role": "Customer",
            "content": "J'attends que ce—j'attends que ce soit résolu aujourd'hui. I'll need to escalate if necessary."
        },
        {
            "role": "Customer Support",
            "content": "Bien sûr, euh, alors en regardant ça, eh, le frais apparaît comme, euh, mise à niveau service premium mais, euh, il n'y a pas. Eh. Pas de code de confirmation attaché ce qui est, euh, inhabituel."
        },
        {
            "role": "Customer",
            "content": "Exactement. Exactement exactement. Pas de confirmation parce que je n'ai pas—je n'ai pas demandé ça."
        },
        {
            "role": "Customer Support",
            "content": "D'accord alors, euh, voici ce que je peux faire. Euh, je dois, eh, déposer le rapport RPT-55821-QV et, euh, normalement ça prend 5-7 jours mais, eh, étant donné votre statut je peux. Euh. Accélérer."
        },
        {
            "role": "Customer",
            "content": "5 à 7—non non non, that's not acceptable for a platinum member."
        },
        {
            "role": "Customer Support",
            "content": "Euh, je vous entends, eh, je comprends complètement. Laissez-moi, euh, vérifier avec mon—en fait, euh, je peux outrepasser ça avec le code OVR-889-PRIORITY et, eh, traiter le remboursement dans, euh, 24 heures."
        },
        {
            "role": "Customer",
            "content": "Ça ça c'est mieux. Mais mais qu'en est-il du dérangement?"
        },
        {
            "role": "Customer Support",
            "content": "Alors, euh, la politique standard c'est, eh, juste le remboursement mais, euh, pour cette situation avec le numéro de référence REF-20831-PX, je peux, euh, aussi ajouter un crédit de service de 50 $."
        },
        {
            "role": "Customer",
            "content": "50 dollars pour—pour 3 mois de facturation erronée? Je veux dire je veux dire, vraiment?"
        },
        {
            "role": "Customer Support",
            "content": "Euh, laissez-moi. Euh. Vérifier quoi d'autre je peux. Eh, en fait pour les comptes de plus de 10 ans, euh, il y a un crédit discrétionnaire DIS-7744-A jusqu'à, euh, 150 $ que je peux appliquer."
        },
        {
            "role": "Customer",
            "content": "D'accord d'accord d'accord, c'est—c'est mieux. Next time though, next time there will be consequences."
        },
        {
            "role": "Customer Support",
            "content": "Euh, absolument compris. Euh, j'ai tout noté dans le billet TKT-445892-L et, eh, ajouté un indicateur prioritaire. Vous verrez le, euh, remboursement de 800 $ plus le crédit de 150 $ dans, euh, 24 heures."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I need to—I need to speak with someone about my account. Do you know who I am?"
        },
        {
            "role": "Customer Support",
            "content": "Um, yes, uh, let me just. Pull that up. Er, can I get your account number or, um, phone on file?"
        },
        {
            "role": "Customer",
            "content": "It's it's 555-0199. I'm—I'm a platinum member for twelve years."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I see you here, uh, account PLT-4492-XX91 and, er, looks like you've been with us since, um. 2012. What can I, uh, help with today?"
        },
        {
            "role": "Customer",
            "content": "There's a—there's a charge from September that's that's completely wrong. Eight hundred dollars."
        },
        {
            "role": "Customer Support",
            "content": "Eight hundred. Um, okay let me, uh, er, scroll back to September here and—oh. Uh, busy day sorry, um, I see transaction TXN-909847-K on September 14th for, er, exactly $800.00."
        },
        {
            "role": "Customer",
            "content": "That's that's the one. I never—I never authorized this. Do you understand what this means?"
        },
        {
            "role": "Customer Support",
            "content": "Um, absolutely, uh, I understand this is, er, concerning. Let me just, um, check the details here on order ORD-7829-MK41 and, uh, see what happened."
        },
        {
            "role": "Customer",
            "content": "I expect this—I expect this resolved today. I'll I'll need to escalate if necessary."
        },
        {
            "role": "Customer Support",
            "content": "Of course, um, so looking at this, uh, the charge shows as, er, premium service upgrade but, um, there's no. Uh. No confirmation code attached which is, er, unusual."
        },
        {
            "role": "Customer",
            "content": "Exactly. Exactly exactly. No confirmation because I didn't—I didn't request it."
        },
        {
            "role": "Customer Support",
            "content": "Right so, um, here's what I can do. Er, I need to, uh, file report RPT-55821-QV and, um, normally this takes 5-7 days but, uh, given your status I can. Er. Expedite."
        },
        {
            "role": "Customer",
            "content": "Five to seven—no no no, that's not acceptable for a platinum member."
        },
        {
            "role": "Customer Support",
            "content": "Um, I hear you, uh, completely understand. Let me, er, check with my—actually, um, I can override this using code OVR-889-PRIORITY and, uh, process the refund within, er, 24 hours."
        },
        {
            "role": "Customer",
            "content": "That's that's more like it. But but what about the inconvenience?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, standard policy is, uh, just the refund but, er, for this situation with ref number REF-20831-PX, I can, um, also add a $50 service credit."
        },
        {
            "role": "Customer",
            "content": "Fifty dollars for—for three months of wrong billing? I mean I mean, really?"
        },
        {
            "role": "Customer Support",
            "content": "Er, let me. Um. Check what else I can. Uh, actually for accounts over 10 years, um, there's discretionary credit DIS-7744-A up to, er, $150 I can apply."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay, that's—that's better. Next time though, next time there will be consequences."
        },
        {
            "role": "Customer Support",
            "content": "Um, absolutely understood. Er, I've noted everything in ticket TKT-445892-L and, uh, added priority flag. You'll see the, um, $800 refund plus $150 credit within, er, 24 hours."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "010ce240_script.json",
    "scenario": "wanting to report a billing error from months ago",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "demanding_entitled",
                "relieved_but_wary"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "slightly_frazzled",
                "professionally_firm"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        }
    }
}