{
    "conversation": [
        {
            "role": "Customer",
            "content": "Euh, allô? J'ai... j'ai besoin d'aide. Mon salaire. C'est pas... hmm, comment dire... c'est pas correct."
        },
        {
            "role": "Customer Support",
            "content": "Ah oui, je peux absolument vous aider avec ça! Alors laissez-moi juste, euh—pardon, laissez-moi ouvrir le système de paie ici et on va régler ça tout de suite, d'accord? Pouvez-vous me donner votre, euh, votre numéro d'employé pour que je—attendez, en fait d'abord, vous appelez pour quelle entreprise?"
        },
        {
            "role": "Customer",
            "content": "Hampton... Hampton Suites. Centre-ville. Je fais le ménage des chambres."
        },
        {
            "role": "Customer Support",
            "content": "Parfait, parfait, Hampton Suites Centre-ville, c'est noté. Alors, euh, j'ouvre le compte HAM-5571-DT maintenant et, euh, je vois—d'accord donc j'ai bien accès à la paie ici. Maintenant ce qu'il me faut c'est, euh, votre numéro d'employé, ça devrait être sur votre fiche de paie? Et, euh, pouvez-vous me dire qu'est-ce qui cloche exactement avec votre chèque?"
        },
        {
            "role": "Customer",
            "content": "Attendez je regarde... le numéro c'est, euh... 4-4-7-2-8. Ils... ils payent pas mes heures supplémentaires."
        },
        {
            "role": "Customer Support",
            "content": "D'accord alors employé 44728, je vous vois ici—Mario, c'est ça? Et euh, oh là, je vois ce que vous voulez dire pour les heures sup. Alors en regardant votre code de feuille de temps TS-44728-NOV, il y a, euh—attendez, je veux dire—il y a clairement des heures ici qui devraient être, euh, au tarif majoré mais elles apparaissent en heures normales. Je vais m'assurer qu'on corrige ça pour vous."
        },
        {
            "role": "Customer",
            "content": "Comment... comment je sais que vous allez corriger? Ils disent ça avant déjà."
        },
        {
            "role": "Customer Support",
            "content": "Ouais non, je comprends totalement pourquoi vous seriez, euh, frustré par rapport à ça. Alors voilà ce que je fais—je crée le dossier numéro PAY-88512-OT maintenant, et euh, ça va directement à—pas à vos RH locales mais à, euh, la révision de paie du siège? Ils doivent répondre dans les 48 heures, c'est genre, obligatoire."
        },
        {
            "role": "Customer",
            "content": "48 heures... j'ai besoin argent maintenant. Le loyer. Mes enfants."
        },
        {
            "role": "Customer Support",
            "content": "Oh mon pauvre, je sais, vraiment. Laissez-moi, euh—bon alors je vais aussi signaler ça comme, euh, comme cas d'urgence dans le système sous le code URG-7745. Ça veut dire, euh, qu'ils peuvent faire ce qu'on appelle un ajustement d'urgence? En gros ils peuvent, euh—attendez je vérifie—oui, ils peuvent faire un paiement partiel pendant qu'ils corrigent le reste."
        },
        {
            "role": "Customer",
            "content": "Hmm... partiel... ça veut dire quoi? Combien?"
        },
        {
            "role": "Customer Support",
            "content": "Alors partiel ça veut dire, euh, qu'ils vont calculer ce qu'ils vous doivent certainement—genre, euh, le montant minimum qui n'est pas contesté? En regardant votre dossier ici, référence REF-33901-M, vous avez travaillé, euh, 47 heures la semaine dernière, donc ça fait au moins 7 heures supplémentaires qu'ils doivent payer immédiatement."
        },
        {
            "role": "Customer",
            "content": "7 heures seulement? Mais... mais j'ai travaillé 53 heures. Deux semaines."
        },
        {
            "role": "Customer Support",
            "content": "Attendez, 53? D'accord attendez, laissez-moi—pardon, je regardais pas la bonne semaine. Euh, donc si vous avez travaillé 53 heures et, euh, et que ça apparaît dans le système—ouais je le vois maintenant sous la carte de pointage TC-4894—ça fait 13 heures supplémentaires qu'ils ont loupées. C'est, euh, c'est vraiment beaucoup d'argent qu'ils vous doivent."
        },
        {
            "role": "Customer",
            "content": "Vous voyez? Je... j'écris tout. Chaque jour. Dans mon carnet."
        },
        {
            "role": "Customer Support",
            "content": "C'est vraiment malin de garder vos propres relevés! Et en fait, euh, entre nous? Le système montre d'autres, euh, d'autres problèmes avec la paie de Hampton Centre-ville—dossiers numéros PAY-87744 à PAY-87749. Vous n'êtes pas le seul à appeler. Donc je vais, euh, je vais remonter ce schéma répétitif à la conformité."
        },
        {
            "role": "Customer",
            "content": "D'autres personnes aussi? Ils... ils font ça exprès? Exprès?"
        },
        {
            "role": "Customer Support",
            "content": "Enfin, je peux pas le dire officiellement, mais, euh, quand je vois six dossiers du même établissement avec le même problème? C'est—ouais, c'est pas top. Donc ce que je fais c'est, euh, je mets ça sous code d'enquête INV-9902-HD, ce qui veut dire, euh, qu'ils vont vérifier toutes les cartes de pointage de cet établissement, pas seulement la vôtre."
        },
        {
            "role": "Customer",
            "content": "D'accord donc... hmm, donc ça veut dire... quand j'aurai l'argent?"
        },
        {
            "role": "Customer Support",
            "content": "Alors, avec le signal d'urgence URG-7745, vous devriez voir le, euh, le paiement d'urgence dans les 24 heures—ça sera au moins ces 13 heures supplémentaires. Et puis, euh, l'enquête complète sous INV-9902-HD, ça va garantir que ça ne se reproduise plus. Je vais aussi, euh, vous donner mon poste direct—2847—comme ça vous pouvez m'appeler directement si ils n'ont pas réglé ça d'ici demain, d'accord?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hello? I... I need help. My paycheck. It's not... hmm, how I say... not right."
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, I can definitely help you with that! So let me just, um—sorry, let me pull up the payroll system here and we'll get this sorted out for you right away, okay? Can you give me your, uh, your employee ID number so I can—wait, actually first, which company are you calling about?"
        },
        {
            "role": "Customer",
            "content": "Hampton... Hampton Suites. Downtown. I clean rooms."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, perfect, Hampton Suites Downtown, got it. So, um, I'm pulling up account HAM-5571-DT right now and, uh, I can see—okay so there's definitely payroll access here. Now what I need is, um, your employee ID, should be on your paystub? And, uh, can you tell me what specifically looks wrong with your check?"
        },
        {
            "role": "Customer",
            "content": "Let me see here... ID is, um... 4-4-7-2-8. They... they don't pay my overtime."
        },
        {
            "role": "Customer Support",
            "content": "Okay so employee 44728, I'm seeing you here—Maria, right? And um, oh honey, I see what you mean about the overtime. So looking at your timesheet code TS-44728-NOV, there's, uh—wait, I mean—there's definitely hours here that should be, um, overtime rates but they're showing as regular. I'm going to make sure we fix this for you."
        },
        {
            "role": "Customer",
            "content": "How... how I know you fix? They say this before."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no, I completely understand why you'd, um, be frustrated about that. So here's what I'm doing—I'm creating case number PAY-88512-OT right now, and uh, this goes directly to—not to your local HR but to, um, corporate payroll review? They have to respond within 48 hours, it's like, mandatory."
        },
        {
            "role": "Customer",
            "content": "Forty-eight hours... I need money now. Rent. My kids."
        },
        {
            "role": "Customer Support",
            "content": "Oh sweetie, I know, I really do. Let me, um—okay so I'm also flagging this as, uh, as urgent hardship in the system under code URG-7745. That means, um, they can do what's called an emergency adjustment? Basically they can, uh—wait let me make sure—yes, they can issue a partial payment while they fix the rest."
        },
        {
            "role": "Customer",
            "content": "Hmm... partial... what's that mean? How much?"
        },
        {
            "role": "Customer Support",
            "content": "So partial means, um, they'll calculate what they definitely owe you—like, uh, the minimum amount that's not in dispute? Looking at your file here, reference REF-33901-M, you worked, um, 47 hours last week, so that's at least 7 hours of overtime they need to pay immediately."
        },
        {
            "role": "Customer",
            "content": "Seven hours only? But... but I work fifty-three hours. Two weeks."
        },
        {
            "role": "Customer Support",
            "content": "Wait, fifty-three? Okay hold on, let me—sorry, I was looking at wrong week. Um, so if you worked 53 hours and, uh, and that's showing in the system—yeah I see it now under timecard TC-4894—that's 13 hours of overtime they missed. That's, um, that's actually a lot of money they owe you."
        },
        {
            "role": "Customer",
            "content": "You see? I... I write everything. Every day. In my book."
        },
        {
            "role": "Customer Support",
            "content": "That's really smart that you keep your own records! And actually, um, between you and me? The system shows some, uh, some other issues with Hampton Downtown payroll—case numbers PAY-87744 through PAY-87749. You're not the only one calling. So I'm going to, um, I'm going to escalate this pattern to compliance."
        },
        {
            "role": "Customer",
            "content": "Other people too? They... they doing this purpose? On purpose?"
        },
        {
            "role": "Customer Support",
            "content": "I mean, I can't officially say that, but, um, when I see six cases from the same location with the same issue? That's—yeah, that's not great. So what I'm doing is, uh, I'm putting this under investigation code INV-9902-HD, which means, um, they're going to audit all the timecards from that location, not just yours."
        },
        {
            "role": "Customer",
            "content": "Okay so... hmm, so that means... when I get money?"
        },
        {
            "role": "Customer Support",
            "content": "Right, so with the urgent hardship flag URG-7745, you should see the, um, the emergency payment within 24 hours—that'll be at least those 13 overtime hours. And then, uh, the full investigation under INV-9902-HD, that'll make sure this doesn't happen again. I'm also going to, um, give you my direct extension—2847—so you can call me directly if they don't fix this by tomorrow, okay?"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "0c398b7b_script.json",
    "scenario": "hotel housekeeper, nervous because English is her second language and she needs to explain a payroll issue",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "vulnerable_trusting",
                "suspicious_paranoid"
            ],
            "disfluency": {
                "hesitation_amount": "variable",
                "hesitation_types": [
                    "word_searching",
                    "breath_catches",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "nurturing_protective",
                "commiserating_honest"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "natural_length",
                "pacing": "conversational_natural"
            }
        }
    }
}