{
    "conversation": [
        {
            "role": "Customer",
            "content": "Euh, j'ai besoin de... comment dire... clarifier quelque chose. À propos de mon compte."
        },
        {
            "role": "Customer Support",
            "content": "[inspiration brusque] Bon, absolument, je sors votre compte maintenant—ah attendez, laissez-moi avoir le bon écran—voilà c'est bon, quel est votre numéro de compte ou le téléphone enregistré?"
        },
        {
            "role": "Customer",
            "content": "C'est, euh, 555-0142. Trois agents. Trois... euh... versions différentes."
        },
        {
            "role": "Customer Support",
            "content": "[expire] D'accord alors, euh, je vois le compte ACC-7823-M lié à ce numéro et, euh, oh non—enfin, je vois les notes ici et, hmm, ouais c'est—c'est vraiment pas normal du tout."
        },
        {
            "role": "Customer",
            "content": "Le premier a dit mardi. Le suivant a dit vendredi. Et maintenant quoi."
        },
        {
            "role": "Customer Support",
            "content": "Non non non, on va régler ça tout de suite, euh, je vois des notes d'agent de—attendez, lundi, puis mercredi—pardon, puis une autre d'aujourd'hui, et euh, ils disent tous des dates de livraison différentes pour la commande ORD-9847-PQ21?"
        },
        {
            "role": "Customer",
            "content": "Pas livraison. Installation. Pour le... le truc mensuel."
        },
        {
            "role": "Customer Support",
            "content": "[inspiration brusque] Ah! Installation—pardon, mauvais—enfin, euh, laissez-moi vérifier le ticket de service plutôt, c'est, euh, ticket SVC-4419-K et, hmm, wow d'accord c'est encore plus embrouillé que je pensais."
        },
        {
            "role": "Customer",
            "content": "Vous voyez? Personne sait rien chez vous."
        },
        {
            "role": "Customer Support",
            "content": "[expire lourdement] Écoutez, euh, je suis vraiment désolé pour ça, genre, sincèrement c'est, euh, ça devrait pas arriver et je regarde ces notes et je suis—enfin, je suis frustré POUR vous, c'est ridicule."
        },
        {
            "role": "Customer",
            "content": "Alors euh, quelle date est... c'est quoi la vraie... la date réelle alors?"
        },
        {
            "role": "Customer Support",
            "content": "Bon bon."
        },
        {
            "role": "Customer",
            "content": "J'ai été en train de, euh, réorganiser tout mon... mon planning. Trois fois."
        },
        {
            "role": "Customer Support",
            "content": "[souffle coupé] D'accord alors voilà ce qu'on fait—je vais, euh, escalader ça à—non attendez, en fait, je m'en occupe moi-même parce que le numéro de référence REF-8823-XM montre la VRAIE date d'installation pour jeudi le 15."
        },
        {
            "role": "Customer",
            "content": "Jeudi? Pas mardi? Pas vendredi? Jeudi maintenant?"
        },
        {
            "role": "Customer Support",
            "content": "Non attendez—pardon, laissez-moi, euh, revérifier parce que—[inspiration brusque]—d'accord alors dans le système A ça dit jeudi mais, euh, hmm, dans notre système de dispatch DSP-7749 ça montre en fait, euh, mercredi? C'est—c'est exactement ça le problème."
        },
        {
            "role": "Customer",
            "content": "Je... quel système est... là je suis perdu."
        },
        {
            "role": "Customer Support",
            "content": "[longue expiration] Moi aussi franchement, mais euh, vous savez quoi? Je vais, euh, personnellement appeler le dispatch maintenant pendant que vous patientez et on va—enfin, on règle ça AUJOURD'HUI avec un code de confirmation en attente."
        },
        {
            "role": "Customer",
            "content": "Bien. Merci. Je... patiente alors."
        },
        {
            "role": "Customer Support",
            "content": "Deux minutes, promis—et quand je reviens, vous aurez UNE date, UN numéro de confirmation, et je mets une note prioritaire OVR-9923-AA pour que personne puisse encore changer."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, I need to... what's the word... clarify something. Bout my account."
        },
        {
            "role": "Customer Support",
            "content": "[sharp inhale] Right, absolutely, I'm pulling up your account now—actually wait, let me get the right screen here—okay got it, what's your account number or phone on file?"
        },
        {
            "role": "Customer",
            "content": "It's, uh, 555-0142. Three agents. Three different... um... stories."
        },
        {
            "role": "Customer Support",
            "content": "[exhales] Okay so, um, I see account ACC-7823-M linked to that number and, uh, oh no—I mean, I'm seeing the notes here and, hmm, yeah this is—this is not right at all."
        },
        {
            "role": "Customer",
            "content": "First one said Tuesday. Next said Friday. Now what."
        },
        {
            "role": "Customer Support",
            "content": "No no no, we're gonna fix this right now, um, I see agent notes from—wait, Monday, then Wednesday—sorry, then another from today, and uh, they're all saying different delivery dates for order ORD-9847-PQ21?"
        },
        {
            "role": "Customer",
            "content": "Not delivery. Installation. For the... the monthly thing."
        },
        {
            "role": "Customer Support",
            "content": "[sharp breath] Oh! Installation—sorry, wrong—I mean, um, let me check the service ticket instead, that's, uh, ticket SVC-4419-K and, hmm, wow okay this is even more mixed up than I thought."
        },
        {
            "role": "Customer",
            "content": "See? Nobody knows anything there."
        },
        {
            "role": "Customer Support",
            "content": "[exhales heavily] Listen, um, I'm so sorry about this, like, genuinely this is, uh, this shouldn't happen and I'm looking at these notes and I'm—I mean, I'm frustrated FOR you, this is ridiculous."
        },
        {
            "role": "Customer",
            "content": "So um, which date is... what's the actual... the real date then?"
        },
        {
            "role": "Customer Support",
            "content": "Right right."
        },
        {
            "role": "Customer",
            "content": "I've been, um, rearranging my whole... my schedule. Three times."
        },
        {
            "role": "Customer Support",
            "content": "[breath catches] Okay so here's what we're doing—I'm, um, escalating this to—no wait, actually, I'm handling this myself because reference number REF-8823-XM shows the ACTUAL install date as Thursday the 15th."
        },
        {
            "role": "Customer",
            "content": "Thursday? Not Tuesday? Not Friday? Thursday now?"
        },
        {
            "role": "Customer Support",
            "content": "No wait—sorry, let me, um, double check because—[sharp inhale]—okay so in system A it says Thursday but, uh, hmm, in our dispatch system DSP-7749 it actually shows, um, Wednesday? This is—this is exactly the problem."
        },
        {
            "role": "Customer",
            "content": "I don't... which system is... I'm lost here."
        },
        {
            "role": "Customer Support",
            "content": "[long exhale] Me too honestly, but um, you know what? I'm gonna, uh, personally call dispatch right now while you're on hold and we're gonna—I mean, we're fixing this TODAY with confirmation code pending."
        },
        {
            "role": "Customer",
            "content": "Fine. Thank you. I'll... hold then."
        },
        {
            "role": "Customer Support",
            "content": "Two minutes, I promise—and when I come back, you'll have ONE date, ONE confirmation number, and I'm putting override note OVR-9923-AA so nobody can change it again."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "0774967d_script.json",
    "scenario": "frustrated about inconsistent information from different agents",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "seething_controlled",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "determined_advocate",
                "deeply_sympathetic"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "breath_catches",
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        }
    }
}