{
    "conversation": [
        {
            "role": "Speaker",
            "content": "पाँच साल। [bitter] पूरे पाँच साल 60-घंटे के हफ्ते, छुट्टियाँ कैंसल करना, और हर एक पैसे के लिए लड़ना, just to keep the doors open. [upset] और ये लोग मुझे ईमेल में बताते हैं? [furious] फोन कॉल भी नहीं, मीटिंग भी नहीं—बस \"due to recent funding reallocations, your position will be eliminated effective next month.\" [sarcastic] बहुत प्रोफेशनल है, शुक्रिया बहुत-बहुत। [pause] [slowly] मैंने वो teen mentorship program बिल्कुल शून्य से बनाया था। [emotional] पिछले साल बीस बच्चे graduate हुए, because of what we— [voice breaking] मेरा मतलब है, जो मैंने वहाँ create किया था। [sigh] [angry] लेकिन हाँ, चलो सब कुछ फेंक देते हैं, because some foundation board decided we're not trendy enough anymore. [very sad] भगवान, मुझे समझ नहीं आ रहा स्टाफ को कैसे बताऊंगा। [anxious] वो पहले से ही इतने stretched हैं, और अब उन्हें somehow मेरा सारा काम cover करना होगा, with no director and probably no replacement क्योंकि पैसे ही नहीं हैं। [frustrated] सबसे बढ़िया बात ये है—वो किसी और को hire भी नहीं कर रहे। [bitter] बस expect कर रहे हैं कि सब लोग जादू से सारा काम absorb कर लेंगे। [quietly] मुझे पहले ही समझ जाना चाहिए था, when they cut our grant by forty percent. [regretful] तब से ढूंढना शुरू करना चाहिए था, लेकिन मैंने सोचा... पता नहीं, I thought we'd find a way. [exhausted] पहले हमेशा कोई रास्ता निकल ही आता था। [long pause] [very quietly] अब मैं क्या करूं?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Five years. [bitter] Five years of sixty-hour weeks, canceled vacations, and fighting for every single dollar just to keep the doors open. [upset] And they tell me this in an email? [furious] Not even a phone call, not even a meeting—just \"due to recent funding reallocations, your position will be eliminated effective next month.\" [sarcastic] Very professional, thanks so much. [pause] [slowly] I built that teen mentorship program from nothing. [emotional] Twenty kids graduated last year because of what we— [voice breaking] because of what I created there. [sigh] [angry] But sure, let's just throw that away because some foundation board decided we're not, um... not trendy enough anymore. [very sad] God, I don't even know how to tell the staff. [anxious] They're already stretched so thin, and now they'll have to somehow cover everything I do with no director and probably no replacement because there's no money for one. [frustrated] That's the best part—they're not even hiring someone else. [bitter] They're just expecting everyone to magically absorb the work. [quietly] I should have seen this coming when they cut our grant by forty percent. [regretful] Should have started looking then, but I thought... I don't know, I thought we'd find a way. [exhausted] We always found a way before. [long pause] [very quietly] What am I supposed to do now?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "144839c3_monologue.json",
    "type": "emotional_monologue",
    "subject": "The nonprofit director position you've held for five years is being eliminated due to funding cuts",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}