{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] बत्तीस साल। पूरे बत्तीस साल से मैं उस फैक्ट्री में जा रहा हूं, और अब बोल रहे हैं कि क्या, Mexico जाएगी? Vietnam? [pause] तीन महीने का नोटिस, बस इतना मिला है। जैसे कि इतना काफी है... पूरी जिंदगी नए सिरे से बनाने के लिए। [anxious] मैं सत्तावन साल का हूं, अब क्या करूं? [sigh] फिर से शुरुआत? सीखूं, अ... कंप्यूटर वगैरह सीखूं? [sarcastic] हां हां, बिल्कुल, मैं तो बस चला जाऊंगा किसी tech company में अपने हाई स्कूल के certificate और टूटी कमर लेकर। [very sad] पता है, मेरे पापा ने भी उसी फैक्ट्री में चालीस साल काम किया था। Pension मिली, सोने की घड़ी मिली, सब कुछ। और मैंने सोचा था—मैंने सोचा था मैं भी वही करूंगा। [pause] अभी तो घर की EMI भी खत्म नहीं हुई है। Sarah की अभी भी college की दो साल बाकी है। [shaky voice] मैं बार-बार हिसाब लगाता हूं और, अम्म... बात ही नहीं बन रही। Severance package, unemployment benefit, ये सब मिलाके शायद... शायद छह महीने चल जाए अगर संभल के रहें तो। [very melancholic] और फिर? हम्म। मेरी उम्र के आदमी को कौन नौकरी देगा? [bitter] जो कुछ भी मैं जानता हूं, वो काम तो कोई बाहर वाला दसवें हिस्से में कर देता है। [trailing off] उस नौकरी के बिना तो मैं... मैं हूं ही कौन..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Thirty-two years. Thirty-two goddamn years I've been showing up at that factory, and now they tell me it's going to, what, Mexico? Vietnam? [pause] Three months notice, that's what we get. Like that's enough time to just... figure out a whole new life. [anxious] I'm fifty-seven years old, what am I supposed to do now? [sigh] Start over? Learn, uh... learn computers or something? [sarcastic] Oh sure, I'll just waltz into some tech company with my high school diploma and my bad back. [very sad] You know, my dad worked at that same factory for forty years. Retired with a pension, a gold watch, the whole thing. And I thought—well, I thought I'd do the same. [pause] My mortgage isn't even paid off yet. Sarah's still got two years of college left. [shaky voice] I keep doing the math and, um... the numbers just don't work. Severance package, unemployment, it's maybe... maybe six months if we're careful. [very melancholic] And then what? Hmm. Who's gonna hire someone my age? [bitter] Everything I know how to do, they can get someone overseas to do for a tenth of the price. [trailing off] I don't even know who I am without that job..."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "1856af09_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your bread-winning job at the factory is moving overseas in three months and you're too old to start over",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}