{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] मुझे यकीन ही नहीं आ रहा कि हम सच में जीत गए। [pause] 3 साल हो गए जब उन्होंने मुझे \"परेशानी पैदा करने\" के लिए निकाला था, और अब— [laugh] अब एक जूरी ने कहा है कि वे गलत थे। [relieved] हे भगवान, जब फोरमैन ने वो फैसला पढ़ा, I thought I was going to pass out right there in the courtroom. [short pause]\n\n[bitter] उन्होंने मुझे दबाने की कोशिश की जब मैंने उन pressure valves के बारे में सुरक्षा की चिंताएं उठाईं। कहा कि मैं \"बेवजह डरा रहा हूं\" और \"कंपनी का माहौल खराब कर रहा हूं।\" [angry] सात लोग घायल हुए उन valves की वजह से! [pause] सात परिवार जिनकी जिंदगी तहस-नहस हो गई, while corporate just covered it up. \n\n[very quietly] मैं बार-बार Sarah के बारे में सोचता हूं, quality control वाली। [sad] उसने उनके पक्ष में गवाही दी। हम 5 साल तक रोज़ साथ lunch करते थे, और वो वहाँ खड़ी होकर कह रही थी कि मेरे साथ काम करना \"मुश्किल\" था। [sigh] मुझे पता था कि लोगों की वफादारी कहाँ जाएगी, when the paychecks were on the line.\n\n[confidently] लेकिन हमने साबित कर दिया। हर एक दावा। [excited] Discovery documents alone were damning enough, but when we got their own engineers to admit they knew— [laugh loudly] तुमने Henderson का चेहरा देखा जब उसका अपना email स्क्रीन पर दिखाया गया? [smiling speaking] \"Acceptable risk parameters,\" he called it.\n\n[very sincerely] यह बदला लेने के बारे में नहीं है। [pause] अच्छा, थोड़ा सा तो है। [chuckle] But mostly it's about those families getting justice, और यह सुनिश्चित करना कि वे ऐसा दोबारा नहीं कर सकें। [relieved] आखिरकार। आखिरकार किसी ने सुना।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I can't believe we actually won. [pause] Three years since they fired me for \"causing trouble\" and now— [laugh] now a jury just said they were wrong. [relieved] God, when the foreman read that verdict, I thought I was going to pass out right there in the courtroom. [short pause] \n\n[bitter] They tried to bury me when I raised safety concerns about those pressure valves. Said I was being \"alarmist\" and \"hurting company morale.\" [angry] Seven people got hurt because of those valves! [pause] Seven families whose lives got turned upside down while corporate just, um... while they just covered it up. \n\n[very quietly] I keep thinking about Sarah from quality control. [sad] She testified for them. We used to have lunch together every day for five years, and she sat up there and called me \"difficult to work with.\" [sigh] I guess I knew where people's loyalties would fall when the, uh, when the paychecks were on the line. \n\n[confidently] But we proved it. Every single claim. [excited] The discovery documents alone were damning enough, but when we got their own engineers to admit they knew— [laugh loudly] Did you see Henderson's face when his own email got projected on that screen? [smiling speaking] \"Acceptable risk parameters,\" he called it. \n\n[very sincerely] This isn't about revenge. [pause] Okay, maybe a little. [chuckle] But mostly it's about those families getting justice and making sure they can't do this again. [relieved] Finally. Finally someone listened."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "19517f02_monologue.json",
    "type": "emotional_monologue",
    "subject": "Winning your first case as a product liability attorney against your former employer",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}