{
    "conversation": [
        {
            "role": "Speaker",
            "content": "दो सौ नौकरियां। भगवान, जब मैं ये जोर से बोलता हूं तो अभी भी यकीन नहीं होता। [happy] मैं रोज़ downtown से गुज़रता हूं और देखता हूं कि पार्किंग लॉट में फिर से गाड़ियां हैं, समझे? [warmly] जैसे सच में लोग काम पे जा रहे हैं, not just empty buildings anymore. मेरी माँ ने कल फोन किया रो-रो के क्योंकि, अम्म... क्योंकि उसकी पड़ोसन के बेटे को new facility में नौकरी मिल गई। [emotional] वो लड़का शहर छोड़ने वाला था, बिल्कुल मेरी तरह। [pause]\n\nयाद है जब सब लोग सोचते थे कि मैं, अ, पूरा पागल हो गया हूं। [chuckle] \"Economic development officer\" कहते थे, जैसे ये कोई मनगढ़ंत title है जो मैंने खुद को दे दिया। और सच कहूं? कई रातें थीं जब मैं उस छोटे से office में बैठकर सोचता था कि शायद, हम्म, maybe they were right. [quietly] शायद मैं बस सबका time waste कर रहा था।\n\n[relieved] लेकिन फिर पहली company ने हां कह दिया। And then another one started asking questions. और अचानक हमारे पास—मेरा मतलब, आखिर में सब कुछ इतनी तेज़ी से हुआ। [excited] सारे टुकड़े एक साथ जुड़ गए और boom, here we are! [trailing off] दो सौ परिवार जो अब यहां से जाने के लिए मजबूर नहीं हैं...\n\n[very sincerely] पता है सबसे ज़्यादा क्या छूता है मुझे? Grocery store में फिर से बच्चों को देखना। जैसे, school को actually एक और teacher hire करना पड़ा। [emotional] हमने पिछले पंद्रह सालों में कोई नया teacher hire नहीं किया था। [sigh] ये शहर मर रहा था, और अब ये... ये फिर से सांस ले रहा है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Two hundred jobs. God, when I say it out loud like that it still doesn't feel real. [happy] I keep driving through downtown and seeing all these cars in the parking lots again, you know? [warmly] Like actual people going to work, not just empty buildings anymore. My mom called me yesterday crying because, um... because her neighbor's son just got hired at the new facility. [emotional] Kid was about to move away, just like I almost did. [pause] \n\nI remember when everyone thought I was, uh, completely delusional. [chuckle] \"Economic development officer\" they said, like it was some made-up title I gave myself. And honestly? There were nights I'd sit in that tiny office thinking maybe, hmm, maybe they were right. [quietly] Maybe I was just wasting everyone's time. \n\n[relieved] But then the first company said yes. And then another one started asking questions. And suddenly we had—I mean, it happened so fast at the end. [excited] All these pieces just clicked together and boom, here we are! [trailing off] Two hundred families that don't have to leave now...\n\n[very sincerely] You know what gets me the most? It's seeing kids at the grocery store again. Like, the school actually had to hire another teacher. [emotional] We haven't hired a new teacher in fifteen years. [sigh] This town was dying, and now it's... it's breathing again."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "16aaf3a1_monologue.json",
    "type": "emotional_monologue",
    "subject": "The economic development officer initiative you championed brought 200 jobs to your struggling hometown",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}