{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[थका हुआ] दो सौ नौकरियां। [विराम] मैं बार-बार बोल रहा हूं क्योंकि मुझे अभी भी यकीन नहीं आ रहा... मतलब, हमने सच में कर दिया यार। [हल्की हंसी] अरे, जब मैंने पहली बार ये पूरा economic development officer वाला आइडिया दिया था, तो town council वाले मुझे ऐसे देख रहे थे जैसे मैं, अम्म, पूरा पागल हो गया हूं। [निराश] बार-बार कहते रहे कि बजट नहीं है, resources नहीं हैं। [आह] पर मुझे पता था—बस पता था कि अगर हम किसी को सिर्फ businesses लाने के लिए dedicate कर दें, तो काम बन जाएगा। [जोश से] हमारा शहर मर रहा था यार! [कांपती आवाज़] मिल बंद हुए पांच साल हो गए, और परिवार बस... चले जा रहे थे। [विराम] मेरी अपनी बहन अपने बच्चों को Columbus ले गई क्योंकि यहां कुछ था ही नहीं। [बहुत धीरे से] कुछ भी नहीं। [राहत से] और अब? [हंसना] अब वो distribution center अगले महीने खुल रहा है, वो tech startup जो पुरानी बैंक बिल्डिंग को renovate कर रही है, और—अरे बाप रे—वो manufacturing plant। [बहुत उत्साहित] वहां तो 120 नौकरियां हैं भई! [स्नेहपूर्ण] कल Mrs. Peterson रोते हुए मेरे पास आईं क्योंकि उनका बेटा आखिरकार वापस घर आ सकता है। [सुड़कना] तीन साल से Detroit में था वो। [विराम] मुझे लगता है तभी समझ आया, पता है ना? [भावुक] ये सिर्फ spreadsheet पर numbers की बात नहीं है। [धीरे से] ये असली परिवार हैं जो साथ रह सकते हैं। [बहुत ईमानदारी से] बच्चे जो अपने दादा-दादी को जानते हुए बड़े होंगे। [खुश] हमने इस जगह को बचा लिया है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] Two hundred jobs. [pause] I keep saying it out loud because I can't quite... I mean, we actually did it. [chuckle] God, when I first proposed this whole economic development officer thing, the town council looked at me like I was, um, completely delusional. [frustrated] They kept saying we didn't have the budget, didn't have the resources. [sigh] But I knew—I just knew if we could get someone dedicated to bringing businesses here, it would work. [passionately] Our town was dying! [shaky voice] The mill closed five years ago, and families were just... leaving. [pause] My own sister moved her kids to Columbus because there was nothing here. [very quietly] Nothing. [relieved] And now? [laugh] Now we've got that distribution center opening next month, the tech startup that's renovating the old bank building, and—oh man—the manufacturing plant. [very excited] That's 120 jobs right there! [warm] Mrs. Peterson came up to me yesterday crying because her son can finally move back home. [sniffle] He's been in Detroit for three years. [pause] I think that's when it hit me, you know? [emotional] This isn't just about numbers on a spreadsheet. [slowly] These are real families who can stay together. [very sincerely] Kids who'll grow up knowing their grandparents. [happy] We saved this place."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "13ecc2b5_monologue.json",
    "type": "emotional_monologue",
    "subject": "The economic development officer initiative you championed brought 200 jobs to your struggling hometown",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}