{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[paralisado] O nome nesse requerimento é o seu mas eu nunca, [chocado], esperava te ver sentada na minha frente depois de doze anos."
        },
        {
            "role": "Character 2",
            "content": "Eu trabalho aqui há, [desconfortável], cinco anos processando esses requerimentos e de alguma forma, [descrente], sabia que esse dia chegaria quando você entraria por aquela, [baixo], porta precisando de ajuda."
        },
        {
            "role": "Character 1",
            "content": "[tremendo] Meu consultório faliu durante a COVID e depois meu marido foi embora com tudo incluindo as, [amargo], contas conjuntas enquanto eu ajudava casais a salvar seus, [quebrando], casamentos sem conseguir salvar o meu próprio."
        },
        {
            "role": "Character 2",
            "content": "[gentil] Bom, é... eu preciso te fazer essas perguntas mesmo que, ahn, pareça estranho perguntar sobre sua renda e bens. [suspira]"
        },
        {
            "role": "Character 1",
            "content": "[sussurrado] Só pergunta."
        },
        {
            "role": "Character 2",
            "content": "[cuidadoso] Hum, renda mensal atual incluindo qualquer, bom, seguro-desemprego ou, quer dizer, outro auxílio que você possa estar recebendo de, [mais suave], família ou amigos?"
        },
        {
            "role": "Character 1",
            "content": "[vazio] Zero reais do consultório que costumava faturar seis dígitos e nenhuma família porque eu, [envergonhado], queimei todas as pontes defendendo a pessoa que acabou me destruindo."
        },
        {
            "role": "Character 2",
            "content": "[corajoso] Bom, é... você sempre escolheu seus parceiros em vez das, ahn, pessoas que realmente te amavam incondicionalmente, quer dizer, é por isso que a mamãe nunca conseguiu, [dolorido], te ver antes de falecer."
        },
        {
            "role": "Character 1",
            "content": "Hum, não ouse trazer a mamãe pra isso quando, bom, você sabe exatamente por que eu não conseguia encará-la depois do que, [voz falhando], aconteceu com o dinheiro do papai que eu devia, ahn, proteger."
        },
        {
            "role": "Character 2",
            "content": "O dinheiro sumiu mas você também sumiu e, hum, a gente precisava mais de você do que daquela poupança especialmente quando ela ficou, [choroso], doente e ficava perguntando pela filha caçula que, bom, estudou psicologia mas não conseguia encarar a dor da própria família."
        },
        {
            "role": "Character 1",
            "content": "[derrotado] Eu sei."
        },
        {
            "role": "Character 2",
            "content": "Mas apesar de tudo que aconteceu entre nós eu vou, [determinado], agilizar seu requerimento porque ver você sofrendo não é o que a mamãe teria, [carinhoso], querido pra nenhuma de nós."
        },
        {
            "role": "Character 1",
            "content": "[grato] Hum, você não precisa fazer isso, quer dizer, eu não mereço tratamento especial depois de, bom, sumir quando você mais precisava de mim, ahn, quando a mamãe mais precisava de mim."
        },
        {
            "role": "Character 2",
            "content": "[firme] Isso não é sobre merecer nada mas sobre o fato de que você ainda é minha irmã, [emocionado], mesmo que a gente não se fale há mais de uma década."
        },
        {
            "role": "Character 1",
            "content": "[chorando] Obrigada."
        },
        {
            "role": "Character 2",
            "content": "[firme] Os benefícios serão aprovados em vinte e quatro horas e tem um banco de alimentos na Rua Três que não, [gentil], exige nenhuma documentação se você precisar de algo antes disso e também eles têm, [mais baixo], serviços de aconselhamento se você quiser conversar com alguém."
        },
        {
            "role": "Character 1",
            "content": "[vulnerável] Hum, talvez a gente pudesse tomar um café qualquer dia quando, bom, quando eu não for mais sua cliente e a gente poderia, ahn, tentar reconstruir o que perdemos ou pelo menos, quer dizer, reconhecer o que ainda resta. [pausa]"
        },
        {
            "role": "Character 2",
            "content": "A lanchonete favorita da mamãe ainda abre aos domingos e eles ainda, [nostálgico], fazem aquela torta de maçã que ela amava embora nada mais nas nossas vidas pareça com o que, [melancólico], costumava ser."
        },
        {
            "role": "Character 1",
            "content": "[esperançoso] Domingo às duas como a gente fazia com ela sentada entre nós mediando nossas brigas sobre, [sorrindo tristemente], tudo e nada?"
        },
        {
            "role": "Character 2",
            "content": "Domingo às duas e talvez dessa vez a gente finalmente consiga ter a, [corajoso], conversa que estamos evitando há doze anos. [suspira pesadamente]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[frozen] The name on this application is yours but I never, [shocked], expected to see you sitting across from me after twelve years."
        },
        {
            "role": "Character 2",
            "content": "I've been working here for, [uncomfortable], five years processing these applications and somehow, [disbelieving], knew this day would come when you'd walk through that, [quiet], door needing help."
        },
        {
            "role": "Character 1",
            "content": "[trembling] My practice collapsed during COVID and then my husband left with everything including the, [bitter], joint accounts while I was helping couples save their, [breaking], marriages that couldn't even save my own."
        },
        {
            "role": "Character 2",
            "content": "[gentle] Well, um, I need to ask you these questions even though, er, it feels strange asking about your income and assets. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "[whispered] Just ask them."
        },
        {
            "role": "Character 2",
            "content": "[careful] Um, current monthly income including any, well, unemployment benefits or, I mean, other assistance you might be receiving from, [softer], family or friends?"
        },
        {
            "role": "Character 1",
            "content": "[hollow] Zero dollars from the practice that used to make six figures and no family because I, [ashamed], burned those bridges defending the person who eventually destroyed me."
        },
        {
            "role": "Character 2",
            "content": "[brave] Well, um, you always did choose your partners over, er, the people who actually loved you unconditionally, I mean, that's why mom never got to, [pained], see you before she passed."
        },
        {
            "role": "Character 1",
            "content": "Um, don't you dare bring mom into this when, well, you know exactly why I couldn't face her after what, [voice cracking], happened with dad's money that I was supposed to, er, protect."
        },
        {
            "role": "Character 2",
            "content": "The money disappeared but so did you and, um, we needed you more than we needed those savings especially when she got, [tearful], sick and kept asking for her baby girl who, well, studied psychology but couldn't face her own family's pain."
        },
        {
            "role": "Character 1",
            "content": "[defeated] I know."
        },
        {
            "role": "Character 2",
            "content": "But despite everything that happened between us I'm going to, [determined], expedite your application because watching you struggle isn't what mom would have, [cherishing], wanted for either of us."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Um, you don't have to do that, I mean, I don't deserve special treatment after, well, disappearing when you needed me most, er, when mom needed me most."
        },
        {
            "role": "Character 2",
            "content": "[firm] This isn't about deserving anything but about the fact that you're still my sister, [emotional], even if we haven't spoken in over a decade."
        },
        {
            "role": "Character 1",
            "content": "[crying] Thank you."
        },
        {
            "role": "Character 2",
            "content": "[steady] The benefits will be approved within twenty-four hours and there's a food bank on Third Street that doesn't, [gentle], require any paperwork if you need something before then and also they have, [quieter], counseling services if you want to talk to someone."
        },
        {
            "role": "Character 1",
            "content": "[vulnerable] Um, maybe we could get coffee sometime when, well, when I'm not your client anymore and we could, er, try to rebuild what we lost or at least, I mean, acknowledge what remains. [pause]"
        },
        {
            "role": "Character 2",
            "content": "Mom's favorite diner is still open on Sundays and they still, [nostalgic], make that apple pie she loved though nothing else about our lives resembles what it, [wistful], used to be."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] Sunday at two like we used to with her sitting between us mediating our arguments about, [smiling sadly], everything and nothing?"
        },
        {
            "role": "Character 2",
            "content": "Sunday at two and maybe this time we can finally have the, [brave], conversation we've been avoiding for twelve years. [sighs heavily]"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "51823a6d_scenario.json",
    "scenario": "A marriage therapist discovers their estranged sibling is the SNAP benefits worker processing their application after losing their practice.",
    "type": "scenario_conversation",
    "character_1_role": "marriage therapist",
    "character_2_role": "SNAP benefits worker",
    "selected_tones": [
        "awkward",
        "brave",
        "cherishing"
    ],
    "tone_options": [
        "dismissive",
        "fake",
        "awkward",
        "releasing",
        "holding",
        "brave",
        "scorning",
        "cherishing",
        "common",
        "ignorant"
    ]
}