{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[whispering] Por favor, não desligue os amplificadores hoje à noite, as vibrações daqueles Marshalls velhos são a única coisa que me mantém viva. [pause] Eu tô morando nas vigas do seu venue há 3 meses, me alimentando das ondas sonoras que vocês deixam vibrando durante a noite."
        },
        {
            "role": "Character 2",
            "content": "Jesus Cristo, que porra é essa—pera, você é a coisa que fica mexendo no meu gear? [shaky voice] Eu achei que tava ficando louca, finding the amps in different positions every morning."
        },
        {
            "role": "Character 1",
            "content": "[apologetic] Eu tentei não mexer em nada, mas às vezes preciso me pressionar contra as caixas pra absorver as frequências direito. [very quietly] Your '68 Plexi head produz os overtones mais nutritivos que já encontrei."
        },
        {
            "role": "Character 2",
            "content": "[confused] Você tá me dizendo que come som? [pause] E que você especificamente precisa dos meus vintage amps ligados a noite toda pra sobreviver?"
        },
        {
            "role": "Character 1",
            "content": "[desperately] Não qualquer som—tem que ser analógico, quente, with natural tube distortion. [sighs] Amplificadores digitais são tipo veneno pro meu tipo, and yours are the only pure ones left in the city."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Você faz ideia de quanto essas contas de luz tão custando pro venue? [exhales] Meu chefe tá ameaçando me demitir há semanas por causa do consumo de energia overnight."
        },
        {
            "role": "Character 1",
            "content": "[sadly] Eu sei, eu escutei você no telefone com ele, implorando pra manter seu emprego. [trailing off] Por isso que tô finalmente me revelando—não posso deixar você perder tudo por minha causa..."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Então o quê, você vai simplesmente achar outro venue pra assombrar? [quietly] Me deixar aqui pra explicar por que as contas de luz de repente caíram depois de meses de picos misteriosos?"
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] Não existem outros venues com seu equipamento, com seu jeito particular de ajustar o bias naqueles tubes. [whispering] Sem seus amplificadores, I'll slowly starve over the course of maybe 2 weeks."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Para. Só para."
        },
        {
            "role": "Character 1",
            "content": "[anxious] Eu posso te ajudar em troca—eu escuto tudo que acontece nesse prédio, every conversation, every deal. [quickly] O dono tá desviando dinheiro dos lucros do bar, não é o consumo de energia que tá causando os problemas financeiros."
        },
        {
            "role": "Character 2",
            "content": "[curious] Você tá dizendo que o Thompson tá roubando? [pause] E você pode provar isso porque literalmente mora no teto e escuta tudo?"
        },
        {
            "role": "Character 1",
            "content": "[confidently] Quintas à noite, depois dos shows, ele pega dinheiro do caixa antes da contagem. [whispering loudly] Eu posso te mostrar onde ele esconde—inside the broken Leslie cabinet in storage room B."
        },
        {
            "role": "Character 2",
            "content": "Mesmo se isso for verdade, como eu explico saber disso de repente? [sighs] Não posso exatamente dizer que uma criatura comedora de som das vigas me contou."
        },
        {
            "role": "Character 1",
            "content": "[warmly] Você poderia descobrir acidentalmente enquanto faz manutenção naquele Leslie. [pause] Você tá querendo consertar ele de qualquer jeito—I've heard you talking about restoring it for months now."
        },
        {
            "role": "Character 2",
            "content": "Isso é insano, completamente insano, mas eu realmente acredito em você. [exhales] Deus me ajude, I'm negotiating with a creature that eats guitar tones."
        },
        {
            "role": "Character 1",
            "content": "[relieved] Então você vai manter os amplificadores ligados? [very quietly] Eu prometo ter mais cuidado com seu equipamento, and I'll tell you anything suspicious I overhear."
        },
        {
            "role": "Character 2",
            "content": "[slowly] Vou deixar o JCM800 no canal limpo, volume baixo, durante a noite. [pause] Mas você tem que me ajudar a pegar o Thompson primeiro, and after that, we figure out a long-term solution."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Obrigada, muito obrigada—o JCM800 vai me manter estável. [whispering] Nunca vou esquecer essa bondade de alguém que tinha todo motivo pra ter medo de mim."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Só lembra disso quando tiver escutando minhas conversas com meu ex. [chuckle] E talvez me ajude a descobrir quais vintage pedals realmente valem a pena—you must have quite the ear for tone by now."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[whispering] Please don't turn off the amplifiers tonight, the vibrations from those old Marshalls are the only thing keeping me alive. [pause] I've been living in your venue's rafters for three months now, feeding on the sound waves you leave humming through the night."
        },
        {
            "role": "Character 2",
            "content": "Jesus Christ, what the hell are you—wait, you're the thing that's been moving my gear around? [shaky voice] I thought I was going crazy finding the amps in different positions every morning."
        },
        {
            "role": "Character 1",
            "content": "[apologetic] I tried not to disturb anything, but sometimes I need to press against the speakers to absorb the frequencies properly. [very quietly] Your '68 Plexi head produces the most nourishing overtones I've ever encountered."
        },
        {
            "role": "Character 2",
            "content": "[confused] You're telling me you eat sound? [pause] And you specifically need my vintage amps running all night to survive?"
        },
        {
            "role": "Character 1",
            "content": "[desperately] Not just any sound—it has to be analog, warm, with natural tube distortion. [sighs] Digital amplifiers are like poison to my kind, and yours are the only pure ones left in the city."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Do you have any idea how much those electricity bills have been costing the venue? [exhales] My boss has been threatening to fire me for weeks because of the overnight power usage."
        },
        {
            "role": "Character 1",
            "content": "[sadly] I know, I've heard you on the phone with him, pleading to keep your job. [trailing off] That's why I'm finally revealing myself—I can't let you lose everything because of me..."
        },
        {
            "role": "Character 2",
            "content": "[bitter] So what, you're just going to find another venue to haunt? [quietly] Leave me to explain why the power bills suddenly drop after months of mysterious spikes?"
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] There are no other venues with your equipment, with your particular way of setting the bias on those tubes. [whispering] Without your amplifiers, I'll slowly starve over the course of maybe two weeks."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Stop. Just stop."
        },
        {
            "role": "Character 1",
            "content": "[anxious] I can help you in return—I hear everything that happens in this building, every conversation, every deal. [quickly] The owner's been embezzling from the bar profits, not your power usage that's causing the financial problems."
        },
        {
            "role": "Character 2",
            "content": "[curious] You're saying Thompson's been stealing? [pause] And you can prove this because you literally live in the ceiling and hear everything?"
        },
        {
            "role": "Character 1",
            "content": "[confidently] Thursday nights, after the shows, he takes cash from the register before the count. [whispering loudly] I can show you where he hides it—inside the broken Leslie cabinet in storage room B."
        },
        {
            "role": "Character 2",
            "content": "Even if that's true, how do I explain suddenly knowing about it? [sighs] I can't exactly tell people a sound-eating creature from the rafters told me."
        },
        {
            "role": "Character 1",
            "content": "[warmly] You could accidentally discover it while doing maintenance on that Leslie. [pause] You've been meaning to fix it anyway—I've heard you talking about restoring it for months now."
        },
        {
            "role": "Character 2",
            "content": "This is insane, completely insane, but I actually believe you. [exhales] God help me, I'm negotiating with a creature that eats guitar tones."
        },
        {
            "role": "Character 1",
            "content": "[relieved] So you'll keep the amplifiers running? [very quietly] I promise to be more careful with your equipment, and I'll tell you anything suspicious I overhear."
        },
        {
            "role": "Character 2",
            "content": "[slowly] I'll run the JCM800 on the clean channel, low volume, overnight. [pause] But you have to help me nail Thompson first, and after that, we figure out a long-term solution."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Thank you, thank you so much—the JCM800 will keep me stable. [whispering] I'll never forget this kindness from someone who had every reason to fear me."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Just remember this when you're eavesdropping on my conversations with my ex. [chuckle] And maybe help me figure out which vintage pedals are actually worth the money—you must have quite the ear for tone by now."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "335e185b_scenario.json",
    "scenario": "A shapeshifting creature that feeds on sound vibrations has been living in a concert venue's rafters and approaches the guitar tech who's been leaving amplifiers on overnight, unknowingly providing the creature's only food source.",
    "type": "scenario_conversation",
    "character_1_role": "creature",
    "character_2_role": "guitar tech",
    "selected_tones": [
        "treasuring",
        "dreading",
        "lingering"
    ],
    "tone_options": [
        "successful",
        "disconnecting",
        "autonomous",
        "contained",
        "boring",
        "intimidating",
        "unsupportive",
        "treasuring",
        "dreading",
        "lingering"
    ]
}