{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Sé que aparecer en tu despacho después de cinco años de, [anxious], silencio no es lo ideal pero necesitaba a alguien que entienda tanto de, [shaky voice], genética como de familia antes de que ocurra la presentación a los inversores de mañana, [nervous]."
        },
        {
            "role": "Character 2",
            "content": "[coldly] Ahora estás aquí."
        },
        {
            "role": "Character 1",
            "content": "[cautious] Eh, bueno, he estado desarrollando este dispositivo de edición genética que podría, [trembling], revolucionar el tratamiento de enfermedades hereditarias y, como, ¿sabes?, pensé que quizás querrías verlo primero."
        },
        {
            "role": "Character 2",
            "content": "[stern] Así que, eh, me estás pidiendo que valide tu, [bitter], invento después de decir que todo mi campo era, bueno, ¿sabes?, básicamente obsoleto en el funeral de papá?"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] O sea, em, estaba enfadada por su diagnóstico y, [frustrated], la tomé con todos los que no pudieron salvarlo, especialmente, [regretful], contigo, y eh, sé que estuvo mal."
        },
        {
            "role": "Character 2",
            "content": "La ironía es que tu dispositivo en realidad, [curious], se basa en principios que llevo años investigando, principios que tú, [sarcastic], una vez llamaste primitivos y, [whispering], anticuados. [sigh]"
        },
        {
            "role": "Character 1",
            "content": "[quietly] Bueno, em, estudié cada artículo que publicaste, como, incluso los que escribiste después de que, [slowly], dejáramos de hablarnos. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[confused] Espera, eh, ¿de verdad leíste mi investigación sobre las limitaciones del CRISPR y, [surprised], los marcos éticos para la intervención genética, o sea, [warm], el trabajo del que una vez te burlaste?"
        },
        {
            "role": "Character 1",
            "content": "Eh, tu marco ético se convirtió en la base de mis, [passionate], protocolos de seguridad porque, bueno, quiero decir, finalmente entendí que, [very quietly], la innovación sin conciencia es peligrosa."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Entonces, em, esta presentación de mañana no es solo sobre, [thoughtful], la tecnología sino también sobre la implementación responsable, eh, ¿como siempre discutimos que debería ser?"
        },
        {
            "role": "Character 1",
            "content": "[confident] Todo por lo que peleamos nos llevó a este momento donde la ciencia y, [excited], la ética finalmente se alinean en un dispositivo revolucionario."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Quiero decir, eh, papá habría estado orgulloso de vernos, [cheerful], trabajando desde los mismos principios aunque, eh, tomáramos caminos diferentes para llegar aquí, y, [very sincerely], creo que él sabía que eventualmente encontraríamos el camino de vuelta. [laugh]"
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] Por favor, ven mañana."
        },
        {
            "role": "Character 2",
            "content": "[formal] Bueno, em, como tu asesora genética, debería, [calculated], advertirte que las presentaciones a inversores requieren más que solo, [playful], ciencia brillante, pero como tu hermana, eh, no me lo perdería por nada del mundo."
        },
        {
            "role": "Character 1",
            "content": "[tearful] Em, he estado ensayando esta presentación durante meses pero, [shaking], lo que realmente practiqué fue, como, cómo pedirte perdón y, [crying while speaking], apoyo porque no puedo hacer esto sin ti. [gasp softly]"
        },
        {
            "role": "Character 2",
            "content": "Construiste un dispositivo que podría, [proudly], salvar millones pero viniste aquí primero para, [gently], sanar lo que estaba roto entre nosotras, y eso requiere más, [sincerely], valentía que cualquier presentación."
        },
        {
            "role": "Character 1",
            "content": "[determined] Mañana presentamos esto juntas, como, [hopefully], el equipo que deberíamos haber sido desde el principio."
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] Ya despejé mi agenda para todo el día porque de alguna manera, [joking], sabía que aparecerías en el último minuto necesitando la ayuda de tu hermana mayor, [affectionately], igual que cuando éramos pequeñas. [chuckle]"
        },
        {
            "role": "Character 1",
            "content": "[mumbling] Eh, bueno, pues, gracias."
        },
        {
            "role": "Character 2",
            "content": "[very excited] Así que, em, repasemos esta presentación porque si vamos a hacer esto, o sea, [enthusiastically], vamos a dejar a esos inversores boquiabiertos con, [triumphant], la ciencia y la historia que hay detrás."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] I know showing up at your office after five years of, [anxious], silence isn't ideal but I needed someone who understands both, [shaky voice], genetics and family before tomorrow's investor presentation, [nervous], happens."
        },
        {
            "role": "Character 2",
            "content": "[coldly] You're here now."
        },
        {
            "role": "Character 1",
            "content": "[cautious] Um, well, I've been developing this gene-editing device that could, [trembling], revolutionize hereditary disease treatment and, like, you know, I thought maybe you'd want to see it first."
        },
        {
            "role": "Character 2",
            "content": "[stern] So, um, you're asking me to validate your, [bitter], invention after you said my entire field was, well, you know, basically obsolete at Dad's funeral?"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] I mean, um, I was angry about his diagnosis and, [frustrated], took it out on everyone who couldn't save him, especially, [regretful], you, and er, I know that was wrong."
        },
        {
            "role": "Character 2",
            "content": "The irony is that your device actually, [curious], builds on principles I've been researching for years, principles you, [sarcastic], once called primitive and, [whispering], outdated. [sigh]"
        },
        {
            "role": "Character 1",
            "content": "[quietly] Well, um, I studied every paper you published, like, even the ones you wrote after we, [slowly], stopped talking. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[confused] Wait, um, you actually read my research on CRISPR limitations and, [surprised], ethical frameworks for genetic intervention, I mean, [warm], the work you once mocked?"
        },
        {
            "role": "Character 1",
            "content": "Um, your ethical framework became the foundation for my, [passionate], safety protocols because, well, I mean, I finally understood that, [very quietly], innovation without conscience is dangerous."
        },
        {
            "role": "Character 2",
            "content": "[relieved] So, um, this presentation tomorrow isn't just about, [thoughtful], the technology but also about responsible implementation, er, like we always argued it should be?"
        },
        {
            "role": "Character 1",
            "content": "[confident] Everything we fought about led to this moment where science and, [excited], ethics finally align in one breakthrough device."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] I mean, um, Dad would have been proud to see us, [cheerful], working from the same principles even if we, er, took different paths to get here, and, [very sincerely], I think he knew we'd eventually find our way back. [laugh]"
        },
        {
            "role": "Character 1",
            "content": "[whispering loudly] Please come tomorrow."
        },
        {
            "role": "Character 2",
            "content": "[formal] Well, um, as your genetic counselor, I should, [calculated], warn you that investor presentations require more than just, [playful], brilliant science, but as your sister, er, I wouldn't miss it for anything."
        },
        {
            "role": "Character 1",
            "content": "[tearful] Um, I've been rehearsing this presentation for months but, [shaking], what I really practiced was, like, how to ask for your forgiveness and, [crying while speaking], support because I can't do this without you. [gasp softly]"
        },
        {
            "role": "Character 2",
            "content": "You built a device that could, [proudly], save millions but came here first to, [gently], heal what was broken between us, and that takes more, [sincerely], courage than any presentation ever could."
        },
        {
            "role": "Character 1",
            "content": "[determined] Tomorrow we present this together, as, [hopefully], the team we should have been all along."
        },
        {
            "role": "Character 2",
            "content": "[smiling speaking] I already cleared my schedule for the whole day because somehow I, [joking], knew you'd show up at the last minute needing your big sister's, [affectionately], help just like when we were kids. [chuckle]"
        },
        {
            "role": "Character 1",
            "content": "[mumbling] Um, well, er, thank you."
        },
        {
            "role": "Character 2",
            "content": "[very excited] So, um, let's review this presentation because if we're doing this, I mean, [enthusiastically], we're going to blow those investors away with both, [triumphant], the science and the story behind it."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "4c0365f7_scenario.json",
    "scenario": "An inventor brings their revolutionary gene-editing device to a genetic counselor, their estranged sibling, seeking validation before presenting it to investors tomorrow.",
    "type": "scenario_conversation",
    "character_1_role": "inventor",
    "character_2_role": "genetic counselor",
    "selected_tones": [
        "cautious",
        "concealing",
        "presenting"
    ],
    "tone_options": [
        "lukewarm",
        "triumphant",
        "cherishing",
        "giving",
        "decelerating",
        "concealing",
        "cautious",
        "hurrying",
        "presenting",
        "tolerant"
    ]
}