{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] Estos álbumes de fotos están todos ordenados por año, cada uno etiquetado con su letra. [pause] Lo guardaba todo, hasta ese dibujo horrible que hice cuando tenía 7 años."
        },
        {
            "role": "Character 2",
            "content": "[gently] Te acuerdas de cuando hiciste ese dibujo, ¿verdad? [softly] Te sentaste en la mesa de su cocina durante horas, con la lengua fuera de pura concentración, empeñada en dibujar su sonrisa perfecta."
        },
        {
            "role": "Character 1",
            "content": "[defensive] La visitaba cuando podía, ¿vale? El trabajo era muy exigente y el viaje era de tres horas de ida y vuelta. [sighs] Ella entendía que tenía responsabilidades."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Nunca se quejó, eso es verdad. Pero entender y no sentirse dolida son dos cosas distintas. ¿Te acuerdas de cómo le cambiaba la voz cuando cancelabas?"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Para ya. [exhales] No necesito esto ahora mismo. Estoy aquí, ¿no? Revisando sus cosas, asegurándome de que todo esté en orden."
        },
        {
            "role": "Character 2",
            "content": "Estás aquí ahora porque ya no está. [long pause] ¿Cuándo fue la última vez que te sentaste en este salón mientras ella todavía vivía?"
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] Navidad. Hace dos años. [quietly] Cenamos y me fui pronto porque los padres de Sara nos esperaban. Dios, dos años enteros."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Mantenía tu habitación exactamente igual, ¿sabes? [softly] La limpiaba cada semana, cambiaba las sábanas cada mes, por si acaso decidías quedarte a dormir."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Encontré su lista de la compra en la nevera. Tenía apuntados todos los ingredientes para mi sopa favorita. [pause] Todavía pensaba hacérmela."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Nunca dejó de esperar que la sorprendieras con una visita. Cada vez que sonaba el timbre, se le encendía esa chispita de esperanza en los ojos."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] ¿Qué quieres que diga? ¿Que fui una nieta terrible? [loudly] ¡Pues sí, lo fui! ¡Elegí todo lo demás antes que a ella!"
        },
        {
            "role": "Character 2",
            "content": "[calmly] No quiero que digas nada. [gently] Quiero que recuerdes que te quería de todas formas, completamente, sin condiciones ni llevar la cuenta."
        },
        {
            "role": "Character 1",
            "content": "[whispering] Lo sé."
        },
        {
            "role": "Character 2",
            "content": "[tenderly] Mira esa foto de la repisa. [pause] El día de tu graduación. ¿Ves cómo te mira? Ese orgullo nunca se apagó, ni una sola vez."
        },
        {
            "role": "Character 1",
            "content": "Me decía a mí misma que habría más tiempo, que ya lo compensaría cuando las cosas se calmaran. [sighs] Las cosas nunca se calman, ¿verdad?"
        },
        {
            "role": "Character 2",
            "content": "[perceptive] No, nunca. La vida sigue moviéndose hasta que de repente se para. Pero lo que importa es esto—ella sabía que la querías, incluso con la distancia."
        },
        {
            "role": "Character 1",
            "content": "[regretful] Su mensaje del contestador todavía está en el teléfono. [voice breaking] Ese donde dice que siempre está ahí si necesito hablar, a cualquier hora, de día o de noche."
        },
        {
            "role": "Character 2",
            "content": "[peacefully] Guárdalo. [softly] No como un peso que cargar, sino como un recordatorio de cómo el amor persiste, cómo lo perdona todo y no pide nada a cambio."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] Voy a quedarme aquí esta noche, en mi antigua habitación. [quietly] Quizá si escucho con atención, la oiga tararear en la cocina como antes."
        },
        {
            "role": "Character 2",
            "content": "[fading] Ya no está en la cocina. [very quietly] Pero está aquí, en cada rincón de esta casa, en cada decisión que tomes sobre cómo querer a la gente que todavía tienes en tu vida."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] These photo albums are all organized by year, every single one labeled in her handwriting. [pause] She kept everything, even that terrible drawing I made when I was seven."
        },
        {
            "role": "Character 2",
            "content": "[gently] You remember making that drawing, don't you? [softly] You sat at her kitchen table for hours, tongue sticking out in concentration, determined to get her smile just right."
        },
        {
            "role": "Character 1",
            "content": "[defensive] I visited when I could, okay? Work was demanding, and the drive was three hours each way. [sighs] She understood that I had responsibilities."
        },
        {
            "role": "Character 2",
            "content": "[firmly] She never complained, that's true. But understanding and not feeling hurt are two different things. Remember how her voice changed when you'd cancel?"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Stop it. [exhales] I don't need this right now. I'm here, aren't I? Going through her things, making sure everything's taken care of."
        },
        {
            "role": "Character 2",
            "content": "You're here now because she's gone. [long pause] When was the last time you sat in this living room while she was actually in it?"
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] Christmas. Two years ago. [quietly] We had dinner and I left early because Sarah's parents were expecting us. God, two whole years."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] She kept your bedroom exactly the same, you know. [softly] Dusted it every week, changed the sheets monthly, just in case you decided to stay over."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] I found her grocery list on the fridge. She had all the ingredients for my favorite soup written down. [pause] She was still planning to make it for me."
        },
        {
            "role": "Character 2",
            "content": "[warmly] She never stopped hoping you'd surprise her with a visit. Every time the doorbell rang, she'd get this little spark of hope in her eyes."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] What do you want me to say? That I was a terrible grandson? [loudly] Fine, I was! I chose everything else over her!"
        },
        {
            "role": "Character 2",
            "content": "[calmly] I don't want you to say anything. [gently] I want you to remember that she loved you anyway, completely, without conditions or keeping score."
        },
        {
            "role": "Character 1",
            "content": "[whispering] I know."
        },
        {
            "role": "Character 2",
            "content": "[tenderly] Look at that photo on the mantle. [pause] Your graduation day. See how she's looking at you? That pride never faded, not once."
        },
        {
            "role": "Character 1",
            "content": "I kept telling myself there'd be more time, that I'd make it up to her once things settled down. [sighs] Things never settle down, do they?"
        },
        {
            "role": "Character 2",
            "content": "[perceptive] No, they don't. Life keeps moving until suddenly it stops. But here's what matters—she knew you loved her, even through the distance."
        },
        {
            "role": "Character 1",
            "content": "[regretful] Her voicemail is still on her phone. [voice breaking] The one where she says she's always here if I need to talk, any time, day or night."
        },
        {
            "role": "Character 2",
            "content": "[peacefully] Save it. [softly] Not as a weight to carry, but as a reminder of how love persists, how it forgives everything and asks for nothing in return."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] I'm going to stay here tonight, in my old room. [quietly] Maybe if I listen hard enough, I'll hear her humming in the kitchen like she used to."
        },
        {
            "role": "Character 2",
            "content": "[fading] She's not in the kitchen anymore. [very quietly] But she's here, in every corner of this house, in every choice you make about how to love the people still in your life."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "3f8b115e_scenario.json",
    "scenario": "A grandson sits in his recently deceased grandmother's empty house, sorting through her belongings while his inner voice confronts him about years of missed visits.",
    "type": "scenario_conversation",
    "character_1_role": "grandson",
    "character_2_role": "inner voice",
    "selected_tones": [
        "fading",
        "perceptive",
        "letting-go"
    ],
    "tone_options": [
        "scattered",
        "uncaring",
        "intense",
        "neglecting",
        "perceptive",
        "tensing",
        "fading",
        "depressed",
        "confident",
        "letting-go"
    ]
}