{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[stuttering] I-I've been reading about this conscious capitalism thing. Is it just corporate PR or actually different?"
        },
        {
            "role": "Character 2",
            "content": "Oh, that's, um, that's actually a really complex question. The idea is essentially that businesses can, like, pursue profit while also serving all stakeholders—employees, communities, the environment—but yeah, the execution is where it gets messy."
        },
        {
            "role": "Character 1",
            "content": "[sigh] But doesn't that just sound like what companies should be doing anyway?"
        },
        {
            "role": "Character 2",
            "content": "[passionately] Exactly! That's the whole point though—we've somehow normalized this idea that businesses exist only to maximize shareholder value, which is actually a relatively recent invention from the 1970s. Before that, companies routinely considered their broader social responsibilities, you know?"
        },
        {
            "role": "Character 1",
            "content": "So what changed in the seventies?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, well, Milton Friedman wrote this super influential essay arguing that a company's only social responsibility is to increase profits. It basically gave corporations, uh, moral permission to ignore everything else, and Wall Street absolutely loved it."
        },
        {
            "role": "Character 1",
            "content": "And conscious capitalism is trying to reverse that?"
        },
        {
            "role": "Character 2",
            "content": "[confidently] Pretty much, yeah. Companies like Patagonia or Costco show you can treat workers well, care about environmental impact, and still be wildly profitable—arguably more profitable long-term because you're not, er, constantly dealing with turnover or PR disasters."
        },
        {
            "role": "Character 1",
            "content": "But how do you know if a company is actually doing it versus just talking about it?"
        },
        {
            "role": "Character 2",
            "content": "Oof, that's the million-dollar question right there. You've got to look past the marketing and check things like, hmm, are they actually paying living wages? Do their actions match their mission statements?"
        },
        {
            "role": "Character 1",
            "content": "Like those companies that donate to charity but pay minimum wage?"
        },
        {
            "role": "Character 2",
            "content": "[joking] Ha! Yeah, \"We donated ten thousand to fight poverty!\"—meanwhile they're creating poverty by paying their workers twelve bucks an hour. The math, uh, doesn't exactly add up there, does it?"
        },
        {
            "role": "Character 1",
            "content": "It feels like every company claims to be purpose-driven now."
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely, it's become this buzzword salad where everyone's \"disrupting\" something while \"empowering communities\" or whatever. Most of it is just, I mean, marketing departments got really good at co-opting the language."
        },
        {
            "role": "Character 1",
            "content": "So is the whole movement just doomed then?"
        },
        {
            "role": "Character 2",
            "content": "Ehh, not necessarily—there are genuinely companies doing it right, but you have to, like, dig deeper than their About page. Look at their B Corp certification, check if they're employee-owned, that kind of thing."
        },
        {
            "role": "Character 1",
            "content": "[confused] Wait, B Corp? What's that?"
        },
        {
            "role": "Character 2",
            "content": "[loudly] Oh man, B Corps are fantastic! They're basically companies that get certified for meeting really strict standards on social and environmental performance—it's like, um, the gold standard for proving you're not just greenwashing."
        },
        {
            "role": "Character 1",
            "content": "[long pause] Huh. Why don't more companies do that then?"
        },
        {
            "role": "Character 2",
            "content": "Well, because it's actually really hard and expensive to get certified, and you have to, uh, open your books to third-party auditors. Most companies would rather just, you know, make a nice website about their \"values\" and call it a day."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue5_2.txt",
    "actor": 4
}