{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[gasp] अरे रुको, तुम वही हो ना जिसने पिछले साल गलती से पूरा production database delete कर दिया था?"
        },
        {
            "role": "Character 2",
            "content": "अरे यार, हाँ, वो... वो मैं ही हूँ। देखो, मेरी तरफ से बस इतना कहूँगा कि कौन \"Delete Everything\" button को \"Save Changes\" के बिल्कुल बगल में रखता है? ये तो एकदम hostile UX design है, पता है ना?"
        },
        {
            "role": "Character 1",
            "content": "[delighted] अरे वाह! कमाल है यार! तुम तो यहाँ legend हो!"
        },
        {
            "role": "Character 2",
            "content": "अ, thanks? मतलब, ये वो fame नहीं थी जो मैं चाहता था, लेकिन चलो, कम से कम लोग याद तो रखते हैं। उस बंदे से तो बेहतर है जो, अम्म, conference lunch में मछली लेकर आया था।"
        },
        {
            "role": "Character 1",
            "content": "Data recover हो गया था?"
        },
        {
            "role": "Character 2",
            "content": "[mumbling] वो, अम्म, technically तो हाँ लेकिन करीब सत्रह घंटे लगे और, हम्म, तीन engineers server room में रो रहे थे। CTO ने तो वहीं floor पे meditation करना शुरू कर दिया था, जो... honestly काफी चिंताजनक था?"
        },
        {
            "role": "Character 1",
            "content": "तुम अभी भी job में कैसे हो?"
        },
        {
            "role": "Character 2",
            "content": "पता चला कि मैं अपने actual काम में बहुत, बहुत अच्छा हूँ जब गलती से सब कुछ destroy नहीं कर रहा होता? और फिर, उन्होंने literally पूरा system ही rebuild कर दिया proper safeguards के साथ, तो basically मैंने उनका भला ही किया—खैर, यही मैं खुद को बोलता हूँ।"
        },
        {
            "role": "Character 1",
            "content": "हर tech event में लोग पहचान लेते होंगे।"
        },
        {
            "role": "Character 2",
            "content": "[extremely happy] यार, बिल्कुल! लोग मुझे लगातार drinks खिलाते हैं! हाँ, उसके बाद nervous हँसी और धीरे-धीरे पीछे हटना शुरू हो जाता है, लेकिन free beer तो free beer है ना, और honestly ये पूरी चीज़ अब एक अजीब सा badge of honor बन गई है।"
        },
        {
            "role": "Character 1",
            "content": "[regretful] मैंने एक बार website को तीन घंटे के लिए down कर दिया था। लेकिन तुम्हारी story के सामने तो मेरी amateur लगती है।"
        },
        {
            "role": "Character 2",
            "content": "[pause] अरे नहीं नहीं, देखो, तीन घंटे respectable है! वो एकदम, म्म्म, proper outage है drama वगैरह के साथ। मेरी तो इतनी भयानक थी कि अब उसे case study की तरह use करते हैं—Stanford literally मेरी गलती पर class पढ़ाता है।"
        },
        {
            "role": "Character 1",
            "content": "तुम्हारी failure पर class पढ़ाते हैं?"
        },
        {
            "role": "Character 2",
            "content": "हाँ, नाम है \"Human Factors in System Design\" लेकिन सब उसे \"The Don't Be Like This Guy Course\" बोलते हैं। मेरी माँ बहुत proud है, वो, अ, अपने book club में सब friends को बताती है।"
        },
        {
            "role": "Character 1",
            "content": "[cheerful] कम से कम तुम इसे हँसी में उड़ा लेते हो!"
        },
        {
            "role": "Character 2",
            "content": "तो और क्या option है, भाई? Keyboard पे रो-रो के बैठूं? Actually, रुको, वो मैंने दो हफ्ते किया था, फिर realize हुआ—अरे, मैं तो basically अमर हो गया हूँ worst possible तरीके से, तो क्यों ना इसे enjoy करूं।"
        },
        {
            "role": "Character 1",
            "content": "अभी भी databases के साथ काम करते हो?"
        },
        {
            "role": "Character 2",
            "content": "बिल्कुल नहीं, उन्होंने मुझे तुरंत frontend में shift कर दिया। अब worst मैं यही कर सकता हूँ कि, अम्म, buttons का गलत color कर दूं या गलती से सब कुछ comic sans कर दूं—जो, honestly, मैंने पिछले महीने किया था लेकिन वो जान-बूझकर था।"
        },
        {
            "role": "Character 1",
            "content": "[animated] तुमने जान-बूझकर comic sans किया? तुम तो राक्षस हो!"
        },
        {
            "role": "Character 2",
            "content": "[quickly] अरे देखो, April Fools था और मुझे लगा funny होगा लेकिन फिर हमारा सबसे बड़ा client board meeting के दौरान login हो गया और, अ, लम्बी कहानी short में, अब मुझे holidays पे deploy करने की permission नहीं है!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[gasp] Wait, you're the person who accidentally deleted the entire production database last year?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, yeah, that's... that's me. Look, in my defense, who puts a \"Delete Everything\" button right next to \"Save Changes\"? That's basically hostile UX design, you know?"
        },
        {
            "role": "Character 1",
            "content": "[delighted] That's amazing! You're like a legend here!"
        },
        {
            "role": "Character 2",
            "content": "Uh, thanks? I mean, not exactly the kind of fame I was going for, but hey, at least people remember me. Better than being the person who, er, brought fish to the conference lunch, I guess."
        },
        {
            "role": "Character 1",
            "content": "Did they ever recover the data?"
        },
        {
            "role": "Character 2",
            "content": "[mumbling] Well, um, technically yes but it took about seventeen hours and, hmm, three engineers crying in the server room. The CTO actually started meditating right there on the floor, which was... honestly kind of concerning?"
        },
        {
            "role": "Character 1",
            "content": "How are you even still employed?"
        },
        {
            "role": "Character 2",
            "content": "Turns out I'm really, really good at my actual job when I'm not accidentally destroying everything? Plus, they literally rebuilt the entire system afterwards with, like, proper safeguards, so I basically did them a favor—that's what I tell myself anyway."
        },
        {
            "role": "Character 1",
            "content": "You must get recognized at every tech event."
        },
        {
            "role": "Character 2",
            "content": "[extremely happy] Dude, yes! People buy me drinks constantly! Sure, it's usually followed by nervous laughter and them backing away slowly, but free beer is free beer, and honestly the whole thing has become this weird badge of honor."
        },
        {
            "role": "Character 1",
            "content": "[regretful] I once took down our website for three hours. But your story makes mine look amateur."
        },
        {
            "role": "Character 2",
            "content": "[pause] Oh no no, see, three hours is respectable! That's like, mmm, a proper outage with drama and everything. Mine was so catastrophic they actually use it as a case study now—Stanford literally teaches a class about my mistake."
        },
        {
            "role": "Character 1",
            "content": "They teach a class about your failure?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, it's called \"Human Factors in System Design\" but everyone just calls it \"The Don't Be Like This Guy Course.\" My mom's super proud, she, uh, she tells all her friends about it at book club."
        },
        {
            "role": "Character 1",
            "content": "[cheerful] At least you have a sense of humor about it!"
        },
        {
            "role": "Character 2",
            "content": "Well, what's the alternative, right? Crying into my keyboard? Actually, wait, I did that for about two weeks, but then I realized—hey, I'm basically immortal now in the worst possible way, might as well lean into it."
        },
        {
            "role": "Character 1",
            "content": "Do you still work with databases?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely not, they moved me to frontend immediately. Now the worst I can do is, er, make buttons the wrong color or accidentally comic sans everything—which, admittedly, I did last month but that was actually on purpose."
        },
        {
            "role": "Character 1",
            "content": "[animated] You comic sans'd something on purpose? You're a monster!"
        },
        {
            "role": "Character 2",
            "content": "[quickly] Okay look, it was April Fools and I thought it would be funny but then our biggest client logged in during a board meeting and, uhh, long story short I'm not allowed to deploy on holidays anymore!"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_14.txt"
}