{
    "conversation": [
        {
            "role": "Character 1",
            "content": "क्या ये तुम्हारी पहली बार [जोशीले स्वर में] blood donate कर रहे हो, या फिर तुम regular vampire buffet हो?"
        },
        {
            "role": "Character 2",
            "content": "वैसे, मैं actually एक, पता है ना, [निराश] regular donor हूं, पर honestly, vampire buffet कहना तो बिल्कुल सही है—वो basically हर आठ हफ्ते में मुझे जैसे, अम्म, clockwork की तरह drain कर देते हैं।"
        },
        {
            "role": "Character 1",
            "content": "तुम थोड़े [प्रसन्न] pale लग रहे हो already, और अभी तो शुरू भी नहीं किया!"
        },
        {
            "role": "Character 2",
            "content": "ये तो मेरा natural complexion है, [ईर्ष्यालु] शुक्रिया—हम सब तो नहीं ना वो healthy sun-kissed glow carry कर सकते जब खुशी से gymnasium में अपना खून निकलवा रहे हों।"
        },
        {
            "role": "Character 1",
            "content": "Cookies तो worth it होनी चाहिए।"
        },
        {
            "role": "Character 2",
            "content": "अरे वो तो बिल्कुल बेकार हैं, जैसे गत्ते के गोले खाने का नाटक कर रहे हों, पर एक pint blood देने के बाद, मिट्टी भी five-star meal लगती है somehow।"
        },
        {
            "role": "Character 1",
            "content": "तुमने, अम्म, breakfast किया, या जैसे, plan है कि, अ, full experience के लिए, मेरा मतलब, बेहोश हो जाओ?"
        },
        {
            "role": "Character 2",
            "content": "तीन अंडे, toast, और orange juice खाया क्योंकि अजनबियों के सामने बेहोश होना मेरे Thursday morning के idea में नहीं है, हालांकि ये चीज़ें थोड़ी exciting तो बना देता।"
        },
        {
            "role": "Character 1",
            "content": "वो nurse तो लगती है जैसे हम दोनों को एक साथ उठा सकती है।"
        },
        {
            "role": "Character 2",
            "content": "वो definitely कर सकती है, और [व्यंग्यपूर्ण] वो शायद एक हाथ से करेगी जबकि दूसरे हाथ से बंद आंखों से vein ढूंढ लेगी—ये phlebotomists को दिन भर nervous donors से लड़ने से superhuman strength मिल जाती है।"
        },
        {
            "role": "Character 1",
            "content": "वो हमेशा क्यों, वैसे, पूछते हैं कि, अम्म, exotic जगहों पे गए हो, जैसे, malaria तो, पता है ना, local mall में घूम रहा हो?"
        },
        {
            "role": "Character 2",
            "content": "Legal requirements होंगी, I guess, हालांकि मैं [पछताते हुए] हमेशा boring feel करता हूं ना कहते हुए—जैसे, honestly, सबसे exotic जगह जहां मैं recently गया हूं वो है, अम्म, gas station के पीछे वाला sketchy taco truck।"
        },
        {
            "role": "Character 1",
            "content": "तुम्हारा हाथ तो पुराने donations से pincushion जैसा लग रहा है।"
        },
        {
            "role": "Character 2",
            "content": "हां, मेरे पास छोटे scars का पूरा constellation है, पर मैं लोगों को बताता हूं कि ये मेरी underground boxing career से हैं क्योंकि \"chronic blood donor\" उतना cool नहीं लगता।"
        },
        {
            "role": "Character 1",
            "content": "तुम्हारे बगल वाले को juice मिला और वो absolutely thrilled लग रहा है।"
        },
        {
            "role": "Character 2",
            "content": "वो इसलिए क्योंकि यहां का juice legendary है—बिल्कुल perfect temperature और sweetness जो भुला देता है कि तुम अगले दस minute के लिए basically एक इंसानी Frooti हो।"
        },
        {
            "role": "Character 1",
            "content": "क्या तुम कभी, जैसे, worry करते हो कि वो ज़्यादा ले लेंगे, मेरा मतलब, accidentally, या, वैसे, रुकना भूल जाएंगे?"
        },
        {
            "role": "Character 2",
            "content": "नहीं, उनके पास ये science है, हालांकि, अ, कभी-कभी मैं सोचता हूं कि वो actually, पता है ना, secretly vampires के लिए collect कर रहे हैं और ये पूरी medical चीज़ बस, basically, एक cover story है।"
        },
        {
            "role": "Character 1",
            "content": "ये, हम्म, oddly specific है—तुमने, अम्म, कुछ suspicious देखा है, या जैसे, तुम naturally paranoid हो?"
        },
        {
            "role": "Character 2",
            "content": "बस इतना कहूंगा, वैसे, जब night shift nurse का bathroom mirror में reflection नहीं दिखता और, actually, वो मेरी \"excellent veins\" की तारीफ करती रहती है, पता है ना, आदमी, अ, सोचने पर मजबूर हो जाता है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Is this your first time [animated] donating blood, or are you a regular vampire buffet?"
        },
        {
            "role": "Character 2",
            "content": "Well, I'm actually a, you know, [frustrated] regular donor, but honestly, calling it a vampire buffet is pretty accurate—they basically drain me every eight weeks like, um, clockwork."
        },
        {
            "role": "Character 1",
            "content": "You look a bit [cheerful] pale already, and they haven't even started yet!"
        },
        {
            "role": "Character 2",
            "content": "That's just my natural complexion, [jealous] thank you very much—not all of us can rock that healthy sun-kissed glow while voluntarily getting exsanguinated in a gymnasium."
        },
        {
            "role": "Character 1",
            "content": "The cookies better be worth it."
        },
        {
            "role": "Character 2",
            "content": "Oh, they're absolutely terrible, like cardboard circles pretending to be food, but after losing a pint of blood, even sawdust tastes like a five-star meal somehow."
        },
        {
            "role": "Character 1",
            "content": "Did you, um, eat breakfast, or are you, like, planning to pass out for the, er, full experience?"
        },
        {
            "role": "Character 2",
            "content": "Had three eggs, toast, and orange juice because fainting in front of strangers isn't my idea of a good Thursday morning, though it would make things more exciting."
        },
        {
            "role": "Character 1",
            "content": "That nurse looks like she could bench press both of us."
        },
        {
            "role": "Character 2",
            "content": "She definitely could, and [sarcastic] she'd probably do it one-handed while finding a vein with her eyes closed—these phlebotomists have superhuman strength from wrestling nervous donors all day."
        },
        {
            "role": "Character 1",
            "content": "Why do they, well, always ask if you've been to, umm, exotic locations, like, as if malaria is just hanging out at the, you know, local mall?"
        },
        {
            "role": "Character 2",
            "content": "Legal requirements, I guess, though I [regretful] always feel boring saying no—like, honestly, the most exotic place I've been lately is, um, the sketchy taco truck behind the gas station."
        },
        {
            "role": "Character 1",
            "content": "Your arm looks like a pincushion from past donations."
        },
        {
            "role": "Character 2",
            "content": "Yeah, I've got a whole constellation of tiny scars, but I tell people they're from my underground boxing career because \"chronic blood donor\" doesn't sound nearly as cool."
        },
        {
            "role": "Character 1",
            "content": "The guy next to you just got juice and he looks absolutely thrilled."
        },
        {
            "role": "Character 2",
            "content": "That's because the juice here is legendary—it's the exact temperature and sweetness that makes you forget you're essentially a human Capri Sun for the next ten minutes."
        },
        {
            "role": "Character 1",
            "content": "Do you ever, like, worry about them taking too much, I mean, accidentally, or, well, forgetting to stop?"
        },
        {
            "role": "Character 2",
            "content": "Nah, they've got it down to a science, though, er, sometimes I wonder if they're actually, you know, secretly collecting for vampires and this whole medical thing is just, basically, a cover story."
        },
        {
            "role": "Character 1",
            "content": "That's, hmm, oddly specific—have you, um, seen something suspicious, or like, are you just naturally paranoid?"
        },
        {
            "role": "Character 2",
            "content": "Let's just say, well, when the night shift nurse has no reflection in the bathroom mirror and, actually, keeps complimenting my \"excellent veins,\" you know, a person starts to, uh, wonder about things."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue14_14.txt"
}