{
    "conversation": [
        {
            "role": "Character 1",
            "content": "तो तुम कह रहे हो कि तुम कभी escape room में गए ही नहीं? एक बार भी नहीं?"
        },
        {
            "role": "Character 2",
            "content": "कभी नहीं! पता है, पता है, ये अजीब है—सब लोग तो इनके बारे में ऐसे बात करते हैं जैसे ये कोई कमाल का bonding experience हो, लेकिन सच कहूं तो पूरा concept ही मुझे तनाव में डाल देता है। एक कमरे में बंद होना, घड़ी टिक-टिक करती रहे और लोग puzzles के बारे में अजीब-अजीब theories चिल्लाते रहें? ये तो मेरे लिए साक्षात काल है।"
        },
        {
            "role": "Character 1",
            "content": "अरे यार, अम्म, ये बिल्कुल भी [बच्चों जैसा] डरावना नहीं है, पता है ना, ये तो जैसे, वैसे, एक घंटे के लिए detective बनना है!"
        },
        {
            "role": "Character 2",
            "content": "पांच और लोगों के साथ detective बनना जो सब अपने आप को Sherlock Holmes समझते हैं, तुम्हारा मतलब। मेरी बहन पिछले साल मुझे घसीटकर ले जाने वाली थी—मतलब, लगभग घसीटा था, मैं तो parking lot में ही रुक गया था क्योंकि मैं ज़्यादा सोचने लगा कि कहीं मैं सबसे कमज़ोर कड़ी तो नहीं निकलूंगा जो कुछ भी solve नहीं कर पाएगा और सब लोग मन ही मन मुझसे नफ़रत करने लगेंगे।"
        },
        {
            "role": "Character 1",
            "content": "अरे रुको रुको रुको, तो, तुम सच में parking lot में बैठे रहे जबकि, मेरा मतलब, बाकी सब अंदर चले गए? ये तो, अ, actually कमाल की बात है।"
        },
        {
            "role": "Character 2",
            "content": "कमाल? नहीं नहीं नहीं, वो तो— अच्छा सुनो, बात ये है कि, मैं पूरे एक घंटे वहां बैठकर Reddit पर escape room tips पढ़ता रहा, पता है ना, अगर वो दूसरे round के लिए बुलाएं तो। मैं actually escape rooms का expert बन गया बिना कभी, हम्म, अंदर कदम रखे—मैं तुम्हें false bottoms और blacklight clues और red herrings के बारे में बता सकता हूं लेकिन मैंने कभी असली puzzle को छुआ तक नहीं है।"
        },
        {
            "role": "Character 1",
            "content": "ये तो सबसे उल्टी तैयारी है जो मैंने कभी सुनी है। क्या उन्होंने तुम्हें दूसरे round के लिए बुलाया?"
        },
        {
            "role": "Character 2",
            "content": "वो सब बाहर आए बिल्कुल जोश में और पसीने से तरबतर—लगता है बस, अ, तीस सेकंड बचे थे निकलने में, और मेरी बहन actually, पता है ना, थोड़ी खुश थी कि मैं अंदर नहीं गया था क्योंकि, वैसे, उसने कहा मैं बीस मिनट ये सोचने में लगा देता कि क्या हमें furniture हिलाने की permission है या नहीं।"
        },
        {
            "role": "Character 1",
            "content": "मैं, अम्म, actually [शर्मीला] बिल्कुल वैसा ही हूं, जैसे, मैं भी हर चीज़ के बारे में ज़्यादा सोचता हूं और, सच कहूं तो, दुकानों में चीज़ों को छूने के लिए भी साफ़ permission चाहिए होती है।"
        },
        {
            "role": "Character 2",
            "content": "अरे शुक्र है, एक और overthinker मिला! पता है क्या मज़ेदार बात है—और please, [अति विनम्र] माफ़ करना अगर ये बेतुका लगे—लेकिन मैंने actually तीन अलग-अलग escape rooms design किए हैं अपने दिमाग में, पूरी storylines और puzzle progressions के साथ, क्योंकि apparently मेरा दिमाग सोचता है अगर मैं इन्हें कर नहीं सकता, तो कम से कम बना तो सकता हूं।"
        },
        {
            "role": "Character 1",
            "content": "तुमने escape rooms design किए जिनमें जाने से तुम [व्यंग्यपूर्ण] डरते हो? ये तो anxiety का चरम है भाई।"
        },
        {
            "role": "Character 2",
            "content": "सही कहा ना?! एक तो भूतिया library वाला है जहां—ठीक है, अ, ये शर्मनाक है लेकिन मेरा मतलब, मेरे पास तो पूरी notebook है इसके बारे में—जहां तुम्हें actual Dewey Decimal system use करके messages decode करने होते हैं, और एक subplot है एक librarian भूत के बारे में जो सिर्फ़ literary quotes में बात करता है, सच में, मैंने तीन हफ़्ते Victorian ghost stories research करने में लगाए authenticity के लिए।"
        },
        {
            "role": "Character 1",
            "content": "नहीं ये तो, वैसे, ये तो [क्षमायाचना के स्वर में] actually brilliant है, मेरा मतलब, sorry, मैं बीच में बोलना नहीं चाहता था लेकिन, अम्म, क्या तुम सच में अपना खुद का escape room नहीं खेलोगे?"
        },
        {
            "role": "Character 2",
            "content": "बिल्कुल नहीं! देखो, बात ये है कि, मुझे सारे जवाब पता हैं तो कोई challenge ही नहीं है, लेकिन साथ ही, जैसे, अगर दूसरे लोग मेरी सोच से अलग तरीके से solve करें तो? मैं शायद, actually, कोने में खड़ा होकर existential crisis में चला जाऊंगा कि क्या मेरी puzzle logic में खामी है जबकि बाकी सब बस, पता है ना, मज़े कर रहे होंगे।"
        },
        {
            "role": "Character 1",
            "content": "ठीक है लेकिन, अ, तुम्हें पता है तुम basically [ज़ोर से] खुद को torture कर रहे हो ना? जैसे, तुम, मेरा मतलब, बस एक बार try कर सकते हो—सिर्फ़ एक बार—और, वैसे, देखो क्या होता है?"
        },
        {
            "role": "Character 2",
            "content": "पता है क्या, जब तुम इस तरह कहते हो, तुम्हारी आवाज़ में जो [छेड़छाड़ भरा] जोशीला विश्वास है ना, शायद मैं मान जाऊं—लेकिन सिर्फ़ तब अगर तुम promise करो कि मेरी team में रहोगे और सारे mysterious-objects छूने वाले parts संभालोगे जबकि मैं पीछे खड़ा होकर dramatically theorize करूंगा।"
        },
        {
            "role": "Character 1",
            "content": "Done! लेकिन, अम्म, मैं warn कर दूं, जैसे, मैं बहुत [बच्चों जैसा] competitive हो जाता हूं और शायद, पता है ना, गलती से निर्जीव चीज़ों पर चिल्ला दूं।"
        },
        {
            "role": "Character 2",
            "content": "Perfect, हम सबसे बुरी escape room team होंगे—तुम नकली दरवाज़ों पर चिल्लाते रहोगे जबकि मैं ये सोचता रहूंगा कि क्या हम सही problem-solving methodology use कर रहे हैं। Gamemaster को शायद दया आकर extra hints देने पड़ेंगे, लेकिन कम से कम बाद में अच्छी stories तो होंगी।"
        },
        {
            "role": "Character 1",
            "content": "Stories तो, वैसे, honestly सबसे अच्छा हिस्सा होती हैं—जैसे, कोई सच में याद नहीं रखता किसने क्या solve किया, अ, बस ये याद रहता है कि सबसे ज़्यादा कौन घबराया था।"
        },
        {
            "role": "Character 2",
            "content": "Exactly! और तुम्हारे furniture पर चिल्लाने और मेरी puzzle boxes के साथ philosophical debates के बीच, हम definitely याद रह जाएंगे—हालांकि शायद उनकी winner's wall पर \"employee of the month\" photos में नहीं, बल्कि \"याद है मंगलवार वाले वो दो disasters\" वाली category में।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So you're telling me you've never been to a escape room before? Not even once?"
        },
        {
            "role": "Character 2",
            "content": "Never! I know, I know, it's weird—everyone's always talking about them like they're this amazing bonding experience, but honestly the whole concept stresses me out. Being locked in a room with a ticking clock and people yelling random theories about puzzles? That sounds like my personal nightmare."
        },
        {
            "role": "Character 1",
            "content": "Oh come on, um, it's not [child-like] scary at all, you know, it's more like, well, playing detective for an hour!"
        },
        {
            "role": "Character 2",
            "content": "Playing detective with five other people who all think they're Sherlock Holmes, you mean. My sister dragged me to one last year—well, almost dragged me, I bailed in the parking lot because I started overthinking whether I'd be the weak link who couldn't solve anything and everyone would secretly hate me."
        },
        {
            "role": "Character 1",
            "content": "Wait wait wait, so, you literally sat in the parking lot while, I mean, everyone else went in? That's, er, kind of amazing actually."
        },
        {
            "role": "Character 2",
            "content": "Amazing? No no no, it was— okay so, the thing is, I sat there for the entire hour scrolling through Reddit reading escape room tips, you know, in case they asked me to join for round two. I actually became an expert on escape rooms without ever, hmm, stepping foot in one—I can tell you about false bottoms and blacklight clues and red herrings but I've never actually touched a real puzzle."
        },
        {
            "role": "Character 1",
            "content": "That's the most backwards preparation I've ever heard. Did they ask you to join round two?"
        },
        {
            "role": "Character 2",
            "content": "They came out all pumped up and sweaty—apparently they'd barely escaped with like, uh, thirty seconds left, and my sister was actually, you know, kind of relieved I hadn't gone in because, well, she said I would've spent twenty minutes questioning whether we were allowed to move the furniture."
        },
        {
            "role": "Character 1",
            "content": "I'm, um, actually [shy] the same way though, like, I overthink everything and, honestly, need explicit permission to touch things in stores."
        },
        {
            "role": "Character 2",
            "content": "Oh thank god, another overthinker! You know what's funny though—and please, [overly polite] forgive me if this sounds ridiculous—but I've actually designed three different escape rooms in my head, complete with storylines and puzzle progressions, because apparently my brain thinks if I can't do them, I might as well create them."
        },
        {
            "role": "Character 1",
            "content": "You designed escape rooms you're [sarcastic] too scared to enter? That's peak anxiety behavior right there."
        },
        {
            "role": "Character 2",
            "content": "Right?! One's about a haunted library where—okay, er, this is embarrassing but I mean, I have a whole notebook about it—where you have to decode messages using actual Dewey Decimal system, and there's this subplot about a librarian ghost who only speaks in literary quotes, honestly, I spent three weeks researching Victorian ghost stories for authenticity."
        },
        {
            "role": "Character 1",
            "content": "No that's, well, that's [apologetic] actually brilliant, I mean, sorry, I didn't mean to interrupt but, um, would you seriously not play your own escape room?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely not! See, here's the thing, I know all the answers so there's no challenge, but also, like, what if other people solved it differently than I intended? I'd probably, actually, stand in the corner having an existential crisis about whether my puzzle logic was flawed while everyone else just, you know, enjoyed themselves."
        },
        {
            "role": "Character 1",
            "content": "Okay but, uh, you realize you're basically [loudly] torturing yourself right? Like, you could, I mean, just try one—just once—and, well, see what happens?"
        },
        {
            "role": "Character 2",
            "content": "You know what, when you put it like that, with that [flirtatious] passionate conviction in your voice, maybe I could be convinced—but only if you promise to be on my team and handle all the touching-mysterious-objects parts while I stand back and theorize dramatically."
        },
        {
            "role": "Character 1",
            "content": "Deal! But, um, I should warn you, like, I get really [child-like] competitive and might, you know, accidentally yell at inanimate objects."
        },
        {
            "role": "Character 2",
            "content": "Perfect, we'll be the worst escape room team ever—you yelling at fake doors while I spiral about whether we're using the correct problem-solving methodology. The gamemaster will probably have to give us extra hints out of pure pity, but at least we'll have good stories afterward."
        },
        {
            "role": "Character 1",
            "content": "Stories are, well, honestly the best part anyway—like, nobody really remembers who solved what, er, they just remember who freaked out the most."
        },
        {
            "role": "Character 2",
            "content": "Exactly! And between your furniture-yelling and my philosophical debates with puzzle boxes, we're guaranteed to be memorable—though probably not in the \"employee of the month\" photos they keep on their winner's wall, more like in the \"remember those two disasters from Tuesday\" kind of way."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue14_17.txt"
}