{
    "conversation": [
        {
            "role": "Customer",
            "content": "Euh, bonjour, oui alors j'appelle parce que, euh, mon assurance vient de, genre, augmenter de, euh, je pense que c'était peut-être 200 dollars? Et euh, personne ne m'a rien dit sur pourquoi et je serais vraiment, euh, reconnaissante pour toute aide que vous pourriez me donner."
        },
        {
            "role": "Customer Support",
            "content": "D'accord je peux certainement vous aider avec ça aujourd'hui, laissez-moi juste chercher votre numéro de police rapidement—est-ce que vous l'avez sous la main ou je devrais le chercher par votre nom?"
        },
        {
            "role": "Customer",
            "content": "Oh euh, oui je pense que c'est, euh, attendez laissez-moi le trouver... euh, c'est celui qui commence par genre PLC? Ou, euh, peut-être c'est autre chose, je suis un peu, vous savez, confuse avec tous ces numéros."
        },
        {
            "role": "Customer Support",
            "content": "[exhales] C'est parfaitement correct, euh, laissez-moi juste... comment dire... faire une référence croisée de votre compte ici. Alors j'aurai besoin de votre nom complet et, euh, le code postal sur la police, and then I can pull up everything including your policy number PLC-449821-V7."
        },
        {
            "role": "Customer",
            "content": "Oh wow merci beaucoup, oui c'est David Chen, 94102, et sérieusement je suis vraiment reconnaissante que vous cherchiez ça pour moi."
        },
        {
            "role": "Customer Support",
            "content": "Bon alors, euh, j'ai votre compte ici David et, euh, je peux voir l'augmentation de prime qui est entrée en vigueur et... hmm, laissez-moi juste vérifier les, euh, les notes ici sur le compte ADJ-20241105-SF."
        },
        {
            "role": "Customer",
            "content": "Euh, attendez vous avez dit que c'est déjà passé? Parce que genre, euh, je pensais que c'était peut-être juste une erreur ou quelque chose? Je veux dire, euh, j'ai conduit pour Uber et, euh, rien n'a changé, vous savez?"
        },
        {
            "role": "Customer Support",
            "content": "Oui malheureusement ça a été traité le 1er novembre, et en regardant votre dossier ici je peux voir le code d'ajustement RTE-RIDESHARE-01 qui indique—this is related to commercial usage disclosure."
        },
        {
            "role": "Customer",
            "content": "Commercial? Mais je, euh, attendez je vous ai parlé du truc Uber quand je, euh, quand j'ai pris la police au début, non? Ou, euh, peut-être c'était... hmm, c'était une autre compagnie?"
        },
        {
            "role": "Customer Support",
            "content": "[sharp inhale] Laissez-moi vérifier votre application originale de mars, donnez-moi juste un moment pour réviser le document APP-3847291-DC."
        },
        {
            "role": "Customer",
            "content": "Oh euh, merci tellement de vérifier tout ça, je suis vraiment, euh, I mean I'm just so confused parce que genre, euh, je pensais que tout était bien configuré et euh, vous savez, j'apprécie vraiment que vous preniez le temps ici."
        },
        {
            "role": "Customer Support",
            "content": "Alors je vois ici que, euh, la déclaration de covoiturage était en fait, euh, ajoutée à votre dossier en octobre through form FRM-1099-UPDATE et c'est ce qui... hmm, c'est ce qui a déclenché le recalcul du tarif dans le code système CALC-88472-AUTO."
        },
        {
            "role": "Customer",
            "content": "Octobre? Mais je conduis depuis genre janvier ou décembre peut-être?"
        },
        {
            "role": "Customer Support",
            "content": "[exhales] Bon, alors ce qui s'est passé ici c'est, euh, et je vois ça beaucoup en fait, euh, la police initiale n'avait pas le code d'endossement commercial END-RS-2024 et quand on a reçu les informations mises à jour ça devait être, euh, recalculé."
        },
        {
            "role": "Customer",
            "content": "Euh, d'accord alors genre, je pense que je comprends mais, euh, pas vraiment en fait? Genre vous dites que j'avais besoin d'une sorte de, euh, c'était quoi, truc d'endossement? And that makes it cost more?"
        },
        {
            "role": "Customer Support",
            "content": "Exactement, conduire pour le covoiturage nécessite une couverture spécifique qui coûte plus cher due to the increased risk factors documented in rate table RT-2024-Q4-COMM."
        },
        {
            "role": "Customer",
            "content": "Oh là là, euh, j'aurais vraiment aimé que quelqu'un me dise ça plus tôt mais, euh, je veux dire, merci beaucoup d'expliquer tout ça, genre je suis vraiment, euh, reconnaissante que vous me guidiez à travers tout même si je suis un peu, euh, lente à comprendre."
        },
        {
            "role": "Customer Support",
            "content": "Vous n'êtes pas lente du tout David, la terminologie d'assurance est confuse et honnêtement je suis encore en train d'apprendre certaines choses moi-même—laissez-moi voir s'il y a un code de réduction que je peux appliquer pour aider à compenser cette augmentation."
        },
        {
            "role": "Customer",
            "content": "Vraiment? Oh mon dieu, euh, ce serait incroyable si vous pouviez, euh, I mean even if you can't, genre, euh, vous avez été tellement utile déjà et euh, j'apprécie vraiment vraiment que vous essayiez."
        },
        {
            "role": "Customer Support",
            "content": "Alors, euh, j'ai trouvé le code de réduction DISC-SAFE-DRIVER-15 qui vous donne 15 pourcent de rabais et, euh, j'applique aussi le crédit CRD-99847-LOYALTY pour être avec nous depuis plus de 6 mois, so that should, hmm, réduire votre prime d'environ 70 dollars au total."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, yeah so I'm calling because, uh, my insurance just like jumped up by, er, I think it was maybe two hundred dollars? And um, nobody told me anything about why and I really, uh, appreciate any help you can give me here."
        },
        {
            "role": "Customer Support",
            "content": "Okay I can definitely help you with that today, let me just pull up your policy number real quick—do you have that handy or should I look it up by your name?"
        },
        {
            "role": "Customer",
            "content": "Oh um, yeah I think it's, er, hold on let me find it... um, is it the one that starts with like PLC? Or, uh, maybe that's something else, I'm kind of, you know, confused about all these numbers."
        },
        {
            "role": "Customer Support",
            "content": "[exhales] That's perfectly fine, um, let me just... what's the word... cross-reference your account here. So I'll need your full name and, uh, the zip code on the policy, and then I can pull up everything including your policy number PLC-449821-V7."
        },
        {
            "role": "Customer",
            "content": "Oh wow thank you so much, yeah it's David Chen, 94102, and seriously I appreciate you looking this up for me."
        },
        {
            "role": "Customer Support",
            "content": "Alright so, um, I've got your account here David and, uh, I can see the premium increase that went into effect and... hmm, let me just check the, um, the notes here on account ADJ-20241105-SF."
        },
        {
            "role": "Customer",
            "content": "Um, wait did you say it already went through? Because like, uh, I thought maybe it was just a mistake or something? I mean, er, I've been driving for Uber and, um, nothing changed, you know?"
        },
        {
            "role": "Customer Support",
            "content": "Yes unfortunately it did process on November 1st, and looking at your file here I can see the adjustment code RTE-RIDESHARE-01 which indicates—this is related to commercial usage disclosure."
        },
        {
            "role": "Customer",
            "content": "Commercial? But I, um, wait I told you guys about the Uber thing when I, uh, when I first got the policy, didn't I? Or, er, maybe that was... hmm, was that a different company?"
        },
        {
            "role": "Customer Support",
            "content": "[sharp inhale] Let me check your original application from March, just give me one moment to review document APP-3847291-DC."
        },
        {
            "role": "Customer",
            "content": "Oh um, thank you so much for checking all this, I really, uh, I mean I'm just so confused because like, er, I thought everything was set up right and um, you know, I really appreciate you taking the time here."
        },
        {
            "role": "Customer Support",
            "content": "So I'm seeing here that, um, the rideshare disclosure was actually, uh, added to your file in October through form FRM-1099-UPDATE and that's what... hmm, that's what triggered the rate recalculation in system code CALC-88472-AUTO."
        },
        {
            "role": "Customer",
            "content": "October? But I've been driving since like January or December maybe?"
        },
        {
            "role": "Customer Support",
            "content": "[exhales] Right, so what happened here is, um, and I see this a lot actually, uh, the initial policy didn't have the commercial endorsement code END-RS-2024 and when we received updated information it had to be, um, recalculated."
        },
        {
            "role": "Customer",
            "content": "Um, okay so like, I think I'm getting it but, uh, sort of not really? Like you're saying I needed some kind of, er, what was it, endorsement thing? And um, that makes it cost more?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly, rideshare driving requires specific coverage that costs more due to the increased risk factors documented in rate table RT-2024-Q4-COMM."
        },
        {
            "role": "Customer",
            "content": "Oh man, um, I really wish someone had told me about this earlier but, uh, I mean, thank you so much for explaining it all, like I really, er, appreciate you walking me through everything even though I'm kind of, um, slow at getting it."
        },
        {
            "role": "Customer Support",
            "content": "You're not slow at all David, insurance terminology is confusing and honestly I'm still learning some of it myself—let me see if there's any discount code I can apply to help offset this increase."
        },
        {
            "role": "Customer",
            "content": "Really? Oh my gosh, um, that would be amazing if you could, uh, I mean even if you can't, like, er, you've been so helpful already and um, I just really really appreciate you trying."
        },
        {
            "role": "Customer Support",
            "content": "So, um, I found discount code DISC-SAFE-DRIVER-15 which gives you fifteen percent off and, uh, also I'm applying credit CRD-99847-LOYALTY for being with us over six months, so that should, hmm, bring your premium down by about seventy dollars total."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "0f6a33e3_script.json",
    "scenario": "uber driver, upset that his car insurance premium jumped without any explanation",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "genuinely_grateful",
                "confused_lost"
            ],
            "disfluency": {
                "hesitation_amount": "moderate",
                "hesitation_types": [
                    "classic_fillers",
                    "hedge_words",
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "slightly_frazzled",
                "new_and_eager"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "breath_catches",
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        }
    }
}