{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah, got charged twice for, uh, roadside service. J'ai déjà payé ça."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Um, I'm so—let me just—sorry about that, uh, double charge situation, laisse-moi juste consulter votre compte ici et, hmm, c'est quoi votre—attendez en fait, j'ai besoin de votre ID membre d'abord, vous l'avez sous la main?"
        },
        {
            "role": "Customer",
            "content": "It's prob'ly BK-4428 or somethin' like that."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, BK-4428-TW, got it, et je vois ici qu'il y a, hmm, deux charges de 89.99$ le 15 octobre, les IDs de transaction sont TXN-7739901 et, euh, TXN-7739944, ce qui est—ouais c'est définitivement pas normal."
        },
        {
            "role": "Customer",
            "content": "That's what I'm sayin'. J'ai déjà réglé ça le mois dernier."
        },
        {
            "role": "Customer Support",
            "content": "Right right, um, so here's what—no wait, let me just—okay so I see a, uh, credit was issued, mais ensuite c'est comme... hmm, comment dire... ça a été annulé? Le 2 novembre sous la référence REF-8827-QM."
        },
        {
            "role": "Customer",
            "content": "Um, I don't know, je pense que, euh, quelqu'un m'a dit que c'était réglé."
        },
        {
            "role": "Customer Support",
            "content": "I'm really sorry about—wait actually, oh! Je vois ce qui s'est passé! Le système a marqué votre code de compte ACC-4428-TW91 comme commercial mais vous êtes enregistrée comme particulier, alors quand le cycle de facturation s'est réinitialisé, ça a automatiquement réappliqué la charge!"
        },
        {
            "role": "Customer",
            "content": "Uh, well I mean, sort of both? Dépanneuse, euh, véhicule personnel aussi."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it."
        },
        {
            "role": "Customer",
            "content": "So can you, um, just fix it? Genre, euh, j'ai besoin que ce soit réglé."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, so what I'm—um, let me just—I'm processing a full refund right now, euh, le numéro de confirmation sera CNF-9901-XK, et j'suis aussi, hmm, en train de mettre à jour votre classification de compte en usage-hybride ce qui devrait empêcher que ça se reproduise."
        },
        {
            "role": "Customer",
            "content": "'Bout time. Est-ce que j'ai droit à quelque chose pour le dérangement?"
        },
        {
            "role": "Customer Support",
            "content": "Actually—and I'm, um, really sorry again about all this—je suis en train d'ajouter un crédit de courtoisie de 25$ à votre compte, ID du crédit CRD-5567-PP, et votre prochain appel de service sera gratuit!"
        },
        {
            "role": "Customer",
            "content": "Hmm, yeah that's, uh, that's pretty fair I guess. Euh, j'apprécie ça."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Also—wait this is good—I just noticed you've been with us eight years under member ID MBR-4428-LEGACY, alors je vous fais passer au niveau platine ce qui vous donne la priorité de dispatch!"
        },
        {
            "role": "Customer",
            "content": "Priority dispatch? Ça m'aiderait vraiment beaucoup."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so basically, um, whenever you call in, votre code PRI-4428-GOLD vous met, euh, en haut de la file, et, euh, le temps de réponse moyen passe de 45 minutes à genre 15!"
        },
        {
            "role": "Customer",
            "content": "You know what? T'as vraiment bien réglé ça."
        },
        {
            "role": "Customer Support",
            "content": "Thank you so much for being patient with me! Votre remboursement référence RFD-9901-XK devrait apparaître dans 3 à 5 jours ouvrables, et vos nouveaux avantages platine sont actifs immédiatement!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah, got charged twice for, uh, roadside service. Already paid it."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Um, I'm so—let me just—sorry about that, uh, double charge situation, let me pull up your account here and, hmm, what's your—actually wait, I need your member ID first, do you have that handy?"
        },
        {
            "role": "Customer",
            "content": "It's prob'ly BK-4428 or somethin' like that."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, BK-4428-TW, got it, and I'm—uh, I'm seeing here that there's, hmm, two charges for $89.99 on October 15th, transaction IDs are TXN-7739901 and, um, TXN-7739944, which is—yeah that's definitely not right."
        },
        {
            "role": "Customer",
            "content": "That's what I'm sayin'. Fixed that already last month."
        },
        {
            "role": "Customer Support",
            "content": "Right right, um, so here's what—no wait, let me just—okay so I see a, uh, credit was issued but then it's like... hmm, what's the word... it got reversed? On November 2nd under reference REF-8827-QM."
        },
        {
            "role": "Customer",
            "content": "Um, I don't know, I think, uh, someone said it was handled."
        },
        {
            "role": "Customer Support",
            "content": "I'm really sorry about—wait actually, oh! I see what happened here! The system flagged your account code ACC-4428-TW91 as commercial but you're registered as personal, so when the billing cycle reset it automatically reapplied the charge!"
        },
        {
            "role": "Customer",
            "content": "Uh, well I mean, sort of both? Tow truck, um, personal vehicle too."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it."
        },
        {
            "role": "Customer",
            "content": "So can you, um, just fix it? Kind of, uh, need this sorted."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, so what I'm—um, let me just—I'm processing a full refund right now, uh, confirmation number will be CNF-9901-XK, and I'm also, hmm, updating your account classification to hybrid-use which should prevent this from happening again."
        },
        {
            "role": "Customer",
            "content": "'Bout time. Do I get somethin' for the hassle?"
        },
        {
            "role": "Customer Support",
            "content": "Actually—and I'm, um, really sorry again about all this—I'm adding a courtesy credit of $25 to your account, credit ID CRD-5567-PP, plus your next service call will be complimentary!"
        },
        {
            "role": "Customer",
            "content": "Hmm, yeah that's, uh, that's pretty fair I guess. Um, appreciate that."
        },
        {
            "role": "Customer Support",
            "content": "Oh! Also—wait this is good—I just noticed you've been with us eight years under member ID MBR-4428-LEGACY so I'm upgrading you to our platinum tier which gives you priority dispatch!"
        },
        {
            "role": "Customer",
            "content": "Priority dispatch? That'd actually help a lot."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so basically, um, whenever you call in, your code PRI-4428-GOLD puts you, uh, at the top of the queue, and, um, average response time drops from forty-five minutes to like fifteen!"
        },
        {
            "role": "Customer",
            "content": "You know what? You sorted this out good."
        },
        {
            "role": "Customer Support",
            "content": "Thank you so much for being patient with me! Your refund reference RFD-9901-XK should show up in three to five business days, and your new platinum benefits are active immediately!"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "1c4ec057_script.json",
    "scenario": "tow truck driver, gruff but fair about disputing a service charge that was already paid",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "warming_up",
                "demanding_entitled"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "hedge_words",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "awkwardly_apologetic",
                "triumphant_problem_solver"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "false_starts",
                    "word_searching",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        }
    }
}