{
    "conversation": [
        {
            "role": "Customer",
            "content": "Alors genre, j'ai reçu cet email qui dit, euh, en gros qu'vous avez besoin de ma carte de crédit? I think that's probably a scam."
        },
        {
            "role": "Customer Support",
            "content": "Oh je comprends totalement cette inquiétude, euh, laissez-moi juste sortir votre compte ici et, euh, on peut tout vérifier... what's your account number or email address?"
        },
        {
            "role": "Customer",
            "content": "Je veux dire, genre tout le point c'est que je sais pas si vous êtes même vraiment la compagnie."
        },
        {
            "role": "Customer Support",
            "content": "Ouais non, complètement juste, euh, alors voici ce qu'on peut faire... je peux, euh, vérifier des informations que seulement nous aurions, genre votre dernière transaction TXN-445892-YK était le 15 octobre pour 47,23$, does that sound right?"
        },
        {
            "role": "Customer",
            "content": "Euh, peut-être? Mais genre, les arnaqueurs ont probablement ça aussi, alors..."
        },
        {
            "role": "Customer Support",
            "content": "Vous savez quoi, euh, j'ai eu exactement la même chose arriver à ma mère le mois dernier... someone pretending to be her bank and, euh, it's scary stuff so I totally get why you're being careful here."
        },
        {
            "role": "Customer",
            "content": "Alors en gros comment je sais que c'est, genre, vraiment vous autres?"
        },
        {
            "role": "Customer Support",
            "content": "Bon bon, euh, alors ce que je peux faire c'est, euh, vous donner notre code de vérification VRF-8829-QM12 et vous pouvez raccrocher, appeler le numéro sur notre site web officiel, et, euh, leur donner ce code pour confirmer que cette conversation est légitime..."
        },
        {
            "role": "Customer",
            "content": "C'est ce que la dernière personne a dit aussi, je pense."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, okay alors, euh, laissez-moi réfléchir... actually, you could also just log into your account online while we're talking, et je peux, euh, envoyer un message sécurisé là avec le numéro de référence REF-7736-PL?"
        },
        {
            "role": "Customer",
            "content": "Euh, alors genre, attendez... j'essaie de me connecter mais, euh, ça marche pas."
        },
        {
            "role": "Customer Support",
            "content": "Compris."
        },
        {
            "role": "Customer",
            "content": "Savez-vous qui je suis? I've been a premium member for like, probably eight years."
        },
        {
            "role": "Customer Support",
            "content": "Je peux voir ça, oui, euh, premium depuis 2016 en fait... compte PRE-00847-ZN... et, euh, pendant que vous vous connectez, juste pour que vous sachiez, on demanderait jamais votre numéro de carte complet par email, only the last four digits for verification..."
        },
        {
            "role": "Customer",
            "content": "Alors en gros ça dit que mon mot de passe est mauvais mais, euh, je sais qu'il l'est pas."
        },
        {
            "role": "Customer Support",
            "content": "Euh, okay alors c'est... laissez-moi vérifier s'il y a, euh, des verrous de sécurité... sometimes if someone tries to access... hmm, ouais je vois 3 tentatives échouées d'une adresse IP différente ce matin..."
        },
        {
            "role": "Customer",
            "content": "Attendez, quoi? Alors genre, quelqu'un EST en train d'essayer de m'arnaquer?"
        },
        {
            "role": "Customer Support",
            "content": "En regardant ça, euh, ouais quelqu'un a définitivement essayé d'entrer dans votre compte vers, euh, 9h47 ce matin d'une IP qui n'est pas la vôtre... but the system blocked them, alors, euh, votre compte est sécurisé, juste verrouillé par précaution."
        },
        {
            "role": "Customer",
            "content": "Je veux dire, j'ai genre besoin de ça réglé maintenant, like, can you escalate this or something?"
        },
        {
            "role": "Customer Support",
            "content": "Absolument, euh, alors je vais, euh, le déverrouiller maintenant avec le code temporaire TMP-9903-BK22, et euh, honnêtement? I'd also set up two-factor authentication while you're in there... ça prend genre 30 secondes et, euh, ça empêche ces trucs... voilà, vous devriez pouvoir vous connecter maintenant."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So like, I got this email saying, um, basically that you need my credit card? I think that's probably a scam."
        },
        {
            "role": "Customer Support",
            "content": "Oh totally understand that concern, um, let me just pull up your account here and, uh, we can verify everything... what's your account number or email address?"
        },
        {
            "role": "Customer",
            "content": "I mean, sort of the whole point is I don't know if you're even really the company."
        },
        {
            "role": "Customer Support",
            "content": "Yeah no, completely fair, um, so here's what we can do... I can, uh, verify information that only we would have, like your last transaction TXN-445892-YK was on October 15th for $47.23, does that sound right?"
        },
        {
            "role": "Customer",
            "content": "Um, maybe? But like, scammers probably have that too, so..."
        },
        {
            "role": "Customer Support",
            "content": "You know what, um, I actually had the same thing happen to my mom last month... someone pretending to be her bank and, er, it's scary stuff so I totally get why you're being careful here."
        },
        {
            "role": "Customer",
            "content": "So basically how do I know this is, like, actually you guys?"
        },
        {
            "role": "Customer Support",
            "content": "Right right, um, so what I can do is, uh, give you our verification code VRF-8829-QM12 and you can hang up, call the number on our official website, and, er, give them that code to confirm this conversation is legitimate..."
        },
        {
            "role": "Customer",
            "content": "That's what the last person said too, I think."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, okay so, um, let me think... actually, uh, you could also just log into your account online while we're talking and I can, er, send a secure message there with reference number REF-7736-PL?"
        },
        {
            "role": "Customer",
            "content": "Um, so like, hold on... I'm trying to log in but, uh, it's not working."
        },
        {
            "role": "Customer Support",
            "content": "Got it."
        },
        {
            "role": "Customer",
            "content": "Do you know who I am? I've been a premium member for like, probably eight years."
        },
        {
            "role": "Customer Support",
            "content": "I can see that, yes, um, premium since 2016 actually... account PRE-00847-ZN... and, uh, while you're logging in, just so you know, we'd never ask for your full card number over email, only the last four digits for verification..."
        },
        {
            "role": "Customer",
            "content": "So basically it says my password is wrong but, um, I know it's not."
        },
        {
            "role": "Customer Support",
            "content": "Um, okay so that's... let me check if there's, uh, any security locks... sometimes if someone tries to access... hmm, yeah I see three failed attempts from a different IP address this morning..."
        },
        {
            "role": "Customer",
            "content": "Wait, what? So like, someone IS trying to scam me?"
        },
        {
            "role": "Customer Support",
            "content": "Looking at this, um, yeah someone definitely tried to get into your account around, er, 9:47 AM from an IP that's not yours... but the system blocked them so, uh, your account's safe, just locked as a precaution."
        },
        {
            "role": "Customer",
            "content": "I mean, I sort of need this fixed now, like, can you escalate this or something?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, um, so I'm gonna, er, unlock it right now with temporary code TMP-9903-BK22, and uh, honestly? I'd also set up two-factor authentication while you're in there... takes like thirty seconds and, um, prevents this stuff... there, you should be able to log in now."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "190ff9dd_script.json",
    "scenario": "suspicious that they're being scammed and wants verification this is really the company",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "skeptical_guarded",
                "demanding_entitled"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses",
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "concentrating_quiet"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "trailing_off",
                    "classic_fillers"
                ],
                "elongation": "natural_length",
                "pacing": "quick_efficient"
            }
        }
    }
}