{
    "conversation": [
        {
            "role": "Customer",
            "content": "Bon alors. Euh. Voyons voir... Mon paiement. C'est dû demain? Et je peux juste. Pas le faire."
        },
        {
            "role": "Customer Support",
            "content": "Ah ouais, alors genre, je comprends totalement ça – ça m'arrive aussi en fait, euh, justement le mois dernier avec mon paiement auto. Alors en gros laisse-moi, euh, sortir votre dossier là et, hmm, c'est quoi votre numéro de compte?"
        },
        {
            "role": "Customer",
            "content": "Euh, c'est... hmm, et si j'ai pas... Oh attends. 447-29-8841."
        },
        {
            "role": "Customer Support",
            "content": "C'est noté c'est noté."
        },
        {
            "role": "Customer",
            "content": "Alors vous pouvez. Vraiment faire ça? Vous êtes sûre?"
        },
        {
            "role": "Customer Support",
            "content": "Ouais alors, euh, je regarde le compte ACC-447298841 là et, euh, bonne nouvelle en fait – vous avez jamais demandé de report avant donc genre, on peut carrément s'arranger avec vous pour ça."
        },
        {
            "role": "Customer",
            "content": "Hmm, d'accord alors ça veut dire... Quoi. Combien de temps?"
        },
        {
            "role": "Customer Support",
            "content": "Alors normalement, euh, on peut faire genre sept à dix jours, mais euh, voilà le truc – je vois que vous êtes avec nous depuis, hmm, trois ans? Jamais manqué avant? Donc je vais, euh, vous mettre quatorze jours si ça vous aide."
        },
        {
            "role": "Customer",
            "content": "Attends. Vraiment? Euh. Vous êtes... vous êtes sûre que c'est autorisé?"
        },
        {
            "role": "Customer Support",
            "content": "Franchement? Genre ma manager m'a fait pareil quand je traversais des trucs, alors, euh, ouais. Le code de report EXT-92847-TMP est, euh, déjà en traitement et en gros vous allez recevoir la confirmation dans genre cinq minutes."
        },
        {
            "role": "Customer",
            "content": "Voyons voir... alors ça fait. Euh. Le 28 alors?"
        },
        {
            "role": "Customer Support",
            "content": "Exactement ça."
        },
        {
            "role": "Customer",
            "content": "Super. Parfait. Juste... fantastique. Encore un truc à gérer ce mois-là."
        },
        {
            "role": "Customer Support",
            "content": "Alors genre, euh, je sais que c'est stressant mais euh, voilà ce que je me dis toujours – vous avez appelé, vous avez géré, c'est, euh, c'est vraiment responsable en fait? La transaction TXN-884291-EX est réglée et genre, pas de frais de retard ni rien."
        },
        {
            "role": "Customer",
            "content": "Hmm, et si je... bon alors. Je peux. Mettre un prélèvement automatique? Après ça?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolument, alors euh, c'est vraiment malin ça parce que, euh, comme ça vous avez plus jamais à genre vous soucier des dates. Laissez-moi, hmm, vous envoyer le lien pour le prélèvement auto à, euh, l'email qu'on a dans le dossier là."
        },
        {
            "role": "Customer",
            "content": "Bien. Sûr. Parce que ça marche. Toujours parfaitement. Jamais de problèmes."
        },
        {
            "role": "Customer Support",
            "content": "Non je veux dire, euh, je vous comprends – genre la technologie quoi? Mais euh, franchement entre nous, ça m'a sauvée tellement de fois. Numéro de référence REF-20847-AP pour les, euh, instructions du prélèvement auto et genre, vous pouvez le programmer pour n'importe quel jour qui vous arrange."
        },
        {
            "role": "Customer",
            "content": "D'accord alors... euh, ça veut dire. Je suis bonne? Vous êtes sûre? Rien d'autre?"
        },
        {
            "role": "Customer Support",
            "content": "Alors en gros ouais, euh, vous êtes totalement réglée – paiement dû le 28 maintenant, la confirmation CON-449281-X devrait arriver dans votre boîte mail, et euh, les infos pour le prélèvement auto arrivent aussi. Genre, vous avez tout géré donc, euh, vraiment plus rien à vous inquiéter maintenant."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Okay so. Um. Let me see here... My payment. It's due tomorrow? And I just. Can't make it."
        },
        {
            "role": "Customer Support",
            "content": "Oh yeah, so like, I totally get that – happens to me too actually, um, just last month with my car payment. So basically let me, uh, pull up your account here and, hmm, what's your account number?"
        },
        {
            "role": "Customer",
            "content": "Uh, it's... hmm, what if I don't... Oh wait. 447-29-8841."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it."
        },
        {
            "role": "Customer",
            "content": "So can you. Actually do that? Are you sure?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, I'm looking at account ACC-447298841 here and, uh, good news actually – you've never requested an extension before so like, basically we can definitely work with you on this."
        },
        {
            "role": "Customer",
            "content": "Hmm, okay so that means... What. How long?"
        },
        {
            "role": "Customer Support",
            "content": "So typically, um, we can do like seven to ten days, but uh, here's the thing – I see you've been with us for, hmm, three years? Never missed before? So I'm gonna, uh, put you down for fourteen days if that helps."
        },
        {
            "role": "Customer",
            "content": "Wait. Really? Um. Are you... are you sure that's allowed?"
        },
        {
            "role": "Customer Support",
            "content": "Honestly? Like my manager did the same for me when I was going through stuff, so, um, yeah. Extension code EXT-92847-TMP is, uh, already being processed and basically you'll get the confirmation in like five minutes."
        },
        {
            "role": "Customer",
            "content": "Let me see... so that makes it. Um. The 28th then?"
        },
        {
            "role": "Customer Support",
            "content": "Exactly right."
        },
        {
            "role": "Customer",
            "content": "Great. Perfect. Just... fantastic. Another thing to worry about that month."
        },
        {
            "role": "Customer Support",
            "content": "So like, um, I know it's stressful but uh, here's what I always tell myself – you called, you handled it, that's, um, that's actually really responsible? Transaction TXN-884291-EX is all set and like, no late fees or anything."
        },
        {
            "role": "Customer",
            "content": "Hmm, what if I... okay so. Can I. Set up autopay? After this?"
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, so um, that's actually super smart because, uh, then you never have to like worry about dates again. Let me, hmm, send you the autopay setup link to, uh, the email we have on file here."
        },
        {
            "role": "Customer",
            "content": "Right. Sure. Because that always. Works out perfectly. Never any issues."
        },
        {
            "role": "Customer Support",
            "content": "No I mean, uh, I hear you – like technology right? But um, honestly between you and me, it's saved me so many times. Reference number REF-20847-AP for the, uh, autopay instructions and like, you can set it for any day that works."
        },
        {
            "role": "Customer",
            "content": "Okay so... um, that means. I'm good? Are you sure? Nothing else?"
        },
        {
            "role": "Customer Support",
            "content": "So basically yeah, um, you're totally set – payment due the 28th now, confirmation CON-449281-X should hit your inbox, and uh, autopay info coming too. Like, you handled it all so, um, genuinely nothing to worry about now."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "138e8631_script.json",
    "scenario": "requesting an extension on a payment due date",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "anxious_worried",
                "annoyed_sarcastic"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "humanizing_personal",
                "veteran_efficient"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}