{
    "conversation": [
        {
            "role": "Customer",
            "content": "J'appelle à propos d'une charge. Premium monitoring service? J'ai jamais inscrite pour ça."
        },
        {
            "role": "Customer Support",
            "content": "D'accord, euh, laissez-moi juste... trouver ça ici et, euh, je peux définitivement regarder ça pour vous... alors c'est quoi le... hmm... le numéro de compte?"
        },
        {
            "role": "Customer",
            "content": "Le numéro de compte c'est, euh, 4-4-7—non attendez, désolée, 4-7-7-2-9."
        },
        {
            "role": "Customer Support",
            "content": "Bon bon, je l'ai. Alors je vois le compte 4-7-7-2-9 ici et il y a une charge pour... laissez-moi trouver l'exact... okay oui, Premium Monitoring activé le 15 octobre avec code de confirmation PMN-88264-QV."
        },
        {
            "role": "Customer",
            "content": "Octobre? That's three months of charges. Savez-vous qui je suis?"
        },
        {
            "role": "Customer Support",
            "content": "Je comprends que vous êtes frustrée et, euh, je vais... ce que je peux faire c'est... hmm... je dois vérifier la méthode d'activation..."
        },
        {
            "role": "Customer",
            "content": "Je dirige deux compagnies. C'est inacceptable."
        },
        {
            "role": "Customer Support",
            "content": "Alors, euh, selon le système ici, le service était, euh, activé par votre portail en ligne avec, euh, transaction ID TXN-994527361 à 15h47 et il y a une... hmm... comment dire... une signature digitale."
        },
        {
            "role": "Customer",
            "content": "Signature digitale? J'ai jamais... I just... j'peux même pas..."
        },
        {
            "role": "Customer Support",
            "content": "Je vous entends, et même si je peux pas enlever les charges validées... laissez-moi voir quelles alternatives... okay alors je peux soumettre une demande d'audit, case number AUD-7739-RF22, which takes 5-7 business days."
        },
        {
            "role": "Customer",
            "content": "Cinq à sept... je suis juste tellement... euh, tout est juste... je sais pas..."
        },
        {
            "role": "Customer Support",
            "content": "Ou... actually wait, laissez-moi vérifier autre chose ici... je sors vos données d'usage..."
        },
        {
            "role": "Customer",
            "content": "Mon assistante gère ces comptes. Peut-être qu'elle... non, elle ferait pas ça."
        },
        {
            "role": "Customer Support",
            "content": "Okay alors, euh, intéressant... le service de monitoring montre, euh, zéro usage depuis l'activation, genre, no logins, no alerts accessed, nothing... hmm..."
        },
        {
            "role": "Customer",
            "content": "Zéro usage? Pendant trois mois?"
        },
        {
            "role": "Customer Support",
            "content": "Exactement. Alors avec zéro usage je peux... euh, laissez-moi vérifier notre politique sur... euh... les services non utilisés... une seconde..."
        },
        {
            "role": "Customer",
            "content": "J'ai besoin que ce soit réglé. Aujourd'hui. Or I'm calling—wait, c'est corporate? Legal? Je suis juste... ugh."
        },
        {
            "role": "Customer Support",
            "content": "Je l'ai trouvée. Alors parce qu'il y a pas d'usage dans le dossier REC-55412-NM, je peux escalader ça à notre équipe de révision de facturation avec priority flag PRI-2847... they can authorize a partial credit."
        },
        {
            "role": "Customer",
            "content": "Partiel? After charging me for nothing?"
        },
        {
            "role": "Customer Support",
            "content": "Alors, euh, voici ce que je fais... j'ajoute des notes à propos du, euh, zéro usage, la confusion sur l'activation, et, euh, je demande une révision complète sous ticket TKT-338856-B qui, hmm, entre vous et moi? Usually gets approved for cases like this."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I'm calling about a charge. Premium monitoring service? Never signed up for it."
        },
        {
            "role": "Customer Support",
            "content": "Okay, um, let me just... pull that up here and, uh, I can definitely look into that for you... so what's the... hmm... the account number?"
        },
        {
            "role": "Customer",
            "content": "Account number's, uh, 4-4-7—no wait, sorry, 4-7-7-2-9."
        },
        {
            "role": "Customer Support",
            "content": "Right right, got it. So I'm seeing account 4-7-7-2-9 here and there's a charge for... let me find the exact... okay yes, Premium Monitoring activated October 15th with confirmation code PMN-88264-QV."
        },
        {
            "role": "Customer",
            "content": "October? That's three months of charges. Do you know who I am?"
        },
        {
            "role": "Customer Support",
            "content": "I understand you're frustrated and, um, I'm going to... what I can do is... hmm... I need to check the activation method..."
        },
        {
            "role": "Customer",
            "content": "I run two companies. This is unacceptable."
        },
        {
            "role": "Customer Support",
            "content": "So, uh, according to the system here, the service was, um, activated through your online portal with, er, transaction ID TXN-994527361 at 3:47 PM and there's a... hmm... what's the word... a digital signature."
        },
        {
            "role": "Customer",
            "content": "Digital signature? I never... I just... I can't even..."
        },
        {
            "role": "Customer Support",
            "content": "I hear you, and while I can't remove validated charges... let me see what alternatives... okay so I can submit an audit request, case number AUD-7739-RF22, which takes 5-7 business days."
        },
        {
            "role": "Customer",
            "content": "Five to seven... I'm just so... um, everything's just... I don't..."
        },
        {
            "role": "Customer Support",
            "content": "Or... actually wait, let me check something else here... pulling up your usage data..."
        },
        {
            "role": "Customer",
            "content": "My assistant handles these accounts. Maybe she... no, she wouldn't."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, interesting... the monitoring service shows, uh, zero usage since activation, like, no logins, no alerts accessed, nothing... hmm..."
        },
        {
            "role": "Customer",
            "content": "Zero usage? For three months?"
        },
        {
            "role": "Customer Support",
            "content": "Right right. So with zero usage I can... um, let me check our policy on... er... unused services... one sec..."
        },
        {
            "role": "Customer",
            "content": "I need this fixed. Today. Or I'm calling—wait, is it corporate? Legal? I just... ugh."
        },
        {
            "role": "Customer Support",
            "content": "Found it. So because there's no usage on record REC-55412-NM, I can escalate this to our billing review team with priority flag PRI-2847... they can authorize a partial credit."
        },
        {
            "role": "Customer",
            "content": "Partial? After charging me for nothing?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, here's what I'm doing... I'm adding notes about the, uh, zero usage, the confusion about activation, and, er, requesting full review under ticket TKT-338856-B which, hmm, between you and me? Usually gets approved for cases like this."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "11f1cd25_script.json",
    "scenario": "complaining about being charged for a service they never used",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "demanding_entitled",
                "overwhelmed_shutdown"
            ],
            "disfluency": {
                "hesitation_amount": "minimal",
                "hesitation_types": [
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "professionally_firm",
                "concentrating_quiet"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off",
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}