{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] Olha, eu sei perfeitamente porque é que estás aqui—andas a ligar à minha lead developer três vezes por semana, e agora apareces-me no escritório a fingir que é sobre serviços de consultoria."
        },
        {
            "role": "Character 2",
            "content": "[confidently] Não estou a fingir nada—eu ofereço mesmo serviços de consultoria, mas sim, também estou interessada em falar com pessoas talentosas sobre oportunidades que podem transformar as carreiras delas."
        },
        {
            "role": "Character 1",
            "content": "Transformar a carreira dela? Ela já está a construir algo com significado aqui, não é só cuspir código para um parque de diversões de capital de risco que vai implodir em 18 meses."
        },
        {
            "role": "Character 2",
            "content": "[calmly] A empresa para a qual estou a recrutar tem lucros há 7 anos, e estão a oferecer o dobro do que tu pagas mais equity que realmente vale alguma coisa."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Achas que isto é só uma questão de dinheiro? [sighs] A Maria está comigo desde que éramos 4 pessoas a trabalhar na minha garagem, pá—ela não é só uma funcionária, é família."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Eu percebo a questão da lealdade, a sério que percebo, mas ela não devia pelo menos saber quais são as opções dela? [pause] Mantê-la às escuras não é propriamente tratá-la como família."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Ela sabe o valor que tem aqui—participação nos lucros, horário flexível, poder trabalhar em projetos nos quais acredita mesmo em vez de otimizar cliques de anúncios para betinhos do tech."
        },
        {
            "role": "Character 2",
            "content": "[directly] Esses betinhos do tech estão a oferecer-lhe a oportunidade de liderar uma equipa de 30 engenheiros e definir a direção do produto para milhões de utilizadores no mundo inteiro."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Pois, porque gerir 30 pessoas e passar o dia em reuniões é mesmo a razão pela qual ela foi para programação. [exhales] Vocês recrutadores vendem todos a mesma fantasia."
        },
        {
            "role": "Character 2",
            "content": "Não é fantasia quando a carta de oferta é real e o bónus de assinatura dá para pagar a hipoteca dela—isso é segurança para o futuro dos filhos dela, não é propaganda corporativa."
        },
        {
            "role": "Character 1",
            "content": "Os filhos dela já têm segurança porque nós oferecemos equilíbrio trabalho-vida a sério, não o tipo em que respondes a mensagens no Slack durante o recital da tua filha."
        },
        {
            "role": "Character 2",
            "content": "[gently] Ouve, eu respeito o que construíste aqui, mas foi a Maria que me contactou primeiro—anda a atualizar o LinkedIn e a sondar o mercado há 2 meses."
        },
        {
            "role": "Character 1",
            "content": "[quietly] O quê? [pause] Não, isso não—ela ter-me-ia dito se estivesse infeliz, almoçamos juntas todas as quartas e ela nunca... nunca mencionou nada."
        },
        {
            "role": "Character 2",
            "content": "[sympathetically] Talvez ela não te quisesse magoar, especialmente se a vês como família—às vezes as pessoas precisam de explorar opções sem sentir que estão a trair alguém."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] Se ela quiser ir embora, não a vou impedir, mas isto parece-me mal—tu apareceres aqui, negociares nas costas dela antes de ela sequer ter decidido."
        },
        {
            "role": "Character 2",
            "content": "[reassuringly] Não estou a negociar nada sem ela—na verdade estou aqui para perguntar se considerarias um acordo de consultoria em que ela pudesse trabalhar part-time para as duas empresas durante a transição."
        },
        {
            "role": "Character 1",
            "content": "Uma transição? Então já estás a assumir que ela já se foi embora, que 15 anos a construir algo juntas não significam nada comparado com o vosso pacote de Silicon Valley."
        },
        {
            "role": "Character 2",
            "content": "[honestly] Não estou a assumir nada, mas faço isto há 12 anos e quando alguém começa a atender as minhas chamadas, já está a meio caminho da porta. [sighs] Estou a tentar tornar isto mais fácil para toda a gente."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Mais fácil. [long pause] Pois. Nada nisto de ver a tua melhor developer ir para uma empresa que provavelmente vai ser comprada e desmantelada em 2 anos... nada disto parece fácil."
        },
        {
            "role": "Character 2",
            "content": "Pelo menos falavas diretamente com a Maria sobre o que ela quer em vez de estarmos as duas aqui a fazer suposições sobre o futuro dela? É só isso que estou a pedir."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[firmly] Look, I know exactly why you're here—you've been calling my lead developer three times a week, and now you show up at my office pretending it's about consulting services."
        },
        {
            "role": "Character 2",
            "content": "[confidently] I'm not pretending anything—I do offer consulting services, but yes, I'm also interested in talking to talented people about opportunities that could transform their careers."
        },
        {
            "role": "Character 1",
            "content": "Transform her career? She's already building something meaningful here, not just churning out code for some venture capital playground that'll implode in eighteen months."
        },
        {
            "role": "Character 2",
            "content": "[calmly] The company I'm recruiting for has been profitable for seven years, and they're offering twice what you're paying plus equity that actually means something."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] You think this is just about money? [sighs] Maria's been with me since we had four employees working out of my garage—she's not just an employee, she's family."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] I understand the loyalty aspect, I really do, but shouldn't she at least know what her options are? [pause] Keeping her in the dark isn't exactly treating her like family."
        },
        {
            "role": "Character 1",
            "content": "[defensive] She knows her worth here—profit sharing, flexible hours, the ability to work on projects she actually believes in instead of optimizing ad clicks for tech bros."
        },
        {
            "role": "Character 2",
            "content": "[directly] Those tech bros are offering her a chance to lead a team of thirty engineers and shape product direction for millions of users worldwide."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Right, because managing thirty people and sitting in meetings all day is why she got into programming in the first place. [exhales] You recruiters all pitch the same fantasy."
        },
        {
            "role": "Character 2",
            "content": "It's not a fantasy when the offer letter is real and the signing bonus could pay off her mortgage—that's security for her kids' future, not corporate propaganda."
        },
        {
            "role": "Character 1",
            "content": "Her kids already have security because we offer actual work-life balance, not the kind where you answer Slack messages at your daughter's recital."
        },
        {
            "role": "Character 2",
            "content": "[gently] Listen, I respect what you've built here, but Maria contacted me first—she's been updating her LinkedIn and putting out feelers for the last two months."
        },
        {
            "role": "Character 1",
            "content": "[quietly] What? [pause] No, that's not—she would have talked to me if she was unhappy, we have lunch together every Wednesday and she's never mentioned anything."
        },
        {
            "role": "Character 2",
            "content": "[sympathetically] Maybe she didn't want to hurt you, especially if you see her as family—sometimes people need to explore options without feeling like they're betraying someone."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] If she wants to leave, I won't stop her, but this feels wrong—you showing up here, going behind her back to negotiate before she's even decided."
        },
        {
            "role": "Character 2",
            "content": "[reassuringly] I'm not negotiating anything without her—I'm actually here to ask if you'd consider a consulting arrangement where she could work part-time for both companies during the transition."
        },
        {
            "role": "Character 1",
            "content": "A transition? So you're just assuming she's already gone, that fifteen years of building something together means nothing compared to your Silicon Valley package."
        },
        {
            "role": "Character 2",
            "content": "[honestly] I'm not assuming anything, but I've been doing this for twelve years and when someone starts taking my calls, they're already halfway out the door. [sighs] I'm trying to make this easier for everyone."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Easier. [long pause] Yeah, nothing about watching your best developer leave for a company that'll probably get acquired and gutted within two years feels easy."
        },
        {
            "role": "Character 2",
            "content": "Would you at least talk to Maria directly about what she wants instead of both of us making assumptions about her future? That's all I'm really asking here."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "22df6086_scenario.json",
    "scenario": "A Gen X small business owner confronts a tech recruiter who's been aggressively pursuing their lead developer with lucrative offers from a larger company.",
    "type": "scenario_conversation",
    "character_1_role": "gen x",
    "character_2_role": "sourcer",
    "selected_tones": [
        "combative",
        "caring",
        "down-to-earth"
    ],
    "tone_options": [
        "appreciative",
        "symmetrical",
        "combative",
        "caring",
        "choppy",
        "hoarding",
        "static",
        "down-to-earth",
        "old-fashioned",
        "imitating"
    ]
}