{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Hum, disseram-me que talvez tenha, [hesitantly], documentos sobre a investigação da Dra. Elena Morrison de 1987, e, bem, preciso de os ver porque, [shaky voice], ela era minha mãe e acho que, [quietly], aconteceu algo ao trabalho dela de que nunca ninguém falou."
        },
        {
            "role": "Character 2",
            "content": "[formal] Esses ficheiros em particular são restritos e requerem autorizações especiais que, [stern], normalmente demoram meses a obter pelos canais apropriados."
        },
        {
            "role": "Character 1",
            "content": "Ela morreu quando eu tinha 12 anos e nunca recebeu, [bitter], o reconhecimento pela descoberta que lançou toda a carreira do Professor Hartley."
        },
        {
            "role": "Character 2",
            "content": "Bem, não devia estar a dizer-lhe isto, mas, [whispering], há caixas nos arquivos da cave que nunca foram devidamente catalogadas."
        },
        {
            "role": "Character 1",
            "content": "[warm] Sabes, hum, tenho andado a ensinar as teorias dela aos meus alunos sem sequer, [passionately], perceber que eram dela porque o Hartley publicou-as como sendo dele, e, é, agora entendo porque é que ela parecia tão, [exhausted], derrotada naqueles últimos anos."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Sou a guardiã destes registos há 30 anos e, bem, às vezes a verdade fica em caixas enquanto, [regretful], as mentiras são publicadas nos manuais, percebes?"
        },
        {
            "role": "Character 1",
            "content": "[anxious] Então, hum, estás a dizer que há provas reais lá em baixo que podem, [excited], vindicá-la depois de todos estes anos, quer dizer, restaurar a reputação dela?"
        },
        {
            "role": "Character 2",
            "content": "[prudent] Bem, há cadernos de laboratório com datas que, hum, antecedem as publicações do Hartley em 18 meses, juntamente com, [carefully], correspondência que sugere que ela tentou lutar contra ele mas, [trailing off], o departamento enterrou tudo..."
        },
        {
            "role": "Character 1",
            "content": "[angry] A universidade protegeu-o porque ele trazia financiamentos enquanto ela era apenas, [frustrated], uma investigadora júnior sem contactos, e eles, [very quietly], destruíram-na."
        },
        {
            "role": "Character 2",
            "content": "[sympathetically] A velha guarda ainda tem influência aqui, e é por isso que, [nervous], mantive estes documentos escondidos em vez de catalogados como deve ser."
        },
        {
            "role": "Character 1",
            "content": "[determined] Precisamos de tirar esses documentos de lá e, [urgently], torná-los públicos antes que alguém perceba o que estamos a fazer."
        },
        {
            "role": "Character 2",
            "content": "[conflicted] O meu cargo aqui exige discrição, mas às vezes, [thoughtfully], fazer o que é certo importa mais do que seguir o protocolo, e a história da tua mãe já, [emotionally], assombrou estes arquivos tempo demais."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Quer dizer, estás a arriscar a tua carreira só por, [trembling], me mostrares estes ficheiros, e, hum, não sei como te agradecer."
        },
        {
            "role": "Character 2",
            "content": "[resolved] Bem, tornei-me arquivista para preservar a verdade, não para, hum, escondê-la, e se me despedirem por, [proudly], finalmente fazer a coisa certa, que seja."
        },
        {
            "role": "Character 1",
            "content": "[cautious] Hum, como é que sequer começamos a, é, documentar tudo sem alertar os aliados do Hartley que ainda, [bitterly], controlam o departamento de história?"
        },
        {
            "role": "Character 2",
            "content": "[conspiratorial] Há um projeto de digitalização na próxima semana que nos daria, [quickly], acesso legítimo para mover caixas sem levantar, [whispering loudly], suspeitas."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] A minha mãe dizia sempre que a verdade viria ao de cima eventualmente, embora não acho que ela, [sadly], acreditasse que fosse acontecer."
        },
        {
            "role": "Character 2",
            "content": "[gently] Bem, às vezes é preciso uma geração para que, hum, a coragem alcance a injustiça, e, [firmly], nós somos essa geração agora."
        },
        {
            "role": "Character 1",
            "content": "[emotional] Passei, hum, 15 anos a perguntar-me se ela era mesmo tão brilhante como eu me lembrava, ou se o luto tinha, [softly], amplificado a memória dela, mas agora sei que ela era, [crying while speaking], tudo o que eu acreditava e mais."
        },
        {
            "role": "Character 2",
            "content": "Bem, o trabalho da tua mãe vai finalmente ver a luz do dia, e, [sincerely], isso é tudo o que qualquer arquivista realmente espera."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Um, someone told me you might have, [hesitantly], documents about Dr. Elena Morrison's research from 1987, and, well, I need to see them because, [shaky voice], she was my mother and I think, [quietly], something happened to her work that nobody ever talked about."
        },
        {
            "role": "Character 2",
            "content": "[formal] Those particular files are restricted and require special permissions that, [stern], typically take months to obtain through proper channels."
        },
        {
            "role": "Character 1",
            "content": "She died when I was twelve and never got, [bitter], credit for the breakthrough that launched Professor Hartley's entire career."
        },
        {
            "role": "Character 2",
            "content": "Well, I shouldn't be telling you this, but, [whispering], there are boxes in the basement archives that were never properly catalogued."
        },
        {
            "role": "Character 1",
            "content": "[warm] You know, um, I've been teaching her theories to my students without even, [passionately], realizing they were hers because Hartley published them as his own, and, er, now I understand why she seemed so, [exhausted], defeated in those last years."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] I've been the keeper of these records for thirty years and, well, sometimes the truth sits in boxes while, [regretful], lies get published in textbooks, you know?"
        },
        {
            "role": "Character 1",
            "content": "[anxious] So, um, you're saying there's actual proof down there that could, [excited], vindicate her after all these years, I mean, restore her reputation?"
        },
        {
            "role": "Character 2",
            "content": "[prudent] Well, there are lab notebooks with dates that, um, predate Hartley's publications by eighteen months, along with, [carefully], correspondence that suggests she tried to fight him but, [trailing off], the department buried it all..."
        },
        {
            "role": "Character 1",
            "content": "[angry] The university protected him because he brought in grant money while she was just, [frustrated], a junior researcher with no connections, and they, [very quietly], destroyed her."
        },
        {
            "role": "Character 2",
            "content": "[sympathetically] The old guard still has influence here, which is why, [nervous], I've kept these documents hidden rather than catalogued properly."
        },
        {
            "role": "Character 1",
            "content": "[determined] We need to get those documents out and, [urgently], make them public before anyone realizes what we're doing."
        },
        {
            "role": "Character 2",
            "content": "[conflicted] My position here requires discretion, but sometimes, [thoughtfully], doing what's right matters more than following protocol, and your mother's story has, [emotionally], haunted these archives long enough."
        },
        {
            "role": "Character 1",
            "content": "[grateful] I mean, you're risking your career by even, [trembling], showing me these files, and, um, I don't know how to thank you."
        },
        {
            "role": "Character 2",
            "content": "[resolved] Well, I became an archivist to preserve truth, not to, um, hide it, and if they fire me for, [proudly], finally doing the right thing, so be it."
        },
        {
            "role": "Character 1",
            "content": "[cautious] Um, how do we even begin to, er, document everything without alerting Hartley's allies who still, [bitterly], control the history department?"
        },
        {
            "role": "Character 2",
            "content": "[conspiratorial] There's a digitization project next week that would give us, [quickly], legitimate access to move boxes around without raising, [whispering loudly], suspicions."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] My mother kept saying the truth would come out eventually, though I don't think she, [sadly], believed it would happen."
        },
        {
            "role": "Character 2",
            "content": "[gently] Well, sometimes it takes a generation for, um, courage to catch up with injustice, and, [firmly], we're that generation now."
        },
        {
            "role": "Character 1",
            "content": "[emotional] I've spent, um, fifteen years wondering if she was really as brilliant as I remembered, or if grief had, [softly], magnified her in my memory, but now I know she was, [crying while speaking], everything I believed and more."
        },
        {
            "role": "Character 2",
            "content": "Well, your mother's work will finally see daylight, and, [sincerely], that's all any archivist really hopes for."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "8ad74837_scenario.json",
    "scenario": "A teaching assistant discovers the university archivist has been safeguarding documents that prove their late mother's groundbreaking research was stolen by a prominent professor.",
    "type": "scenario_conversation",
    "character_1_role": "archivist",
    "character_2_role": "teaching assistant",
    "selected_tones": [
        "old-fashioned",
        "prudent",
        "trusting"
    ],
    "tone_options": [
        "adaptable",
        "curt",
        "old-fashioned",
        "flowing",
        "prudent",
        "plummeting",
        "harmonizing",
        "feeble",
        "misdirecting",
        "trusting"
    ]
}