{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] Um, I never expected to see you here, quer dizer, como é que tu conseguiste, [trembling], encontrar-me depois de todos estes anos quando eu fiz questão de, [quietly], desaparecer completamente da tua vida? [pause]"
        },
        {
            "role": "Character 2",
            "content": "[bitter] Well, uh, it took me three years of searching, e tive de gastar o meu fundo universitário para contratar um detetive privado para, [angry], localizar a mulher que me lia histórias antes de dormir."
        },
        {
            "role": "Character 1",
            "content": "[defensive] You know, um, you shouldn't have come here, porque, [shaky voice], este não é o tipo de lugar para alguém como tu. [sigh]"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] So, like, what am I supposed to do, simplesmente fingir que a minha madrinha não me, [confused], abandonou quando eu tinha 12 anos sem qualquer, [loudly], explicação? [groan]"
        },
        {
            "role": "Character 1",
            "content": "Well, I mean, there are things about my life, que é, [hesitantly], melhor tu não saberes, coisas que mudariam a forma como tu, [whispering], recordas aqueles bons tempos que tivemos antes de tudo, [trailing off], desabar..."
        },
        {
            "role": "Character 2",
            "content": "[coldly] Those good times feel like lies now, quando vejo, [disgusted], no que te tornaste, quando percebo que tu escolheste, [very quietly], isto em vez de fazeres parte da minha vida."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] You think I chose this life like picking, [regretful], coisas de um menu, mas às vezes as circunstâncias empurram-te para, [exhausted], cantos que nunca imaginaste que te encontrarias presa. [cough]"
        },
        {
            "role": "Character 2",
            "content": "[sarcastic] Right, because becoming a call girl was obviously, [mocking], a única opção disponível para alguém com mestrado em, [bitterly], serviço social que costumava aconselhar adolescentes problemáticos."
        },
        {
            "role": "Character 1",
            "content": "Um, your mother's medical bills were eating through, [anxious], tudo o que tínhamos, e bem, eu não podia deixá-la morrer. [gasp]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] My mother's bills were covered by insurance, e pela, [whispering loudly], pensão do pai, então isso é apenas mais uma mentira que tu contas a ti própria para, [slowly], justificar escolhas das quais tens demasiada vergonha para assumir."
        },
        {
            "role": "Character 1",
            "content": "There were other debts, que os teus pais nunca te, [very sadly], contaram."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] I mean, um, even if that's true, tu podias ter-me, [passionately], dito alguma coisa em vez de simplesmente desapareceres e deixares-me a pensar se eu tinha, [broken], feito algo errado para te afastar. [sniffle]"
        },
        {
            "role": "Character 1",
            "content": "[warm] Never that, nunca isso."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Well, uh, then help me understand, porque eu passei, [pleading], 6 anos a tentar perceber porque é que alguém que dizia, [quickly], amar-me podia simplesmente apagar-se da minha existência. [laugh bitterly]"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] Sometimes protecting someone means becoming, [monotone], a vilã na história deles em vez de os arrastar para a tua, [very melancholic], escuridão. [deep sigh]"
        },
        {
            "role": "Character 2",
            "content": "[relieved] You know, um, I actually thought maybe, tu estavas, [curious], morta porque isso parecia mais fácil de aceitar do que tu, [speeding up], escolheres abandonar-me."
        },
        {
            "role": "Character 1",
            "content": "Er, maybe I should have let you believe that, quer dizer, teria sido, [formal], mais gentil do que deixar-te ver no que eu tive de me, [mumbling], tornar para sobreviver de formas que tu nunca vais, [clearing throat], compreender..."
        },
        {
            "role": "Character 2",
            "content": "[upset] Um, well, the woman who taught me to be brave, e, [stern], honesta aparentemente esqueceu-se dessas lições quando as coisas ficaram, [high-pitched], difíceis e escolheu o caminho da cobardia."
        },
        {
            "role": "Character 1",
            "content": "You're right, like, I am a coward, uma cobarde que não conseguiu, [ashamed], enfrentar-te enquanto fazia o que tinha de fazer para, [crying], manter certas pessoas seguras de coisas que tu não sabes."
        },
        {
            "role": "Character 2",
            "content": "[resigned] I came here hoping for closure, mas tudo o que encontrei foram, [disappointed], mais perguntas embrulhadas em meias-verdades de alguém que eu já não, [very slowly], reconheço e que continua a insinuar segredos que nunca vai realmente, [hollow], revelar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shocked] Um, I never expected to see you here, I mean, how did you even, [trembling], find me after all these years when I made sure to, [quietly], disappear completely from your life? [pause]"
        },
        {
            "role": "Character 2",
            "content": "[bitter] Well, uh, it took me three years of searching and hiring a private investigator with my college fund to, [angry], track down the woman who used to read me bedtime stories."
        },
        {
            "role": "Character 1",
            "content": "[defensive] You know, um, you shouldn't have come here because, [shaky voice], this isn't the kind of place for someone like you. [sigh]"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] So, like, what am I supposed to do, just pretend that my godmother didn't, [confused], abandon me when I was twelve without any, [loudly], explanation whatsoever? [groan]"
        },
        {
            "role": "Character 1",
            "content": "Well, I mean, there are things about my life that you're, [hesitantly], better off not knowing, things that would change how you, [whispering], remember those good times we had before everything, [trailing off], fell apart..."
        },
        {
            "role": "Character 2",
            "content": "[coldly] Those good times feel like lies now when I see, [disgusted], what you've become, when I understand that you chose, [very quietly], this over being part of my life."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] You think I chose this life like picking, [regretful], items off a menu, but sometimes circumstances push you into, [exhausted], corners you never imagined you'd find yourself trapped in. [cough]"
        },
        {
            "role": "Character 2",
            "content": "[sarcastic] Right, because becoming a call girl was obviously the, [mocking], only option available to someone with a master's degree in, [bitterly], social work who used to counsel troubled teens."
        },
        {
            "role": "Character 1",
            "content": "Um, your mother's medical bills were eating through, [anxious], everything we had, and well, I couldn't let her die. [gasp]"
        },
        {
            "role": "Character 2",
            "content": "[stunned] My mother's bills were covered by insurance and Dad's, [whispering loudly], pension, so that's just another lie you're telling yourself to, [slowly], justify choices you're too ashamed to actually own."
        },
        {
            "role": "Character 1",
            "content": "There were other debts your parents never, [very sadly], told you about."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] I mean, um, even if that's true, you could have, [passionately], told me something instead of just vanishing and leaving me to wonder if I'd, [broken], done something wrong to drive you away. [sniffle]"
        },
        {
            "role": "Character 1",
            "content": "[warm] Never that."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Well, uh, then help me understand because I've spent, [pleading], six years trying to figure out why someone who claimed to, [quickly], love me could just erase themselves from my existence. [laugh bitterly]"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] Sometimes protecting someone means becoming the, [monotone], villain in their story rather than dragging them into your, [very melancholic], darkness. [deep sigh]"
        },
        {
            "role": "Character 2",
            "content": "[relieved] You know, um, I actually thought maybe you were, [curious], dead because that seemed easier to accept than you, [speeding up], choosing to abandon me."
        },
        {
            "role": "Character 1",
            "content": "Er, maybe I should have let you believe that, I mean, it would have been, [formal], kinder than letting you see what I've had to, [mumbling], become to survive in ways you'll never, [clearing throat], understand..."
        },
        {
            "role": "Character 2",
            "content": "[upset] Um, well, the woman who taught me to be brave and, [stern], honest apparently forgot those lessons herself when things got, [high-pitched], difficult and chose the coward's way out instead."
        },
        {
            "role": "Character 1",
            "content": "You're right, like, I am a coward who couldn't, [ashamed], face you while doing what I had to do to, [crying], keep certain people safe from things you don't know about."
        },
        {
            "role": "Character 2",
            "content": "[resigned] I came here hoping for closure but all I found was, [disappointed], more questions wrapped in half-truths from someone I don't, [very slowly], recognize anymore who keeps hinting at secrets she'll never actually, [hollow], reveal."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "8cc82772_scenario.json",
    "scenario": "A call girl encounters her estranged godchild who tracked her down after years of searching, desperate for answers about why she disappeared from their life.",
    "type": "scenario_conversation",
    "character_1_role": "call girl",
    "character_2_role": "godchild",
    "selected_tones": [
        "measured",
        "incomplete",
        "rejecting"
    ],
    "tone_options": [
        "complementary",
        "dismissive",
        "rejecting",
        "dry",
        "optimistic",
        "measured",
        "incomplete",
        "destructive",
        "sarcastic",
        "opposing"
    ]
}