{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[confidently] Three days left."
        },
        {
            "role": "Character 2",
            "content": "[stern] You said you had information about the Whitmore policies, aquelas onde 17 beneficiários cobraram indemnizações por mortes que nunca aconteceram. [pause] É por isso que estou aqui, em vez de te deixar levar os teus segredos para a cova."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Funny how everyone suddenly wants to hear what I have to say, agora que o relógio está a contar. [chuckles] Vinte anos neste corredor e ninguém quis saber do que eu sabia até à semana passada."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Cut the self-pity."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Fine, let's talk business then. [clearing throat] O esquema Whitmore era só a ponta do iceberg, e a pessoa que orquestrou tudo isto é alguém com quem tens trabalhado na última década."
        },
        {
            "role": "Character 1",
            "content": "Someone in your Boston office."
        },
        {
            "role": "Character 2",
            "content": "[shocked] That's impossible, eu própria investiguei toda a gente da minha equipa, faço verificações de antecedentes duas vezes por ano. [anxious] Temos protocolos especificamente desenhados para prevenir fraude interna a essa escala."
        },
        {
            "role": "Character 1",
            "content": "[mockingly] Protocols don't mean much, quando a pessoa que os escreve é a mesma que os viola. [sighs] O teu diretor adjunto, o Marcus Chen, anda a gerir esquemas desde antes de tu sequer seres promovida."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Marcus trained me, trouxe-me para a divisão de fraudes quando mais ninguém me dava uma oportunidade. [shaky voice] Ele tem sido como um pai para mim durante 15 anos."
        },
        {
            "role": "Character 1",
            "content": "Yeah well, o paizinho tem usado as tuas investigações para identificar pontos fracos no sistema, depois explora-os através de empresas fantasma. [pause] Por cada caso que tu fechavas, ele abria mais dois."
        },
        {
            "role": "Character 2",
            "content": "[angry] Prove it."
        },
        {
            "role": "Character 1",
            "content": "[calmly] Check the Bermuda accounts, aqueles sob o nome Cerulean Holdings, cruza as referências com as datas dos teus grandes encerramentos de casos. [slowly] Vais encontrar depósitos num prazo de 48 horas após cada condenação que conseguiste."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] How could you possibly know about offshore accounts from death row? [suspicious] Não tens acesso à internet nem contacto exterior exceto advogados há duas décadas."
        },
        {
            "role": "Character 1",
            "content": "[warmly] My cellmate until last year, era o antigo contabilista do Chen, um tipo chamado Tommy Reeves. [chuckles] O cancro do pulmão apanhou-o antes do estado poder fazê-lo, mas ele falou bastante antes de partir."
        },
        {
            "role": "Character 2",
            "content": "[desperately] If this is true, se o Marcus tem andado a usar-me como cobertura para 20 milhões em fraude, preciso de mais do que só nomes de contas. [quickly] Preciso de datas, montantes, nomes de vítimas, documentação que aguente em tribunal."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Tommy kept copies of everything, enterrou-as numa unidade de armazenamento em Quincy antes de ser preso. [pause] Unidade 447 no SafeKeep na Hancock Street, a combinação é a data de nascimento da filha dele ao contrário."
        },
        {
            "role": "Character 2",
            "content": "[skeptical] And you're just giving this to me, por pura bondade do teu coração? [bitter] Uma condenada a desenvolver uma consciência de repente três dias antes da execução parece conveniente demais."
        },
        {
            "role": "Character 1",
            "content": "[softly] I've got nothing left to lose, e talvez uma coisa para ganhar. [sighs] O Chen foi o investigador principal no meu caso há 23 anos, plantou provas que selaram a minha condenação."
        },
        {
            "role": "Character 2",
            "content": "[whispering] Jesus Christ, estás a dizer que és inocente? [very quietly] Que o Marcus te incriminou por homicídio e eu tenho trabalhado para ele este tempo todo sem saber?"
        },
        {
            "role": "Character 1",
            "content": "[resigned] Check the storage unit, segue o rasto do dinheiro, e quando encontrares o que procuras, talvez alguém finalmente acredite em mim. [exhausted] Três dias não é tempo suficiente para me salvar, mas talvez seja o suficiente para o apanhar."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[confidently] Three days left."
        },
        {
            "role": "Character 2",
            "content": "[stern] You said you had information about the Whitmore policies, the ones where seventeen beneficiaries collected on deaths that never happened. [pause] That's why I'm here instead of letting you take your secrets to the grave."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Funny how everyone suddenly wants to hear what I have to say now that the clock's ticking. [chuckles] Twenty years on this row and nobody gave a damn about what I knew until last week."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Cut the self-pity."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Fine, let's talk business then. [clearing throat] The Whitmore scam was just the tip of the iceberg, and the person who orchestrated it is someone you've been working alongside for the past decade."
        },
        {
            "role": "Character 1",
            "content": "Someone in your Boston office."
        },
        {
            "role": "Character 2",
            "content": "[shocked] That's impossible, I've vetted everyone on my team personally, run background checks twice a year. [anxious] We have protocols specifically designed to prevent internal fraud at that scale."
        },
        {
            "role": "Character 1",
            "content": "[mockingly] Protocols don't mean much when the person writing them is the one breaking them. [sighs] Your deputy director, Marcus Chen, he's been running schemes since before you even got promoted."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Marcus trained me, brought me into the fraud division when nobody else would give me a chance. [shaky voice] He's been like a father to me for fifteen years."
        },
        {
            "role": "Character 1",
            "content": "Yeah well, daddy's been using your investigations to identify weak points in the system, then exploiting them through shell companies. [pause] Every case you closed, he opened two more."
        },
        {
            "role": "Character 2",
            "content": "[angry] Prove it."
        },
        {
            "role": "Character 1",
            "content": "[calmly] Check the Bermuda accounts under the name Cerulean Holdings, cross-reference them with the dates of your major case closures. [slowly] You'll find deposits within forty-eight hours of every conviction you secured."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] How could you possibly know about offshore accounts from death row? [suspicious] You haven't had internet access or outside contact except for lawyers in two decades."
        },
        {
            "role": "Character 1",
            "content": "[warmly] My cellmate until last year was Chen's former accountant, guy named Tommy Reeves. [chuckles] Lung cancer got him before the state could, but he talked plenty before he went."
        },
        {
            "role": "Character 2",
            "content": "[desperately] If this is true, if Marcus has been using me as cover for twenty million in fraud, I need more than just account names. [quickly] I need dates, amounts, victim names, documentation that will hold up in court."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Tommy kept copies of everything, buried them in a storage unit in Quincy before he got arrested. [pause] Unit 447 at the SafeKeep on Hancock Street, combination is his daughter's birthday backwards."
        },
        {
            "role": "Character 2",
            "content": "[skeptical] And you're just giving this to me out of the goodness of your heart? [bitter] A condemned man suddenly developing a conscience three days before his execution seems a little too convenient."
        },
        {
            "role": "Character 1",
            "content": "[softly] I've got nothing left to lose and maybe one thing left to gain. [sighs] Chen was the lead investigator on my case twenty-three years ago, planted evidence that sealed my conviction."
        },
        {
            "role": "Character 2",
            "content": "[whispering] Jesus Christ, you're saying you're innocent? [very quietly] That Marcus framed you for murder and I've been working for him this whole time without knowing?"
        },
        {
            "role": "Character 1",
            "content": "[resigned] Check the storage unit, follow the money trail, and when you find what you're looking for, maybe someone will finally believe me. [exhausted] Three days isn't enough time to save me, but it might be enough to get him."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "225a1cf9_scenario.json",
    "scenario": "An insurance investigator visits a death row inmate who claims to have information about a massive insurance fraud scheme involving the investigator's trusted mentor.",
    "type": "scenario_conversation",
    "character_1_role": "condemned",
    "character_2_role": "insurance investigator",
    "selected_tones": [
        "bold",
        "tensing",
        "cooperative"
    ],
    "tone_options": [
        "adaptable",
        "pushing-away",
        "hopeful",
        "flirtatious",
        "bold",
        "growing",
        "cooperative",
        "tensing",
        "naive",
        "pacifying"
    ]
}