{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ouve, trabalho neste armazém há quinze anos e nunca, [ansioso], vi documentação tão mal feita em provas que supostamente vão condenar alguém amanhã. [pausa]"
        },
        {
            "role": "Character 2",
            "content": "[frustrado] Bem, hum, o que é que me estás, [severo], a dizer exactamente porque, é, tenho as alegações iniciais às nove da manhã e sabes, este caso tem sido à prova de bala há meses."
        },
        {
            "role": "Character 1",
            "content": "[trémulo] Hum, as amostras de sangue do homicídio Jenkins, bem, foram, [sussurrando], registadas quatro vezes com, [confuso], números de distintivo de agentes diferentes que, quer dizer, não correspondem a nenhum agente real no sistema."
        },
        {
            "role": "Character 2",
            "content": "[zangado] Então estás a dizer que, hum, alguém andou a, [voz trémula], falsificar os registos da cadeia de custódia das provas principais de que, é, toda a minha acusação depende?"
        },
        {
            "role": "Character 1",
            "content": "[amargo] Olha, hum, não estou a dizer nada excepto que, [rapidamente], estas assinaturas são falsificações, os registos temporais não, [muito baixinho], correspondem às gravações de segurança, e, bem, alguém com autorização elevada andou a, [furioso], cobrir o rasto. [gemido]"
        },
        {
            "role": "Character 2",
            "content": "[chocado] Isto destrói tudo o que construímos, [alto], tudo aquilo que aquela família esperou dezoito meses para ver justiça feita. [suspiro]"
        },
        {
            "role": "Character 1",
            "content": "[apologético] Fiquei até tarde a verificar três vezes porque não conseguia, [hesitante], acreditar no que estava a ver mas quanto mais escavo, [exausto], pior isto fica."
        },
        {
            "role": "Character 2",
            "content": "[desesperado] Diz-me que há alguma coisa, [chorando ao falar], qualquer coisa que possamos salvar aqui porque se estas provas estão comprometidas então um assassino, [sussurrar alto], sai livre amanhã e sou eu que, [muito triste], falhei com aquelas vítimas."
        },
        {
            "role": "Character 1",
            "content": "[caloroso] Bem, hum, talvez haja, [aliviado], uma coisa—os frascos de reserva que, é, ninguém registou porque foram directamente para o laboratório independente, sabes."
        },
        {
            "role": "Character 2",
            "content": "Hum, espera, queres dizer que há, [entusiasmado], provas não comprometidas que não foram, quer dizer, bem, adulteradas algures num laboratório agora mesmo? [arfar]"
        },
        {
            "role": "Character 1",
            "content": "[confiante] É, pois, o Protocolo 47-B exige, [devagar], amostras duplicadas para casos capitais e, hum, bem, quem falsificou estes registos não sabia do conjunto secundário."
        },
        {
            "role": "Character 2",
            "content": "[sem fôlego] Hum, Deus, se essas amostras estão limpas então, [apaixonadamente], ainda conseguimos apanhar este sacana mas, bem, precisamos de, [freneticamente], as proteger antes que quem fez isto, é, perceba que existem e quer dizer, as faça desaparecer também. [tosse]"
        },
        {
            "role": "Character 1",
            "content": "[monótono] Hum, bem, já está feito. [riso]"
        },
        {
            "role": "Character 2",
            "content": "[demasiado polido] Tu, criatura linda e brilhante—acabaste de, [muito entusiasmado], salvar este caso e provavelmente toda a minha carreira de uma destruição completa."
        },
        {
            "role": "Character 1",
            "content": "O problema é que ainda temos um problema maior porque alguém, [perturbado], dentro do nosso sistema está corrompido e vão perceber que estamos na pista deles em breve."
        },
        {
            "role": "Character 2",
            "content": "Pois, e quando perceberem que, [preocupado], contornámos a sabotagem deles, as coisas vão ficar, [sonolento], perigosas para nós as duas mesmo, [voz a desvanecer], mesmo depressa..."
        },
        {
            "role": "Character 1",
            "content": "[arrependido] Já recebi duas, [acelerando], chamadas sem resposta esta noite e o meu supervisor de repente quer transferir-me para o turno da noite a começar, [murmurando], imediatamente o que não pode ser coincidência."
        },
        {
            "role": "Character 2",
            "content": "[com empatia] Pega no que precisares da tua secretária porque vens, [muito sinceramente], comigo para o gabinete do Ministério Público agora mesmo. [pausa breve]"
        },
        {
            "role": "Character 1",
            "content": "[resignado] Depois de quinze anos a catalogar provas, nunca pensei que me, [rouco], tornaria eu própria prova num caso de corrupção desta dimensão."
        },
        {
            "role": "Character 2",
            "content": "[determinado] Bem, hum, vamos, [orgulhoso], expor todas as pessoas envolvidas nisto e, é, quer dizer, garantir que nunca mais comprometem outro caso ou, [articulando cada palavra], destroem a esperança de justiça de outra família. [pausa longa]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Listen, I've been working this warehouse for fifteen years and I've never, [anxious], seen documentation this messed up on evidence that's supposed to convict someone tomorrow. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] Well, um, what exactly are you, [stern], telling me because, er, I have opening arguments at nine a.m. and you know, this case has been bulletproof for months."
        },
        {
            "role": "Character 1",
            "content": "[trembling] Um, the blood samples from the Jenkins murder, well, they've been, [whispering], logged in and out four times with, [confused], different officer badge numbers that, I mean, don't match any actual officers in the system."
        },
        {
            "role": "Character 2",
            "content": "[angry] So you're saying, um, someone has been, [shaky voice], falsifying chain of custody records on the key evidence that, er, well, my entire prosecution depends on?"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Look, um, I'm not saying anything except that, [quickly], these signatures are forgeries, the timestamps don't, [very quietly], match the security footage, and, well, someone with high clearance has been, [furious], covering their tracks. [groan]"
        },
        {
            "role": "Character 2",
            "content": "[shocked] This destroys everything we've built, [loudly], everything that family has been waiting eighteen months to see justice for. [sigh]"
        },
        {
            "role": "Character 1",
            "content": "[apologetic] I stayed late triple-checking because I couldn't, [hesitantly], believe what I was seeing but the more I dig, [exhausted], the worse this gets."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Tell me there's something, [crying while speaking], anything we can salvage here because if this evidence is compromised then a murderer, [whispering loudly], walks free tomorrow and I'm the one who, [very sad], failed those victims."
        },
        {
            "role": "Character 1",
            "content": "[warm] Well, um, there might be, [relieved], one thing—the backup vials that, er, nobody logged because they went straight to the independent lab, you know."
        },
        {
            "role": "Character 2",
            "content": "Um, wait, you mean there's, [excited], uncompromised evidence that hasn't been, I mean, well, tampered with sitting in a lab somewhere right now? [gasp]"
        },
        {
            "role": "Character 1",
            "content": "[confidently] Er, yeah, Protocol 47-B requires, [slowly], duplicate samples for capital cases and, um, well, whoever doctored these records didn't know about the secondary set."
        },
        {
            "role": "Character 2",
            "content": "[breathless] Um, God, if those samples are clean then, [passionately], we can still nail this bastard but, well, we need to, [frantically], get them secured before whoever did this, er, realizes they exist and I mean, makes them disappear too. [cough]"
        },
        {
            "role": "Character 1",
            "content": "[monotone] Um, well, already done. [laugh]"
        },
        {
            "role": "Character 2",
            "content": "[overly polite] You beautiful, brilliant human being—you've just, [very excited], saved this case and probably my entire career from complete destruction."
        },
        {
            "role": "Character 1",
            "content": "The thing is, we still have a bigger problem because someone, [upset], inside our system is dirty and they're going to know we're onto them soon."
        },
        {
            "role": "Character 2",
            "content": "Yeah, and when they realize we've, [worried], circumvented their sabotage, things are going to get, [sleepily], dangerous for both of us really, [trailing off], really fast..."
        },
        {
            "role": "Character 1",
            "content": "[regretful] I've already had two, [speeding up], hang-up calls tonight and my supervisor suddenly wants to transfer me to night shift starting, [mumbling], immediately which can't be coincidence."
        },
        {
            "role": "Character 2",
            "content": "[empathetically] Pack whatever you need from your desk because you're, [very sincerely], coming with me to the D.A.'s office right now. [short pause]"
        },
        {
            "role": "Character 1",
            "content": "[resigned] After fifteen years of cataloguing evidence, I never thought I'd, [hoarse], become evidence myself in a corruption case this big."
        },
        {
            "role": "Character 2",
            "content": "[determined] Well, um, we're going to, [proud], expose every single person involved in this and, er, I mean, make sure they never compromise another case or, [enunciating every word], destroy another family's hope for justice again. [long pause]"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "8b974567_scenario.json",
    "scenario": "A receiving clerk at the evidence warehouse discovers discrepancies in the chain of custody for crucial evidence in the prosecutor's biggest case, forcing them to meet urgently before tomorrow's trial.",
    "type": "scenario_conversation",
    "character_1_role": "receiving clerk",
    "character_2_role": "prosecutor",
    "selected_tones": [
        "urgent",
        "blunt",
        "worsening"
    ],
    "tone_options": [
        "uninhibited",
        "hopeful",
        "extreme",
        "winning",
        "blunt",
        "appreciating",
        "honoring",
        "complete",
        "worsening",
        "urgent"
    ]
}