{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[angrily] Três meses, Danny. Três meses de nada enquanto o mundo inteiro acha que você tá morto, and I find you here in this rotting treehouse we built when we were, what, twelve?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Como é que você, hum, me achou? [sighs] Eu tinha certeza que ninguém ia pensar em procurar aqui, especially not you, depois de como a gente terminou as coisas na formatura."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Porque eu te conheço, tá? Quando você quebrou o braço caindo do telhado dos Henderson, quando seu pai foi embora, when Sarah dumped you before prom—você sempre vinha pra cá. [quieter] Algumas coisas não mudam."
        },
        {
            "role": "Character 2",
            "content": "[bitter] É, bom, esses eram, ah, problemas normais de moleque, né? Not exactly the same as getting seventeen people killed because you thought you could play hero. [voice breaking] Incluindo uma menina de 9 anos."
        },
        {
            "role": "Character 1",
            "content": "[softer] As notícias disseram que a culpa foi do terrorista, que você salvou centenas de pessoas naquele shopping. Why are you carrying this like you're the one who planted those explosives?"
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Porque eu hesitei, tá? Eu vi ele, sabia que tinha algo errado, mas eu, hum, esperei demais tentando ter certeza. [exhales] Três segundos. Era só o que eu precisava."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Você não é Deus, Danny. You can't see every outcome, can't save everyone, não importa o quão rápido você consegue se mover ou o quão forte esses poderes te fizeram."
        },
        {
            "role": "Character 2",
            "content": "[furious] Você acha que eu não sei disso? [laughs bitterly] Mas eles não sabem! They painted murals of me, called me their guardian, e eu deixei eles acreditarem que eu podia manter todo mundo seguro!"
        },
        {
            "role": "Character 1",
            "content": "[quietly] Então você tá se escondendo."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Eu não tô me escondendo, eu tô... [sighs] tô protegendo eles de mim, dos meus fracassos. Every time I put that suit on now, eu vejo o rosto dela, ouço a mãe dela gritando."
        },
        {
            "role": "Character 1",
            "content": "[gently] Lembra quando a gente sentava aqui em cima planejando como ia salvar o mundo juntos? You'd be the hero with powers, I'd be your tech support, seu cara na cadeira?"
        },
        {
            "role": "Character 2",
            "content": "[melancholic] Isso foi antes de eu saber quanto realmente custa. [pause] Antes de eu entender que ter o poder de salvar pessoas significa viver com todo mundo que você não salva."
        },
        {
            "role": "Character 1",
            "content": "[warmly] Mas você salvou pessoas, Danny. Meu primo tava naquele shopping, terceiro andar, right above where the second device would've gone off if you hadn't thrown it through the skylight."
        },
        {
            "role": "Character 2",
            "content": "[trembling] Isso não traz de volta os que, que não conseguiram. [clears throat] As famílias deles não ligam pros que eu salvei, and honestly, neither do I anymore."
        },
        {
            "role": "Character 1",
            "content": "[passionately] E aí, o quê, você vai apodrecer aqui em cima enquanto a cidade se despedaça? There've been three major incidents since you disappeared, e o número de mortos tá subindo porque ninguém mais consegue fazer o que você faz."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Talvez eles estejam melhor sem alguém que congela quando mais importa. [very quietly] Tô cansado de fingir que sou algo que não sou, Jake. Eu tô só... tão cansado."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] Então não finge. Seja exatamente quem você é—someone who cares too much, who carries too much, who sometimes fails. [softly] Mas também alguém que continua aparecendo mesmo assim."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] Eu não sei se consigo. Toda vez que eu fecho os olhos, eu tô de volta lá, e eu faço a escolha certa, eu me movo mais rápido, eu... [trails off]"
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] Então deixa eu te ajudar a carregar isso. That's what I'm here for, é pra isso que eu sempre tive aqui, mesmo quando você tentou me afastar pra me manter seguro."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Eu não posso garantir que não vou falhar de novo. [sniffles] Não posso prometer que vou ser o herói que eles precisam, or the friend you remember, ou qualquer coisa além dessa versão quebrada de mim mesmo."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[angrily] Three months, Danny. Three months of nothing while the whole world thinks you're dead, and I find you here in this rotting treehouse we built when we were, what, twelve?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] How did you even, um, find me? [sighs] I made sure nobody would think to look here, especially not you, considering how we left things after graduation."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Because I know you, alright? When you broke your arm falling off the Hendersons' roof, when your dad left, when Sarah dumped you before prom—you always came here. [quieter] Some things don't change."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Yeah well, those were just, uh, regular kid problems, weren't they? Not exactly the same as getting seventeen people killed because you thought you could play hero. [voice breaking] Including a nine-year-old girl."
        },
        {
            "role": "Character 1",
            "content": "[softer] The news said it was the bomber's fault, that you saved hundreds of others in that mall. Why are you carrying this like you're the one who planted those explosives?"
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Because I hesitated, okay? I saw him, I knew something was off, but I, um, I waited too long trying to be sure. [exhales] Three seconds. That's all I needed."
        },
        {
            "role": "Character 1",
            "content": "[firmly] You're not God, Danny. You can't see every outcome, can't save everyone, no matter how fast you can move or how strong these powers made you."
        },
        {
            "role": "Character 2",
            "content": "[furious] Don't you think I know that? [laughs bitterly] But they don't! They painted murals of me, called me their guardian, and I let them believe I could keep them all safe!"
        },
        {
            "role": "Character 1",
            "content": "[quietly] So you're hiding."
        },
        {
            "role": "Character 2",
            "content": "[defensive] I'm not hiding, I'm... [sighs] I'm protecting them from me, from my failures. Every time I put that suit on now, I see her face, hear her mother screaming."
        },
        {
            "role": "Character 1",
            "content": "[gently] Remember when we used to sit up here planning how we'd save the world together? You'd be the hero with powers, I'd be your tech support, your guy in the chair?"
        },
        {
            "role": "Character 2",
            "content": "[melancholic] That was before I knew what it actually costs. [pause] Before I understood that having the power to save people means living with everyone you don't save."
        },
        {
            "role": "Character 1",
            "content": "[warmly] But you did save people, Danny. My cousin was in that mall, third floor, right above where the second device would've gone off if you hadn't thrown it through the skylight."
        },
        {
            "role": "Character 2",
            "content": "[trembling] That doesn't bring back the ones who, who didn't make it. [clears throat] Their families don't care about the ones I saved, and honestly, neither do I anymore."
        },
        {
            "role": "Character 1",
            "content": "[passionately] So what, you're just gonna rot up here while the city falls apart? There've been three major incidents since you disappeared, and the death toll is climbing because nobody else can do what you do."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Maybe they're better off without someone who freezes when it matters most. [very quietly] I'm tired of pretending I'm something I'm not, Jake. I'm just... I'm so tired."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] Then don't pretend. Be exactly who you are—someone who cares too much, who carries too much, who sometimes fails. [softly] But also someone who keeps showing up anyway."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] I don't know if I can. Every time I close my eyes, I'm back there, and I make the right choice, I move faster, I... [trails off]"
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] Then let me help you carry it. That's what I'm here for, what I've always been here for, even when you tried to push me away to keep me safe."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] I can't guarantee I won't fail again. [sniffles] I can't promise I'll be the hero they need, or the friend you remember, or anything other than this broken version of myself."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "27ff8536_scenario.json",
    "scenario": "A childhood friend tracks down a reluctant hero who's been hiding after a mission went catastrophically wrong, finding them in their childhood treehouse where they used to dream of being heroes together.",
    "type": "scenario_conversation",
    "character_1_role": "childhood friend",
    "character_2_role": "reluctant hero",
    "selected_tones": [
        "exhausted",
        "confrontational"
    ],
    "tone_options": [
        "fake",
        "crashing",
        "confrontational",
        "exhausted",
        "focused",
        "planning",
        "wandering",
        "respecting",
        "disconnecting",
        "flat"
    ]
}