{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[extremely happy] Finally! A real restaurant—I haven't eaten at a place with cloth napkins in three years!"
        },
        {
            "role": "Character 2",
            "content": "Three years... mmm, that's a long exile from civilization. You know, the funny thing about fancy restaurants is they're, um, basically theater—you're not just paying for food, you're paying for permission to feel like you deserve something better than takeout containers and plastic forks."
        },
        {
            "role": "Character 1",
            "content": "Wait. Forty-two dollars for salmon?"
        },
        {
            "role": "Character 2",
            "content": "Ah, see, that's Atlantic salmon, which means it probably had a, uh, better travel experience getting here than we did. But honestly? The real crime is they'll serve it on a bed of \"seasonal vegetables\" which is just code for whatever didn't sell at the farmers market yesterday."
        },
        {
            "role": "Character 1",
            "content": "Is this wine list... is this real? Three hundred for a bottle?"
        },
        {
            "role": "Character 2",
            "content": "Oh that's... yeah, that's real. You're looking at the, um, the insecurity tax—people spend three hundred on fermented grape juice to prove they're not the kind of person who worries about spending three hundred on fermented grape juice. It's actually kind of brilliant, psychologically speaking."
        },
        {
            "role": "Character 1",
            "content": "They have a cheese course. For dessert?"
        },
        {
            "role": "Character 2",
            "content": "Mmm-hmm, because nothing says \"end your meal\" like, uh, aged dairy that costs more per ounce than silver. But I'll tell you a secret—order it anyway. Life's too short to pretend we don't want to try cheese that's been aging longer than most Hollywood marriages."
        },
        {
            "role": "Character 1",
            "content": "This says \"chef's tasting menu, seven courses.\""
        },
        {
            "role": "Character 2",
            "content": "[friendly] Ooh, okay, that's actually worth it if you've got, like, four hours and no plans tomorrow. Each course is tiny, but by course five you'll be negotiating with your stomach like it's a, um, hostile nation—\"Please, just two more territories and we'll call a ceasefire.\""
        },
        {
            "role": "Character 1",
            "content": "[very loudly] A FIFTY DOLLAR STEAK? For lunch?!"
        },
        {
            "role": "Character 2",
            "content": "Shh, hey—you just made every waiter in here nervous. But yeah, fifty for lunch is... it's their way of filtering out people who actually count their money, you know? The steak doesn't taste fifty dollars better, it just tastes like you don't have to check your bank balance."
        },
        {
            "role": "Character 1",
            "content": "\"Amuse-bouche complimentary.\" What's an amuse-bouche?"
        },
        {
            "role": "Character 2",
            "content": "Ah, that's French for \"we're going to confuse your mouth\"—it's like, one bite of something weird on a tiny spoon that makes you question everything you thought you knew about flavor combinations. Foam, usually. There's always foam involved somehow."
        },
        {
            "role": "Character 1",
            "content": "Oh god, they have that thing—\"Please inform us of any dietary restrictions.\""
        },
        {
            "role": "Character 2",
            "content": "Ha, yeah, modern dining's greatest minefield. You say \"gluten-free\" and suddenly the chef's in the back having an existential crisis because, um, his entire identity is built on bread, and now you're basically asking him to deny his purpose in life."
        },
        {
            "role": "Character 1",
            "content": "Twenty-two percent automatic gratuity for parties of six."
        },
        {
            "role": "Character 2",
            "content": "[whispering] That's because groups are, uh, mathematically proven to be terrible tippers—everyone assumes someone else is covering it, and suddenly the waiter's getting stiffed by six people simultaneously. It's actually protective... like a union, but for individual meals."
        },
        {
            "role": "Character 1",
            "content": "Should I get the duck? When will I ever have duck again?"
        },
        {
            "role": "Character 2",
            "content": "That's it—that's the question that matters. Get the duck. Get the weird cheese, try the foam thing, drink the overpriced wine, because, honestly? The distance between \"someday\" and \"never\" is usually just fear dressed up as, um, fiscal responsibility, and you've already been eating takeout for three years."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_15.txt",
    "actor": 6
}