{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[belly laugh] You actually kept that wrench from your first job? That's incredible."
        },
        {
            "role": "Character 2",
            "content": "Oh man, yeah, I mean, it's probably worth like three dollars now but... I don't know, it's got all these scratches and dents from when I didn't know what I was doing."
        },
        {
            "role": "Character 1",
            "content": "How long have you been doing construction now?"
        },
        {
            "role": "Character 2",
            "content": "Uhh, coming up on seventeen years next month. Started when I was nineteen, right out of high school, thought it'd be temporary but, well, here I am still swinging hammers."
        },
        {
            "role": "Character 1",
            "content": "[cheerful] That's amazing! You must have built hundreds of things by now."
        },
        {
            "role": "Character 2",
            "content": "Hundreds, yeah, probably more like thousands if you count all the little stuff—decks, additions, renovations. Though honestly, I, uh, I stopped counting after a while because it all kind of blurs together."
        },
        {
            "role": "Character 1",
            "content": "Do you remember your first big project?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, yeah, this massive house out in Westfield. I was so nervous I threw up in the porta-potty that first morning. The foreman, he just laughed and said welcome to the real world, kid."
        },
        {
            "role": "Character 1",
            "content": "That must have been overwhelming."
        },
        {
            "role": "Character 2",
            "content": "Overwhelming is, er, putting it mildly. I mean, I went home every night that first week wondering if I'd made a huge mistake, you know? My hands were raw, my back was killing me."
        },
        {
            "role": "Character 1",
            "content": "But you stuck with it."
        },
        {
            "role": "Character 2",
            "content": "Well, yeah, I mean, what else was I gonna do? College wasn't happening, and the money was decent, plus my dad would've never let me hear the end of it if I'd quit."
        },
        {
            "role": "Character 1",
            "content": "[monotone] My dad wanted me to go into trades too."
        },
        {
            "role": "Character 2",
            "content": "[upset] Yeah? And let me guess, you went to college instead, got some nice clean office job where the biggest hazard is a paper cut, right? That's how it always goes."
        },
        {
            "role": "Character 1",
            "content": "[speeding up] No, no, that's not what I meant at all. I really admire what you do."
        },
        {
            "role": "Character 2",
            "content": "[short pause] Sorry, that was... I get defensive sometimes. People look at you different when your hands are dirty, you know? Like you're somehow less than."
        },
        {
            "role": "Character 1",
            "content": "I never thought that. Ever."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Mmm, well, most people do, whether they admit it or not. Oh, he's just a construction worker, he must not be that bright, must not have had other options, all that garbage."
        },
        {
            "role": "Character 1",
            "content": "[enunciating every word] You are building the world that everyone else just lives in."
        },
        {
            "role": "Character 2",
            "content": "[short pause] Damn. I, uh... nobody's ever put it like that before. That's actually... yeah. Thank you. I'm gonna remember that one for a while, I think."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_20.txt",
    "actor": 6
}