{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Hey, uh, are you the healer that just joined? Level 47?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, that's me—though, um, \"healer\" is kind of generous considering I just respecced from DPS like twenty minutes ago. Still figuring out which buttons don't accidentally let the tank die, you know? Hope that's not, uh, gonna be a problem."
        },
        {
            "role": "Character 1",
            "content": "Wait, you were DarkBladeMaster? The guy who soloed the Crimson Tower?"
        },
        {
            "role": "Character 2",
            "content": "Ahh, guilty as charged. Yeah, I mean, that was before they nerfed the bleed stacks, so it's not as impressive as people make it sound. Honestly just got tired of waiting forty minutes for dungeon queues as DPS—healers get instant invites, right?"
        },
        {
            "role": "Character 1",
            "content": "[condescending] So you think healing is just... easier queue times?"
        },
        {
            "role": "Character 2",
            "content": "No no no, I'm not saying it's easy, I'm just—look, I've watched enough healers to know it's basically, um, playing whack-a-mole with health bars while everyone else stands in fire and blames you. But hey, at least I'll actually get to see endgame content before the next expansion drops, you know?"
        },
        {
            "role": "Character 1",
            "content": "Fair point. What server did you transfer from?"
        },
        {
            "role": "Character 2",
            "content": "Shadowmere East—the one that, uh, basically died after that guild drama with Eternal Reign. You probably heard about it, the whole thing with their raid leader selling carries and then, like, disappearing with everyone's gold? Complete disaster."
        },
        {
            "role": "Character 1",
            "content": "Oh man, THAT server. You survived the exodus?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, barely. I mean, when your auction house has three items listed and they're all, like, basic health potions for 500 gold each, it's time to jump ship. This server seems way more, um, stable—already saw two different raid groups recruiting in chat, which is honestly refreshing."
        },
        {
            "role": "Character 1",
            "content": "[speeding up] Quick question before we start—you know the mechanics for Thornwood Sanctuary right because we're speed-running and can't really stop to explain and the second boss has that whole thing with—"
        },
        {
            "role": "Character 2",
            "content": "Whoa whoa, slow down—yeah, I've watched the videos. Poison pools, stay spread for the chain lightning, stack for the big AOE, and, uh, somebody has to kite the adds counterclockwise or we all die horribly, right? Though watching videos and actually doing it are, you know, different animals entirely."
        },
        {
            "role": "Character 1",
            "content": "Good enough. You have voice chat?"
        },
        {
            "role": "Character 2",
            "content": "Yeah but, um, fair warning—my mic makes me sound like I'm broadcasting from inside a tin can that's inside another tin can. It's on my list of things to upgrade, but, like, have you seen GPU prices lately? My whole setup budget went to not playing on a potato anymore."
        },
        {
            "role": "Character 1",
            "content": "At least you upgraded. Half our guild still complains about frame drops."
        },
        {
            "role": "Character 2",
            "content": "Oh god, I remember those days—trying to heal when the game turns into a slideshow is, uh, basically impossible. You're just clicking on health bars and praying your spells land before everyone's dead, like some kind of really stressful slot machine."
        },
        {
            "role": "Character 1",
            "content": "Speaking of which, what's your healing addon setup?"
        },
        {
            "role": "Character 2",
            "content": "Errm, currently running default UI plus that one popular healing frames mod that I absolutely cannot pronounce—the German one? Still configuring the click-bindings though, so if I accidentally buff the boss instead of healing the tank, that's, um, that's why."
        },
        {
            "role": "Character 1",
            "content": "VuhdoFrames? Yeah, that takes forever to set up properly."
        },
        {
            "role": "Character 2",
            "content": "That's the one! Look, worst case scenario, I'll just, like, panic-spam my biggest heals and hope muscle memory from DPS doesn't make me accidentally execute someone at low health—which would be, you know, literally the opposite of my job here, but hey, everyone needs a memorable first impression, right?"
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_16.txt",
    "actor": 6
}