{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So I heard your firm just led a Series B round for that biotech startup?"
        },
        {
            "role": "Character 2",
            "content": "Oh, um, well... we're involved with several biotechs actually, so I'd need to, er, check which specific one you're referring to. These things are, you know, quite confidential until the proper announcements are made."
        },
        {
            "role": "Character 1",
            "content": "[gasp softly] Wait, several? I thought you guys were focused on SaaS?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, yeah, we're... we're diversifying our portfolio, let's say. The exact allocation strategy is something I can't really, uh, get into right now—board decisions and all that, you understand."
        },
        {
            "role": "Character 1",
            "content": "[friendly] Come on, just between us. How much did you put in?"
        },
        {
            "role": "Character 2",
            "content": "Ah, see, that's exactly the kind of detail that, hmm, gets people in trouble, you know? Let's just say it was, er, within our typical range for that stage, which is... well, typical."
        },
        {
            "role": "Character 1",
            "content": "[trailing off] But the valuation must have been..."
        },
        {
            "role": "Character 2",
            "content": "[clearing throat] Right, so valuations are, uh, really tricky to discuss because they involve multiple parties and, honestly, the numbers you see in TechCrunch are usually way off anyway. We prefer to keep those metrics, um, internal."
        },
        {
            "role": "Character 1",
            "content": "Are you even allowed to tell me which companies you've invested in?"
        },
        {
            "role": "Character 2",
            "content": "[clearing throat] Well, technically once it's public knowledge, sure, but, er, there's always this grey area about what constitutes public, right? Some deals are announced, others are... strategically quiet, if that makes sense."
        },
        {
            "role": "Character 1",
            "content": "[long pause] You're being really weird about this."
        },
        {
            "role": "Character 2",
            "content": "[deep pitch] Look, I'm not trying to be difficult here, it's just that, um, we've got LPs who really value discretion and, honestly, loose lips sink ships in this business, you know?"
        },
        {
            "role": "Character 1",
            "content": "Who are your LPs anyway?"
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] Oh god, you can't—I absolutely cannot discuss our limited partners, that's like, that's the most confidential thing we have. They'd literally, uh, pull their commitments if I started naming names."
        },
        {
            "role": "Character 1",
            "content": "[upset] This is ridiculous! We've known each other for ten years!"
        },
        {
            "role": "Character 2",
            "content": "I know, I know, and it's not personal at all, it's just... there are NDAs layered on NDAs here, and, mmm, even confirming or denying certain things could be construed as, you know, disclosure."
        },
        {
            "role": "Character 1",
            "content": "Can you at least tell me if you're hiring?"
        },
        {
            "role": "Character 2",
            "content": "Ah, well, we're always, er, evaluating talent, but whether we have open positions is, um, dependent on various factors that are currently in flux. You could send a resume though—hypothetically speaking."
        },
        {
            "role": "Character 1",
            "content": "Hypothetically? Seriously?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, I mean, everything in venture is kind of hypothetical until the wire transfer clears, right? But look, if you're interested, maybe we could, uh, grab coffee sometime and discuss... general industry trends, nothing specific."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue6_22.txt",
    "actor": 6
}