{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] Voilà... juste un peu plus de pression sur cette valve. [pause] 90 ans, tu te rends compte? [warm] Quelqu'un a trimballé cette trompette à travers Dieu sait quoi, et maintenant elle est entre mes mains. [carefully] Les bosses racontent des histoires, non? Celle-ci, on dirait qu'elle est tombée—peut-être pendant l'entraînement, maybe during combat. [short pause] La famille dit qu'elle n'a pas joué une seule note depuis 40 ans. [very sincerely] Mais je la sens qui veut chanter à nouveau, tu vois? [chuckle] Ça paraît dingue. [passionate] Ces vieux instruments, ils ont une âme. [exhale] Le travail de soudure est délicat—un faux mouvement et je pourrais endommager le travail original. [anxious] Demain c'est la cérémonie commémorative. [pause] Pas de pression, hein. [laugh] Juste, euh... juste ramener un morceau d'histoire à la vie pour tous ceux qui ont servi avec lui. [trailing off] Sa fille a dit qu'il jouait la sonnerie aux morts à des dizaines d'enterrements militaires... [very melancholic] And now someone will play it on his. [determined] On y est presque. Les ressorts répondent bien, the valves are moving smooth as butter. [excited] Oh, écoute ça! [extremely happy] C'est le son! C'est exactement comme ça que ça devrait être! [proud] 40 ans de silence, et demain cette trompette lui rendra hommage une dernière fois."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[very quietly] There we go... just a little more pressure on this valve. [pause] Ninety years old, can you believe that? [warm] Someone carried this trumpet through God knows what, and now it's in my hands. [carefully] The dents tell stories, don't they? This one here looks like it got dropped—maybe during training, maybe in combat. [short pause] The family said it hasn't played a note in forty years. [very sincerely] But I can feel it wanting to sing again, you know? [chuckle] That sounds crazy. [passionate] These old instruments, they have souls. [exhale] The solder work is delicate—one wrong move and I could damage the original craftsmanship. [anxious] Tomorrow's the memorial service. [pause] No pressure or anything. [laugh] Just, um... just bringing a piece of history back to life for everyone who served with him. [trailing off] His daughter said he played taps at dozens of military funerals... [very melancholic] And now someone will play it on his. [determined] Almost there. The springs are responding, the valves are moving smooth as butter. [excited] Oh, listen to that! [extremely happy] That's the sound! That's exactly how it should be! [proud] Forty years of silence, and tomorrow this trumpet honors him one last time."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "02ccdade_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your brass instrument repair skills bringing a 90-year-old trumpet back to life for a veteran's memorial service",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}