{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[тихо] Я слышал про переговоры с Чикаго. [пауза] Ты правда собираешься его сплавить после всего, через что мы прошли, чтобы его сюда заполучить, после всех этих лет, что я наблюдал, как он растёт?"
        },
        {
            "role": "Character 2",
            "content": "[раздражённо] Это не личное, это бизнес. [вздыхает] Парень три раза за год в рехаб ложился, полсезона пропустил, и вся раздевалка вокруг него как на иголках ходит."
        },
        {
            "role": "Character 1",
            "content": "[с горечью] Бизнес. Ясно. Маркус для вас, офисных крыс, всегда был просто цифрой — строчка в таблице, контракт для управления. [срывающимся голосом] Я этого пацана ещё в 14 лет на районе играть видел."
        },
        {
            "role": "Character 2",
            "content": "Думаешь, мне плевать? Это я одобрил частную клинику, команду психолога, сокращённый график тренировок. [выдыхает] Но в какой-то момент нужно думать о клубе."
        },
        {
            "role": "Character 1",
            "content": "[меланхолично] Он мне на прошлой неделе звонил, знаешь. [пауза] Говорил, что наконец-то голова на место встала, что в этот раз всё по-другому, спрашивал, приду ли я снова на тренировку посмотреть, как в старые времена."
        },
        {
            "role": "Character 2",
            "content": "[с сомнением] Они все так говорят, когда слухи о трейде начинаются. [тихо] Сколько ещё вторых шансов мы должны давать, пока это не разрушит химию в команде и наши шансы на плей-офф?"
        },
        {
            "role": "Character 1",
            "content": "Может, ещё один. [умоляюще] Слушай, я 23 года скаутом работаю, и ни разу не видел такого природного таланта — ни разу. Когда он здоров и сфокусирован, он всю игру меняет."
        },
        {
            "role": "Character 2",
            "content": "[с сомнением] Владелец мне на мозги капает по этому поводу. [вздыхает] Мы деньги спускаем на его гарантированный контракт, пока он по клиникам сидит, а спонсоры нервничают из-за негатива в прессе."
        },
        {
            "role": "Character 1",
            "content": "[сердито] Так вот и всё? Все эти годы, что я по школьным залам мотался, доверие с его семьёй выстраивал, уговаривал его к нам подписаться — всё это ничего не значило? [горько] Просто очередная неудачная инвестиция для списания?"
        },
        {
            "role": "Character 2",
            "content": "[защищаясь] Ты делаешь это про себя, когда речь идёт о выживании организации. [раздражённо] У меня ещё 40 игроков, весь тренерский штаб, тысячи сотрудников, которые рассчитывают, что я приму жёсткое решение."
        },
        {
            "role": "Character 1",
            "content": "[очень тихо] Помню, когда тебя только повысили до генерального менеджера, ты обещал, что никогда не забудешь про человеческую сторону игры. [пауза] Видимо, это были просто слова новичка, который раздаёт обещания направо и налево."
        },
        {
            "role": "Character 2",
            "content": "Это нечестно, и ты это знаешь. [выдыхает] Я каждую ночь не сплю, думаю о Маркусе, о том, чем бы мы могли стать, если бы всё пошло иначе. Но на одних надеждах чемпионства не выиграешь и зарплаты не выплатишь."
        },
        {
            "role": "Character 1",
            "content": "[смирившись] Ладно. Меняй его. Но когда он в Чикаго заиграет и приведёт их в финал, когда наконец завяжет, потому что кто-то другой в него поверил, не приходи ко мне искать новый бриллиант в куче угля."
        },
        {
            "role": "Character 2",
            "content": "[с сожалением] Я не принимаю решение сегодня. [вздыхает] До дедлайна ещё две недели, и может, ты прав, может, я тороплюсь. [пауза] Ты бы мог с ним поговорить, понять, что у него в голове на самом деле?"
        },
        {
            "role": "Character 1",
            "content": "[с колебанием] Ты серьёзно? После всего, что мы тут — ты правда хочешь моё мнение услышать? [с сомнением] Или это просто способ сделать меня соучастником, когда всё равно его сплавишь?"
        },
        {
            "role": "Character 2",
            "content": "[искренне] Я серьёзно. [тихо] Слушай, ты его знаешь лучше всех, ты с ним с самого начала. Если кто и может сказать, готов ли он реально всё изменить, так это ты."
        },
        {
            "role": "Character 1",
            "content": "[меланхолично] 20 лет назад я бы с радостью ухватился за шанс спасти карьеру пацана. [вздыхает] Но я видел слишком многих, кто сгорел, как бы мы ни пытались помочь им вернуться."
        },
        {
            "role": "Character 2",
            "content": "[нежно] Но ты всё равно это сделаешь, да? Потому что, несмотря на все разочарования, всех ребят, которые не справились, ты всё ещё веришь в возможность исправиться. [пауза] Поэтому ты и лучший скаут, который у нас был."
        },
        {
            "role": "Character 1",
            "content": "[тихо] Я завтра поеду к нему в клинику. [долгая пауза] Но если я это делаю, если я снова буду смотреть, как парень, которого я открыл, возможно всё просрёт, мне нужно твоё слово, что ты реально прислушаешься к тому, что я скажу."
        },
        {
            "role": "Character 2",
            "content": "Даю слово. Что бы ты мне ни сказал после встречи с ним, на этом и будем основывать решение. [твердо] Никакого давления от владельца, никаких переживаний спонсоров, только твоя честная оценка — заслуживает ли Маркус ещё одного шанса."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] I heard about the trade talks with Chicago. [pause] You're really going to ship him out after everything we've been through to get him here, after all the years I spent watching him develop?"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] This isn't personal, it's business. [sighs] The kid's been in and out of rehab three times this year, missed half the season, and the locker room's walking on eggshells around him."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Business. Right. That's all Marcus ever was to you people in the front office—a number on a spreadsheet, a contract to manage. [voice breaking] I watched that kid play street ball when he was fourteen."
        },
        {
            "role": "Character 2",
            "content": "You think I don't care? I'm the one who approved the private treatment facility, the team therapist, the reduced practice schedule. [exhales] But at some point, we have to protect the franchise."
        },
        {
            "role": "Character 1",
            "content": "[melancholic] He called me last week, you know. [pause] Said he was finally getting his head straight, that this time was different, wanted to know if I'd come watch him practice again like the old days."
        },
        {
            "role": "Character 2",
            "content": "[doubtful] They all say that when they hear trade rumors starting. [quietly] How many second chances are we supposed to give before it destroys the entire team's chemistry and our playoff chances?"
        },
        {
            "role": "Character 1",
            "content": "Maybe just one more. [pleading] Look, I've been scouting for twenty-three years, and I've never seen raw talent like his—not once. When he's healthy and focused, he changes everything on that court."
        },
        {
            "role": "Character 2",
            "content": "[conflicted] The owner's breathing down my neck about this. [sighs] We're hemorrhaging money on his guaranteed contract while he sits in treatment centers, and the sponsors are getting nervous about the negative press."
        },
        {
            "role": "Character 1",
            "content": "[angry] So that's it then? All those years I spent in high school gyms, building trust with his family, convincing him to sign here—it all meant nothing? [bitterly] Just another failed investment to write off?"
        },
        {
            "role": "Character 2",
            "content": "[defensively] You're making this about you when it's about the survival of this organization. [frustrated] I have forty other players, an entire coaching staff, thousands of employees depending on me to make the hard decisions."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] I remember when you first got promoted to GM, you promised you'd never lose sight of the human side of this game. [pause] Guess that was just another rookie making promises they couldn't keep."
        },
        {
            "role": "Character 2",
            "content": "That's not fair and you know it. [exhales] Every night I lie awake thinking about Marcus, about what we could have been if things had gone differently. But hope doesn't win championships or pay salaries."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Fine. Trade him. But when he lights it up in Chicago and leads them to the finals, when he finally gets clean because someone else believed in him, don't come asking me to find you another diamond in the rough."
        },
        {
            "role": "Character 2",
            "content": "[regretful] I'm not making this decision today. [sighs] The trade deadline's still two weeks away, and maybe you're right, maybe I'm being too hasty. [pause] Would you be willing to talk to him, see where his head's really at?"
        },
        {
            "role": "Character 1",
            "content": "[hesitantly] You're serious? After everything we just—you actually want my input on this? [doubtful] Or is this just some way to make me complicit in the decision when you ship him out anyway?"
        },
        {
            "role": "Character 2",
            "content": "[sincerely] I'm serious. [quietly] Look, you know him better than anyone, you've been there since the beginning. If anyone can tell me whether he's really ready to turn things around, it's you."
        },
        {
            "role": "Character 1",
            "content": "[melancholic] Twenty years ago, I would have jumped at this chance to save a kid's career. [sighs] But I've seen too many of them flame out, no matter how much we tried to help them find their way back."
        },
        {
            "role": "Character 2",
            "content": "[gently] But you'll do it anyway, won't you? Because despite all the disappointments, all the kids who didn't make it, you still believe in the possibility of redemption. [pause] That's why you're the best scout we've ever had."
        },
        {
            "role": "Character 1",
            "content": "[quietly] I'll go see him tomorrow at the facility. [long pause] But if I do this, if I put myself through watching another kid I discovered potentially throw it all away, I need your word that you'll actually listen to what I have to say."
        },
        {
            "role": "Character 2",
            "content": "You have it. Whatever you tell me after you see him, that's what we'll base the decision on. [firmly] No owner pressure, no sponsor concerns, just your honest assessment of whether Marcus deserves one more shot."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "60666913_scenario.json",
    "scenario": "A longtime basketball scout confronts the team's GM about potential trade talks involving a troubled star player the scout discovered years ago as a teenager.",
    "type": "scenario_conversation",
    "character_1_role": "lookout",
    "character_2_role": "general manager (sports)",
    "selected_tones": [
        "conflicting",
        "doubtful",
        "melancholic"
    ],
    "tone_options": [
        "conflicting",
        "doubtful",
        "concurring",
        "hoarding",
        "withdrawn",
        "melancholic",
        "postponing",
        "retreating",
        "conservative",
        "stalling"
    ]
}