{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Hi Sam, I know showing up here after 3 years is, euh, probablement pas ce à quoi tu t'attendais aujourd'hui. [clearing throat] Merci de m'avoir vraiment laissée entrer au lieu d'appeler la sécurité comme tu, euh, comme t'aurais dû faire, franchement."
        },
        {
            "role": "Character 2",
            "content": "[coldly] The only reason I didn't is because Margaret said you sounded desperate on the phone. [pause] Alors c'est quoi, David? Qu'est-ce qui pourrait être assez important pour que tu fasses tout ce chemin jusqu'ici?"
        },
        {
            "role": "Character 1",
            "content": "[quickly] Right, okay, so I know this is going to sound completely insane, mais écoute-moi jusqu'au bout. Mon écloserie perd un fric fou et je pense—non, je sais—qu'on pourrait sauver nos deux opérations avec un système d'aquaponie qui, euh, fusionnerait en gros ce qu'on fait."
        },
        {
            "role": "Character 2",
            "content": "[confused] Merge our operations? [bitter] Tu veux dire comme quand on a fusionné nos vies jusqu'à ce que tu décides que les poissons étaient plus importants que notre mariage? Ce genre de fusion-là?"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Look, I get it, okay? J'ai merdé, j'ai choisi le business plutôt que nous, mais là je te parle de quelque chose qui pourrait vraiment marcher. [speeding up] Les déchets des poissons deviennent de l'engrais pour tes plantes, tes plates-bandes filtrent l'eau pour mes poissons—c'est un circuit fermé qui réduit les coûts de genre 40 pourcent."
        },
        {
            "role": "Character 2",
            "content": "[skeptical] And you just happened to think of your ex-wife's greenhouse when brainstorming business partners? [sarcastically] Comme c'est pratique que je galère aussi—oh attends, comment tu savais même ça?"
        },
        {
            "role": "Character 1",
            "content": "[quietly] I still read the trade publications. Je lis toujours les revues spécialisées."
        },
        {
            "role": "Character 2",
            "content": "[softly] You do? [sighs] Bien sûr que oui. T'as toujours été obsédée par les tendances du marché, même à 2 heures du matin quand les gens normaux, tu sais, dormaient ou passaient du temps avec leur conjointe."
        },
        {
            "role": "Character 1",
            "content": "[animated] The thing is, Sam, your heirloom tomatoes with my tilapia stock would be perfect—les restos sont désespérés pour des combinaisons locales et durables comme ça. [hopefully] On pourrait pitcher ça comme du farm-to-table zéro déchet, et franchement les chiffres sont incroyables quand tu les calcules vraiment."
        },
        {
            "role": "Character 2",
            "content": "[anxiously] Even if the numbers work, David, comment on ferait—je veux dire, on arrivait même pas à se mettre d'accord sur la température de la maison. Comment on est censées gérer une opération conjointe?"
        },
        {
            "role": "Character 1",
            "content": "[firmly] Because we both need this. Parce qu'on en a toutes les deux besoin."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Yeah, I'm about 2 months from closing if something doesn't change. [trembling] Les coûts de certification bio m'ont tuée cette année, et la sécheresse l'été dernier a fait que j'ai dû installer ce système d'irrigation que je pouvais pas me permettre."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] I'm sorry, Sam. [slowly] Je sais combien cet endroit compte pour toi—tu l'as construit à partir de rien après notre séparation, et c'est... c'est vraiment impressionnant en fait."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Remember when we used to dream about running something together? [laughs] Avant que tout devienne si compliqué et qu'on commence à compter les points pour savoir qui sacrifiait le plus?"
        },
        {
            "role": "Character 1",
            "content": "[regretful] I kept choosing the hatchery because I thought if it failed, j'aurais plus rien. [pause] Résultat, je t'ai perdue et je vais peut-être perdre le business quand même, alors, euh, super stratégie de ma part."
        },
        {
            "role": "Character 2",
            "content": "[gently] You were scared. [sighs] On avait peur toutes les deux, juste de choses différentes. Moi j'étais terrifiée que tu me voies jamais comme autre chose que la deuxième place après ces putains d'aquariums."
        },
        {
            "role": "Character 1",
            "content": "[passionately] You were never second place, Sam, j'étais juste... j'étais trop conne pour savoir comment le montrer correctement. [desperately] Mais ce partenariat, c'est pas à propos de nous, ou peut-être que si, mais c'est pour sauver ce pour quoi on a toutes les deux travaillé."
        },
        {
            "role": "Character 2",
            "content": "[torn] The smart thing would be to say no. [long pause] Le truc safe serait de me protéger d'un deuxième round où je me fais avoir quand tu vas inévitablement rechoisir le business avant tout le reste."
        },
        {
            "role": "Character 1",
            "content": "[pleading] I know I don't deserve your trust, mais peut-être, juste peut-être, on pourrait essayer d'être des partenaires d'affaires qui ont une histoire au lieu de, euh, des ex qui font semblant d'être des étrangères. Ce serait complètement dingue?"
        },
        {
            "role": "Character 2",
            "content": "[exhales] God, I must be out of my mind, but... [nervously] d'accord. D'accord, envoie-moi les chiffres et on va organiser une réunion—une réunion professionnelle—pour tout passer en revue comme il faut. [very quietly] Me fais pas regretter ça, David."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Hi Sam, I know showing up here after three years is, uh, probably not what you expected today. [clearing throat] Thanks for actually letting me in instead of calling security like you, um, like you probably should have."
        },
        {
            "role": "Character 2",
            "content": "[coldly] The only reason I didn't is because Margaret said you sounded desperate on the phone. [pause] So what is it, David? What could possibly be important enough to drive all the way out here?"
        },
        {
            "role": "Character 1",
            "content": "[quickly] Right, okay, so I know this is going to sound completely insane, but hear me out. My hatchery is hemorrhaging money and I think—no, I know—we could save both our operations with an aquaponics system that would, erm, basically merge what we do."
        },
        {
            "role": "Character 2",
            "content": "[confused] Merge our operations? [bitter] You mean like how we merged our lives until you decided the fish were more important than our marriage? That kind of merger?"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Look, I get it, okay? I messed up, I chose the business over us, but right now I'm talking about something that could actually work. [speeding up] The fish waste becomes fertilizer for your plants, your plant beds filter the water for my fish—it's a closed loop that cuts costs by like forty percent."
        },
        {
            "role": "Character 2",
            "content": "[skeptical] And you just happened to think of your ex-wife's greenhouse when brainstorming business partners? [sarcastically] How convenient that I'm struggling too—oh wait, how did you even know that?"
        },
        {
            "role": "Character 1",
            "content": "[quietly] I still read the trade publications."
        },
        {
            "role": "Character 2",
            "content": "[softly] You do? [sighs] Of course you do. You always were obsessive about industry trends, even at two in the morning when normal people were, you know, sleeping or spending time with their spouse."
        },
        {
            "role": "Character 1",
            "content": "[animated] The thing is, Sam, your heirloom tomatoes with my tilapia stock would be perfect—restaurants are desperate for locally sourced, sustainable combinations like that. [hopefully] We could pitch it as farm-to-table with zero waste, and honestly the numbers are incredible when you actually run them."
        },
        {
            "role": "Character 2",
            "content": "[anxiously] Even if the numbers work, David, how would we—I mean, we couldn't even agree on what temperature to keep the house at. How are we supposed to run a joint operation?"
        },
        {
            "role": "Character 1",
            "content": "[firmly] Because we both need this."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Yeah, I... I'm about two months from closing if something doesn't change. [trembling] The organic certification costs killed me this year, and the drought last summer meant I had to install that irrigation system I couldn't afford."
        },
        {
            "role": "Character 1",
            "content": "[empathetically] I'm sorry, Sam. [slowly] I know how much this place means to you—you built it from nothing after we split, and that's... that's really impressive actually."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Remember when we used to dream about running something together? [laughs] Before everything got so complicated and we started keeping score of who was sacrificing more?"
        },
        {
            "role": "Character 1",
            "content": "[regretful] I kept choosing the hatchery because I thought if it failed, I'd have nothing left. [pause] Turns out I lost you and might lose the business anyway, so, um, great strategy on my part."
        },
        {
            "role": "Character 2",
            "content": "[gently] You were scared. [sighs] We both were, just about different things. I was terrified you'd never see me as more than second place to those damn fish tanks."
        },
        {
            "role": "Character 1",
            "content": "[passionately] You were never second place, Sam, I was just... I was too stupid to know how to show it properly. [desperately] But this partnership, it's not about us, or maybe it is, but it's about saving what we've both worked for."
        },
        {
            "role": "Character 2",
            "content": "[torn] The smart thing would be to say no. [long pause] The safe thing would be to protect myself from round two of getting hurt when you inevitably choose the business over everything else again."
        },
        {
            "role": "Character 1",
            "content": "[pleading] I know I don't deserve your trust, but maybe, just maybe, we could try being business partners who happen to have history instead of, uh, exes trying to pretend we're strangers. Would that be completely insane?"
        },
        {
            "role": "Character 2",
            "content": "[exhales] God, I must be out of my mind, but... [nervously] okay. Okay, send me the numbers and we'll set up a meeting—a professional meeting—to go through everything properly. [very quietly] Don't make me regret this, David."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "0cf715d0_scenario.json",
    "scenario": "A hatchery manager visits their ex-spouse, now a greenhouse manager, to propose a controversial aquaponics partnership that would save both their failing businesses.",
    "type": "scenario_conversation",
    "character_1_role": "hatchery manager",
    "character_2_role": "greenhouse manager",
    "selected_tones": [
        "requesting",
        "uneven",
        "exposing"
    ],
    "tone_options": [
        "requesting",
        "haphazard",
        "uneven",
        "prepared",
        "credulous",
        "abandoning",
        "embracing",
        "mercurial",
        "exposing",
        "evaporating"
    ]
}