{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[warmly] Oh, bonjour ma petite, je te vois un peu perdue devant mon étal de poissons. [gently] Elle est où ta maman ou ton papa ? Allez, on va les retrouver ensemble, d'accord ?"
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] Je sais pas où Maman est partie ! [sniffling] Elle était juste là et puis y'a eu plein de monde et je la vois plus nulle part !"
        },
        {
            "role": "Character 1",
            "content": "[reassuringly] Ça va aller, je te promets. [friendly] Moi c'est Madame Pierrette et je vends tous ces beaux poissons ici tous les jours. Tu vois ce gros rouget ? Il va nous aider à retrouver ta maman."
        },
        {
            "role": "Character 2",
            "content": "[confused] Mais le poisson il peut pas aider, il bouge pas ! [very quietly] Il fait dodo ? Mon poisson rouge des fois il dort mais pas avec les yeux ouverts comme ça."
        },
        {
            "role": "Character 1",
            "content": "[chuckling] T'as raison, il fait un dodo très très spécial. [animated] Mais tu sais quoi ? Sur mes épaules, tu seras assez grande pour repérer ta maman dans toute cette foule."
        },
        {
            "role": "Character 2",
            "content": "[excited] Haute comme une girafe ? [gasps] Oh oui oui ! Je veux être la plus grande personne de tout le marché !"
        },
        {
            "role": "Character 1",
            "content": "[grunting] Hop là, voilà, tiens-toi bien à ma tête. [cheerful] Maintenant t'es la capitaine du marché ! Tu vois quelqu'un qui porte la même couleur que ta maman ?"
        },
        {
            "role": "Character 2",
            "content": "Bleu ! Bleu comme la maison des poissons !"
        },
        {
            "role": "Character 1",
            "content": "[encouragingly] Parfait, bleu comme la mer d'où viennent tous mes amis poissons. [loudly] On va crier ensemble — on cherche une maman en bleu ! Prête ? Un, deux, trois !"
        },
        {
            "role": "Character 2",
            "content": "[shouting] MAMAN ! MAMAN EN BLEU ! [giggling] La dame poisson dit que c'est toi qui es perdue, pas moi !"
        },
        {
            "role": "Character 1",
            "content": "[laughing] Exactement, nous on n'est pas perdues du tout parce qu'on sait très bien où on est — devant le meilleur étal de poissons du marché. [pause] Attends, c'est cette dame en bleu là-bas qui nous fait signe ?"
        },
        {
            "role": "Character 2",
            "content": "[very excited] MAMAN ! [squealing] C'est ma maman ! Elle a l'air d'avoir peur mais moi j'ai plus peur parce que Madame Pierrette poisson m'a trouvée !"
        },
        {
            "role": "Character 1",
            "content": "Allez, on va vite te ramener à elle. [warmly] Tu sais que t'as été très courageuse ? C'est pas tous les enfants qui pourraient m'aider à surveiller tous ces poissons comme tu l'as fait."
        },
        {
            "role": "Character 2",
            "content": "[proudly] J'ai 3 ans et trois quarts alors je suis assez grande pour être courageuse ! [thoughtfully] Madame Pierrette, pourquoi les poissons ils doivent faire dodo dans la glace ? Ils vont pas avoir froid ?"
        },
        {
            "role": "Character 1",
            "content": "La glace ça les garde bien frais et parfaits, comme ton lit qui te garde bien au chaud. [gently] Regarde, ta maman qui arrive en courant. Elle a l'air tellement contente de te voir !"
        },
        {
            "role": "Character 2",
            "content": "[extremely happy] Maman, j'ai une copine ! [very quickly] Elle a des poissons qui dorment et elle m'a fait monter très haut et on t'a trouvée parce que c'était toi la perdue ! [pause] On peut revenir demain ?"
        },
        {
            "role": "Character 1",
            "content": "[warmly] Tu es la bienvenue quand tu veux, capitaine. [chuckling] La prochaine fois je te montrerai les homards — ils bougent leurs pinces comme pour dire bonjour. Ta maman pleure de joie maintenant, tu vois ?"
        },
        {
            "role": "Character 2",
            "content": "[concerned] Pleure pas, Maman, la dame poisson elle m'a bien gardée ! [cheerful] Elle sent le poisson mais elle est gentille et elle sait tout sur où les poissons font dodo !"
        },
        {
            "role": "Character 1",
            "content": "[laughing hard] Ça c'est le commentaire le plus honnête qu'on m'ait jamais fait sur mon étal ! [warmly] Prends bien soin de ta maman maintenant, et souviens-toi — si jamais tu te sens perdue, trouve quelqu'un qui travaille à un stand pour t'aider."
        },
        {
            "role": "Character 2",
            "content": "[happily] Au revoir, copine poisson ! [waving enthusiastically] Dis au poisson rouge merci pour moi ! [giggling] Même s'il a dormi tout le temps !"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[warmly] Hey there little one, I see you looking a bit lost by my fish stand. [gently] Where's your mommy or daddy? Let's find them together, okay?"
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] I don't know where Mama went! [sniffling] She was right here and then all the people came and I can't see her anywhere!"
        },
        {
            "role": "Character 1",
            "content": "[reassuringly] It's going to be alright, I promise. [friendly] My name's Mr. Pete and I sell all these fish here every day. See this big red snapper? He's going to help us find your mama."
        },
        {
            "role": "Character 2",
            "content": "[confused] The fishy can't help, he's not moving! [very quietly] Is he sleeping? My goldfish sleeps sometimes but not with his eyes open like that."
        },
        {
            "role": "Character 1",
            "content": "[chuckling] You're right, he's taking a very special kind of nap. [animated] But you know what? From up here on my shoulders, you'll be tall enough to spot your mama in all these crowds."
        },
        {
            "role": "Character 2",
            "content": "[excited] Up high like a giraffe? [gasps] Yes please! I want to be the tallest person in the whole market!"
        },
        {
            "role": "Character 1",
            "content": "[grunting] There we go, hold on tight to my head. [cheerful] Now you're the market lookout captain! Can you see anyone wearing the same color shirt as your mama was wearing?"
        },
        {
            "role": "Character 2",
            "content": "Blue! Blue like the fishies' home!"
        },
        {
            "role": "Character 1",
            "content": "[encouragingly] Perfect, blue like the ocean where all my fish friends come from. [loudly] Let's call out together - we're looking for a mama in blue! Ready? One, two, three!"
        },
        {
            "role": "Character 2",
            "content": "[shouting] MAMA! MAMA IN THE BLUE! [giggling] The fish man says you're lost, not me!"
        },
        {
            "role": "Character 1",
            "content": "[laughing] That's exactly right, we're not lost at all because we know exactly where we are - right by the best fish stand in the market. [pause] Wait, is that lady in blue over there waving at us?"
        },
        {
            "role": "Character 2",
            "content": "[very excited] MAMA! [squealing] That's my mama! She looks scared but I'm not scared anymore because Mr. Fish Pete found me!"
        },
        {
            "role": "Character 1",
            "content": "Let's get you back to her quick as we can. [warmly] You were very brave, you know that? Not every kid could help me guard all these fish like you did."
        },
        {
            "role": "Character 2",
            "content": "[proudly] I'm three and three quarters so I'm big enough to be brave! [thoughtfully] Mr. Pete, why do the fishies have to take naps in the ice? Won't they get cold?"
        },
        {
            "role": "Character 1",
            "content": "The ice keeps them fresh and perfect, just like how your bed keeps you cozy. [gently] Here comes your mama running over. She looks so happy to see you!"
        },
        {
            "role": "Character 2",
            "content": "[extremely happy] Mama, I made a friend! [very quickly] He has sleeping fishies and he let me be tall and we found you because you were the lost one! [pause] Can we come back tomorrow?"
        },
        {
            "role": "Character 1",
            "content": "[warmly] You're welcome here anytime, captain. [chuckling] Next time I'll show you the lobsters - they wave their claws like they're saying hello. Your mama's crying happy tears now, see?"
        },
        {
            "role": "Character 2",
            "content": "[concerned] Don't cry, Mama, the fish man kept me safe! [cheerful] He smells funny but he's nice and he knows all about where fishies sleep!"
        },
        {
            "role": "Character 1",
            "content": "[laughing hard] That's the most honest review my stand's ever gotten! [warmly] You take care of your mama now, and remember - if you ever feel lost, find someone working at their stand to help."
        },
        {
            "role": "Character 2",
            "content": "[happily] Bye bye, fish friend! [waving enthusiastically] Tell the red snapper fish I said thank you for helping! [giggling] Even though he was sleeping the whole time!"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "0c6a05d7_scenario.json",
    "scenario": "A fishmonger rescues a lost toddler at the busy morning market and tries to keep them calm while searching for their parent.",
    "type": "scenario_conversation",
    "character_1_role": "fishmonger",
    "character_2_role": "toddler",
    "selected_tones": [
        "refreshing",
        "real",
        "absorbing"
    ],
    "tone_options": [
        "prepared",
        "explosive",
        "creative",
        "real",
        "reserved",
        "refreshing",
        "uncaring",
        "self-sufficient",
        "absorbing",
        "intense"
    ]
}