{
    "conversation": [
        {
            "role": "Character 1",
            "content": "So what's the absolute worst movie you've ever paid money to see in theaters?"
        },
        {
            "role": "Character 2",
            "content": "Cats. The 2019 version with the CGI fur. I went opening night because I thought it would be campy-bad, you know, fun-bad, but it was just deeply unsettling watching James Corden as a cat-human hybrid for two hours while my brain tried to process what my eyes were seeing."
        },
        {
            "role": "Character 1",
            "content": "You actually stayed for the whole thing?"
        },
        {
            "role": "Character 2",
            "content": "[child-like] Not only did I stay, I dragged my best friend back to see it again the next week because I needed someone else to confirm I hadn't hallucinated the entire experience. We spent the whole second viewing just whispering \"what is happening\" to each other every five minutes."
        },
        {
            "role": "Character 1",
            "content": "That's dedication to terrible cinema."
        },
        {
            "role": "Character 2",
            "content": "The thing is, I have this theory that truly awful movies are actually more memorable than mediocre ones. Like, I can't tell you anything about half the Marvel movies I've seen, but I will never forget watching Rebel Wilson eat cockroaches while doing cat comedy, that image is burned into my retinas forever."
        },
        {
            "role": "Character 1",
            "content": "Do you do this with all bad movies?"
        },
        {
            "role": "Character 2",
            "content": "Pretty much. I have a whole spreadsheet ranking them by different categories of terrible. There's \"technically incompetent,\" there's \"wildly misguided passion project,\" there's \"studio interference disaster,\" and my personal favorite category which is \"how did this get 200 million dollars and why does the Rock fight a giant wolf in Chicago.\""
        },
        {
            "role": "Character 1",
            "content": "Rampage?"
        },
        {
            "role": "Character 2",
            "content": "Yes! See, you remember it too. That movie asked the question \"what if we made King Kong but there were three of them and also The Rock could speak gorilla sign language\" and somehow Warner Brothers said yes, here's all the money, please make this immediately."
        },
        {
            "role": "Character 1",
            "content": "I think I actually liked that one though."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] Wait, you're telling me you watched a movie where The Rock has heartfelt conversations with an albino gorilla named George and you thought \"yes, this is quality cinema, this deserves my emotional investment,\" because I need to understand how your brain works right now."
        },
        {
            "role": "Character 1",
            "content": "George was very compelling!"
        },
        {
            "role": "Character 2",
            "content": "George! The gorilla's acting was the compelling part! Not the part where they evacuated the entire city of Chicago so three giant monsters could have a wrestling match on top of Willis Tower, no, it was George's emotional journey that really sold it for you."
        },
        {
            "role": "Character 1",
            "content": "You literally saw Cats twice."
        },
        {
            "role": "Character 2",
            "content": "That's completely different. I saw Cats twice as an anthropological study of human failure. You're out here getting genuinely invested in the friendship between Dwayne Johnson and a CGI primate who makes inappropriate hand gestures. That's basically just watching a buddy cop movie where one of the cops is extinct."
        },
        {
            "role": "Character 1",
            "content": "Speaking of extinct, didn't you cry during the dinosaur movie with Chris Pratt?"
        },
        {
            "role": "Character 2",
            "content": "First of all, everyone cried when the brachiosaurus got left on the island, that was deliberately manipulative filmmaking and they knew exactly what they were doing with that John Williams music. Second of all, we're not talking about me, we're talking about your concerning emotional attachment to George the gorilla."
        },
        {
            "role": "Character 1",
            "content": "Should we watch something terrible tonight?"
        },
        {
            "role": "Character 2",
            "content": "Obviously yes. I just found out there's a movie from 2013 called Sharknado where a tornado full of sharks attacks Los Angeles and the only solution is chainsaws. It spawned five sequels, which means someone watched a movie about shark tornadoes and said \"you know what this needs? A continuing storyline.\""
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_17.txt",
    "actor": 6
}