{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[avec urgence] Je sais qu'on ne bosse pas ensemble d'habitude, mais avec la fermeture de FreshMart mardi prochain, on va avoir un effondrement total de l'accès alimentaire pour environ 3000 familles dans le quartier Riverside."
        },
        {
            "role": "Character 2",
            "content": "3000 familles, dont 800 qui sont mes bénéficiaires WIC qui n'ont littéralement aucun autre endroit accessible à pied pour utiliser leurs bons. [expire] L'alternative la plus proche est à 10 kilomètres."
        },
        {
            "role": "Character 1",
            "content": "[se penchant en avant] La banque finance des petits commerces dans ce secteur depuis 15 ans, mais les supermarchés, c'est des structures de capital différentes, des engagements à plus long terme que notre conseil refuse systématiquement parce que c'est trop risqué."
        },
        {
            "role": "Character 2",
            "content": "Trop risqué ? Ces mères marchent deux heures avec des gamins en bas âge juste pour acheter du lait et du lait maternisé, mais ça c'est pas assez risqué pour agir ? [rire amer]"
        },
        {
            "role": "Character 1",
            "content": "Écoute, j'ai proposé trois projets différents de coopératives alimentaires, j'ai même offert des taux en dessous du marché, mais sans projections de fréquentation garanties et sans équipes de gestion qui ont fait leurs preuves, j'ai les mains liées par la réglementation bancaire fédérale."
        },
        {
            "role": "Character 2",
            "content": "[suppliant] Et si on pouvait garantir la fréquentation ? 800 familles WIC dépensent en moyenne 200 dollars par mois en produits approuvés, c'est des revenus prévisibles, ça."
        },
        {
            "role": "Character 1",
            "content": "C'est des données convaincantes, effectivement, mais les contrats WIC seuls suffisent pas pour nos critères de souscription, il nous faudrait au moins 40% de clientèle hors aides sociales pour que les chiffres tiennent. [soupire]"
        },
        {
            "role": "Character 2",
            "content": "[frustré] Donc en gros tu me dis que les familles pauvres comptent pas comme de vrais clients ? Même quand elles dépensent de l'argent réel qui vient de programmes fédéraux spécifiquement conçus pour stimuler l'économie locale ?"
        },
        {
            "role": "Character 1",
            "content": "Non, c'est pas du tout ce que je dis, c'est juste que nos modèles d'évaluation des risques prennent pas correctement en compte la stabilité des programmes d'aide sociale comme sources de revenus."
        },
        {
            "role": "Character 2",
            "content": "[doucement] Tu sais ce qui me tue ? FreshMart a fait des bénéfices pendant 12 ans en servant exactement cette population, ils partent uniquement parce qu'un promoteur a offert le triple de la valeur du terrain."
        },
        {
            "role": "Character 1",
            "content": "[vaincu] J'ai vu ces chiffres aussi. Le promoteur construit des condos de luxe, et ironiquement, c'est ma banque qui finance ce projet parce qu'il coche toutes nos cases standards."
        },
        {
            "role": "Character 2",
            "content": "[incrédule] Vous financez les condos qui font dégager l'épicerie ? Mais comment c'est légal ça sous la Loi sur le Réinvestissement Communautaire que vous êtes censés respecter ?"
        },
        {
            "role": "Character 1",
            "content": "Techniquement, les condos incluent 12 logements abordables, ce qui coche notre case CRA, même si on sait toutes les deux que ces familles pourront jamais se qualifier avec les restrictions de revenus qu'ils ont fixées."
        },
        {
            "role": "Character 2",
            "content": "[épuisé] Ça fait 11 ans que je fais ce boulot, je regarde ce quartier se faire systématiquement dépouiller de toutes ses ressources pendant que tout le monde parle de revitalisation et de développement communautaire."
        },
        {
            "role": "Character 1",
            "content": "[sincèrement] Tu serais d'accord pour co-présenter avec moi à la réunion du conseil le mois prochain ? S'ils pouvaient t'entendre directement sur l'impact humain, peut-être qu'on pourrait faire passer une exception."
        },
        {
            "role": "Character 2",
            "content": "Je viendrai, mais on sait toutes les deux qu'ils vont sourire poliment, me remercier pour ma passion, et puis voter selon les mêmes tableurs qu'ils utilisent toujours. [rire creux]"
        },
        {
            "role": "Character 1",
            "content": "Il y a une autre option, même si c'est un coup de poker — on pourrait postuler ensemble pour une subvention CDFI, présenter ça comme un partenariat public-privé contre l'insécurité alimentaire."
        },
        {
            "role": "Character 2",
            "content": "[fatigué mais plein d'espoir] La date limite de candidature est dans trois semaines, il nous faudrait des lettres de soutien, un business plan complet, et même là les fonds arriveraient pas avant 8 mois minimum."
        },
        {
            "role": "Character 1",
            "content": "[résigné] 8 mois. D'ici là, la moitié de ces familles auront déménagé, été expulsées, ou juste abandonné l'idée d'accéder aux services, non ?"
        },
        {
            "role": "Character 2",
            "content": "Probablement, ouais. Mais je vais t'aider à écrire la demande de subvention quand même, parce qu'on fait quoi sinon ? [soupire] On regarde tout s'effondrer, c'est ça ?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[urgently] I know we don't usually work together directly, but with FreshMart closing next Tuesday, we're looking at a complete collapse of food access for about three thousand families in the Riverside district."
        },
        {
            "role": "Character 2",
            "content": "Three thousand families, and eight hundred of them are my WIC participants who literally have nowhere else within walking distance to redeem their benefits. [exhales] The nearest alternative is six miles away."
        },
        {
            "role": "Character 1",
            "content": "[leaning forward] The bank's been financing small businesses in that area for fifteen years, but grocery stores need different capital structures, longer-term commitments that our board keeps rejecting as too risky."
        },
        {
            "role": "Character 2",
            "content": "Too risky? These mothers are walking two hours with toddlers just to buy milk and formula, but that's not risky enough to warrant action? [bitter laugh]"
        },
        {
            "role": "Character 1",
            "content": "Look, I've pitched three different proposals for grocery co-ops, even offered below-market rates, but without guaranteed foot traffic projections and proven management teams, my hands are tied by federal banking regulations."
        },
        {
            "role": "Character 2",
            "content": "[pleading] What if we could guarantee the foot traffic? Eight hundred WIC families spend an average of two hundred dollars monthly on approved foods, that's predictable revenue right there."
        },
        {
            "role": "Character 1",
            "content": "That's actually compelling data, but WIC contracts alone won't satisfy our underwriting requirements, we'd need at least forty percent non-assistance customer base to make the numbers work. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "[frustrated] So basically you're saying poor families don't count as real customers? Even when they're spending real money that comes from federal programs specifically designed to stimulate local economies?"
        },
        {
            "role": "Character 1",
            "content": "No, that's not what I'm saying at all, it's just that our risk assessment models don't properly account for the stability of government assistance programs as revenue streams."
        },
        {
            "role": "Character 2",
            "content": "[quietly] You know what kills me? FreshMart made profits for twelve years serving this exact population, they're only leaving because a developer offered triple value for the land."
        },
        {
            "role": "Character 1",
            "content": "[defeated] I saw those numbers too. The developer's putting in luxury condos, and ironically, my bank is financing that project because it meets all our standard metrics."
        },
        {
            "role": "Character 2",
            "content": "[incredulous] You're financing the condos that are displacing the grocery store? How is that even legal under the Community Reinvestment Act you're supposed to follow?"
        },
        {
            "role": "Character 1",
            "content": "Technically, the condos include twelve affordable units, which checks our CRA box, even though we both know those families won't qualify with the income restrictions they've set."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] I've been doing this job for eleven years, watching this neighborhood get systematically stripped of every resource while everyone talks about revitalization and community development."
        },
        {
            "role": "Character 1",
            "content": "[sincerely] Would you be willing to co-present with me at next month's board meeting? If they could hear directly from you about the human impact, maybe we could push through an exception."
        },
        {
            "role": "Character 2",
            "content": "I'll come, but we both know they'll smile politely, thank me for my passion, and then vote based on the same spreadsheets they always use. [hollow laugh]"
        },
        {
            "role": "Character 1",
            "content": "There's one other option, though it's a long shot - we could apply for a CDFI grant together, position it as a public-private partnership addressing food insecurity."
        },
        {
            "role": "Character 2",
            "content": "[wearily hopeful] The application deadline is in three weeks, we'd need letters of support, a full business plan, and even then the funding wouldn't come through for eight months minimum."
        },
        {
            "role": "Character 1",
            "content": "[resigned] Eight months. By then half these families will have moved, been evicted, or just given up on accessing services entirely, won't they?"
        },
        {
            "role": "Character 2",
            "content": "Probably, yeah. But I'll help you write the grant anyway, because what else are we supposed to do? [sighs] Just watch it all fall apart?"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "10a7ea6f_scenario.json",
    "scenario": "A community development banker and WIC coordinator meet at an emergency town hall after the only grocery store in an underserved neighborhood announces closure in one week.",
    "type": "scenario_conversation",
    "character_1_role": "community development banker",
    "character_2_role": "WIC coordinator",
    "selected_tones": [
        "sincere",
        "requesting",
        "unsuccessful"
    ],
    "tone_options": [
        "inflaming",
        "boring",
        "modern",
        "sincere",
        "rude",
        "following",
        "reviving",
        "reassuring",
        "requesting",
        "unsuccessful"
    ]
}