{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] Нет. Нет, нет, нет, этого не может—в смысле, тут какая-то ошибка должна быть. [confused] Эти суммы выплат, они, эм, они показывают типа тридцать тысяч, когда клиенты получили—сколько, [very quietly] две тысячи? Три?\n\n[shaky voice] Ричард меня всему научил, понимаешь? Типа, буквально всему в этой практике. [bitter] «Всегда борись за своих клиентов», — говорил он, [mocking] «их доверие священно». Ну да, и видимо это всё было просто—я даже не—[frustrated] Господи, сколько дел?\n\n[pause]\n\n[angry] Семья Мартинес, они дом потеряли! И он, э, он им сказал, что это лучшее соглашение, которого можно добиться? [furious] Двадцать восемь тысяч долларов он от них утаил! В смысле, честно говоря, я же сидел на той встрече, где он—[trailing off]\n\n[very sad] Я его защищал, вообще-то. Когда люди, типа, сомневались в его методах или что там, я им говорил: «Нет-нет, Ричард из хороших». [sniffle] Дело в том, что я ему полностью доверял. Э, может, это я тут идиот.\n\n[whispering] Как мне вообще—в смысле, это же реальные жизни людей он разрушил. [anxious] И я ему клиентов направлял, сколько, шесть лет? [very slowly] Каждого клиента, которого я ему послал, он наверняка... [groan]\n\n[hesitantly] Я должен об этом заявить, очевидно. Но это же типа—[shaky voice] это мой наставник, понимаешь."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] No. No no no, this can't—I mean, there's gotta be some mistake here. [confused] These settlement numbers, they're, um, they're showing like thirty thousand when the clients got—what, [very quietly] two grand? Three? \n\n[shaky voice] Richard taught me everything, you know? Like, literally everything about this practice. [bitter] \"Always fight for your clients,\" he'd say, [mocking] \"their trust is sacred.\" Right, so apparently that was all just—I don't even—[frustrated] God, how many cases? \n\n[pause]\n\n[angry] The Martinez family, they lost their house! And he, uh, he told them that was the best settlement they could get? [furious] Twenty-eight thousand dollars he kept from them! I mean, honestly, I sat in that meeting where he—[trailing off]\n\n[very sad] I defended him, actually. When people would, like, question his methods or whatever, I'd tell them, \"No no, Richard's one of the good ones.\" [sniffle] The thing is, I trusted him completely. Er, maybe that makes me the idiot here.\n\n[whispering] How do I even—I mean, these are real people's lives he destroyed. [anxious] And I've been sending him referrals for, what, six years? [very slowly] Every single client I sent him, he probably... [groan]\n\n[hesitantly] I have to report this, obviously. But it's like—[shaky voice] this is my mentor we're talking about."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "cacd4884_monologue.json",
    "type": "emotional_monologue"
}