{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Погоди, что? Это не—стоп. Я сейчас смотрю на титры и... [pause] Они отдали мой кредит за звук Дереку? Derek wasn't even there! [frustrated] Он буквально был в Кабо всю ту неделю, posting margaritas on Instagram, пока я обливался потом с микрофоном-удочкой по 14 часов в день. [bitter] Это невероятно.\n\nТо есть, у меня есть call sheets. [speeding up] У меня есть фото со съёмочной площадки, у меня есть—режиссёр лично благодарил меня каждый день. [laugh] Боже мой, this is actually happening. [angry] 4 месяца работы, 4 месяца подъёмов в 4 утра, dealing with airplane noise, construction, тот актёр который постоянно, [mocking] \"забывал\" выключать телефон... [pause]\n\nИ Дерек получает кредит? [very slowly] Дерек, который однажды спросил меня, как включить Zoom recorder? [sarcastic] Конечно, это очень логично.\n\n[shaky voice] Знаешь что самое худшее? Я так гордился этой работой. Типа, this was going to be my—[trailing off] [sigh] Да пофиг. Я звоню своему представителю в профсоюзе. [determined] Этого не будет. Not after everything I— [mumbling] Нет. Категорически нет."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, what? That's not—hold on. I'm looking at the credits right now and... [pause] They gave my sound mixing credit to Derek? Derek wasn't even there! [frustrated] He was literally in Cabo that entire week, posting margaritas on Instagram while I was, um, sweating my ass off with a boom pole for fourteen hours a day. [bitter] This is unbelievable. \n\nI mean, I have the call sheets. [speeding up] I have photos of me on set, I have the—the director literally thanked me personally every single day. [laugh] Oh my God, this is actually happening. [angry] Four months of work, four months of getting up at 4 AM, dealing with airplane noise, construction, that actor who kept, [mocking] \"forgetting\" to turn off his phone... [pause] \n\nAnd Derek gets the credit? [very slowly] Derek who asked me once how to turn on a Zoom recorder? [sarcastic] Sure, that makes total sense. \n\n[shaky voice] You know what the worst part is? I was so proud of this one. Like, this was going to be my—[trailing off] [sigh] Whatever. I'm calling my union rep. [determined] This is not happening. Not after everything I— [mumbling] No. Absolutely not."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "cf69f20b_monologue.json",
    "type": "emotional_monologue"
}