{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Знаешь, у меня вчера была эта клиентка, которая просто—честно говоря, она понятия не имела о, эм, половине программ, на которые имеет право. [empathetically] Она мучилась, я имею в виду, буквально годами пыталась свести концы с концами только на базовой выплате по инвалидности, и типа, [frustrated] система не особо облегчает поиск этих ресурсов, правда? Так вот, [animated] я начал вытаскивать все эти программы—профессиональная реабилитация, э-э, жилищная помощь, the medication assistance program she'd never even heard of. [pause] И её лицо просто... [very sincerely] я видел, как этот груз спадает с её плеч. Она на самом деле, [emotional], она начала плакать, когда я показал ей программу скидок на коммунальные услуги, потому что, ну, she'd been choosing between heat and groceries. [angry] Это просто—почему эта информация не более доступна? Я имею в виду, [speeding up] у нас есть продовольственные талоны, связанные со статусом инвалидности, транспортные ваучеры, respite care for her kid who helps her, и честно говоря, [exhaling] большинство людей понятия не имеют, что это существует. [passionate] Но именно поэтому я делаю эту работу, понимаешь? Because when you can basically connect someone to, хмм, five different resources they didn't know about? [satisfied] Это меняет всё. Это как—[trailing off] я думаю, это то, что поддерживает меня через всю эту, эм, бюрократию и бумажную работу."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, I had this claimant yesterday who just—honestly, she had no idea about, um, half the programs she qualified for. [empathetically] She'd been struggling for, I mean, literally years trying to make ends meet on just the basic disability payment, and like, [frustrated] the system doesn't exactly make it easy to find these resources, right? So anyway, [animated] I started pulling up all these programs—vocational rehab, er, housing assistance, the medication assistance program she'd never even heard of. [pause] And her face just... [very sincerely] I could see this weight lifting off her shoulders. She actually, [emotional], she started crying when I showed her the utility discount program because, well, she'd been choosing between heat and groceries. [angry] It's just—why isn't this information more accessible? I mean, [speeding up] we have food stamp programs linked to disability status, transportation vouchers, respite care for her kid who helps her, and honestly, [exhaling] most people have no clue these exist. [passionate] That's why I do this job though, you know? Because when you can basically connect someone to, hmm, five different resources they didn't know about? [satisfied] That changes everything. It's like—[trailing off] I guess that's what keeps me going through all the, uh, the bureaucracy and paperwork."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "cef9d800_monologue.json",
    "type": "emotional_monologue"
}