{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Я не могу поверить, что они реально... реально мне это дали. [очень тихо] Senior Financial Analyst. [нервный смешок] Мне! Человеку, который, эм, буквально не смог даже зарплату себе выторговать три года назад. [недоверчиво] Господи, я продолжаю перечитывать письмо, чтобы убедиться, что я не ошибся. [пауза]\n\n[дрожащим голосом] Когда меня вызвали в кабинет, я думал—ну, я думал, что влип во что-то. [тревожно] Но потом HR улыбалась и... э-э-э, вот тогда я понял, что что-то не так. [с облегчением] Они сказали, что моя работа по проекту Morrison была \"исключительной\". [застенчиво] Они использовали это слово—исключительная.\n\n[говоря с улыбкой] Ты был прав насчёт тех презентаций в Excel, ну, знаешь, чтобы делать их более визуальными. [взволнованно] А упражнения на уверенность, которые мы отрабатывали? [смех] Я реально высказался на трёх совещаниях в прошлом месяце! [гордо] На трёх!\n\n[очень кротко] Ладно, да, голос у меня немного дрожал, но всё равно. [пауза]\n\n[тепло] Прибавка к зарплате... ммм, это больше, чем я вообще надеялся. [очень счастливо] Мы наконец-то можем открыть тот инвестиционный портфель, к которому ты меня всё подталкивал! [громкий смех] Помнишь, когда я боялся даже накопительный счёт с высокой ставкой открыть?\n\n[уверенно] Это реально происходит. [очень искренне] Спасибо, что верил, что я смогу, когда я... когда я сам в это совсем не верил."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "I can't believe they actually... they actually gave it to me. [very quietly] Senior Financial Analyst. [nervous laugh] Me! The person who, um, literally couldn't even negotiate my starting salary three years ago. [disbelief] God, I keep checking the email to make sure I didn't misread it. [pause] \n\n[shaky voice] When they called me into that office, I thought—well, I thought I was in trouble or something. [anxious] But then HR was smiling and... errr, that's when I knew something was different. [relieved] They said my work on the Morrison account was \"exceptional.\" [shy] They used that word—exceptional. \n\n[smiling speaking] You were right about those spreadsheet presentations, about, you know, making them more visual. [excited] And the confidence exercises we practiced? [laugh] I actually spoke up in three meetings last month! [proudly] Three! \n\n[very meekly] Okay, yes, my voice was shaking a bit, but still. [pause] \n\n[warm] The salary increase is... mmm, it's more than I even hoped for. [extremely happy] We can finally start that investment portfolio you kept pushing me toward! [laugh hard] Remember when I was too scared to even open a high-yield savings account? \n\n[confidently] This is actually happening. [very sincerely] Thank you for believing I could do this when I... when I really couldn't see it myself."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "67da7bff_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your shy accounting client just landed their first big promotion after your financial coaching",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}