{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[растерянно] Стоп, что это? Письмо? [с любопытством] Да ладно, кто ж сейчас письма-то шлёт... Ой, это от— погоди-ка, Сара из кофейни? [пауза] \"Дорогой незнакомец, который заплатил за мой кофе в прошлый вторник...\" [тихо вздыхает] Боже мой, это же я. [читая медленно] \"Вы не знали, но меня в то утро только что уволили, и я тратила свои последние 5 долларов на кофе перед собеседованием...\" [дрожащим голосом] Я даже не— я просто подумал, она уставшая какая-то, понимаешь? [всхлип] \"Ваш маленький жест доброты напомнил мне, что хорошие люди существуют, когда мне это было так нужно. Я получила работу.\" [сквозь слёзы] Она получила работу. Из-за дурацкого кофе за 3 доллара, который я... [пауза] Я даже толком не помню, как это сделал. Это было просто, эм, ну знаешь, такое спонтанное решение, типа думаешь — а почему бы и нет? [тепло] \"Я искала вас каждое утро, чтобы сказать спасибо.\" [смех] Вот почему она мне всё время махала! [очень тихо] А я думал, она просто дружелюбная такая. [эмоционально] Господи, никогда ж не знаешь, да? Типа, идёшь весь день, думаешь, что ничего из того, что ты делаешь, не важно, а потом... [всхлип] Кто-то пишет тебе письмо. Настоящее письмо от руки. [счастливо] Потому что ты купил им кофе, когда их мир рушился."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, what's this? A letter? [curious] Nobody sends actual letters anymore... Oh, it's from—hold on, Sarah from the coffee shop? [pause] \"Dear stranger who paid for my coffee last Tuesday...\" [gasp softly] Oh my god, that was me. [reading slowly] \"You didn't know this, but I'd just been fired that morning and was using my last five dollars to buy coffee before a job interview...\" [voice shaking] I didn't even—I just thought she looked tired, you know? [sniffle] \"Your small act of kindness reminded me that good people exist when I needed it most. I got the job.\" [crying while speaking] She got the job. Because of a stupid three dollar coffee that I... [pause] I don't even remember doing it, really. It was just, um, one of those impulse things where you think, hey, why not? [warm] \"I've been looking for you every morning to say thank you.\" [laugh] That's why she kept waving at me! [very quietly] I thought she was just being friendly. [emotional] God, you never know, do you? Like, you go through your day thinking nothing you do matters, and then... [sniffle] Someone writes you a letter. An actual handwritten letter. [happy] Because you bought them coffee when their world was falling apart."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6cff285b_monologue.json",
    "type": "emotional_monologue",
    "subject": "Getting a handwritten thank you note from someone whose day you made better without even realizing it",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}