{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[с горечью] Боже, они всё твердят, что я должен радоваться, что оказался прав. Ну да, новые проверки подтвердили всё, о чём я предупреждал два года, но... [пауза] 37 человек. Столько людей потеряли работу, когда завод закрыли. [очень грустно] У Сарки трое детей. Миша только что квартиру купил. И все они знают—все знают, что это я постоянно стучал в Росприроднадзор.\n\nЯ не хотел... [вздох] Я просто хотел, чтобы они починили систему очистки, понимаешь? Поставили нормальные фильтры, перестали сливать в реку. Но начальство всё твердило, что слишком дорого, а я всё, эм... я всё документировал. [раздражённо] Что я должен был делать, просто смотреть, как они травят целый район?\n\n[дрожащим голосом] Толик даже не смотрит на меня больше. 20 лет вместе работали, а теперь смотрит на меня как на, не знаю, как на предателя какого-то. [сердито] Но дети же болели! Онкология в том районе просто—\n\n[долгая пауза]\n\n[с сожалением] Может, можно было как-то по-другому. Найти способ, который не... [замолкая] Я всё думаю, как Сарка вещи собирала. Сказала, что понимает меня, но глаза у неё были просто... [очень тихо] пустые.\n\n[устало] Я правильно поступил. Я знаю, что правильно. Так почему победа ощущается как полное поражение?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] God, they keep saying I should feel good about being right. I mean, yeah, the new regulations proved everything I'd been warning about for two years, but... [pause] thirty-seven people. That's how many lost their jobs when the plant shut down. [very sad] Sarah's got three kids. Mike just bought a house. And they all know—they all know I'm the one who kept pushing this to the EPA.\n\nI wasn't trying to... [sigh] I just wanted them to fix the runoff issue, you know? Install proper filters, stop dumping into the river. But management kept saying it was too expensive, and I kept, um... I kept documenting everything. [frustrated] What was I supposed to do, just let them poison an entire watershed? \n\n[shaky voice] Tom won't even look at me anymore. Twenty years we worked together, and now he acts like I'm, I don't know, like I'm some kind of traitor. [angry] But kids were getting sick! The cancer rates in that neighborhood were—\n\n[long pause]\n\n[regretful] Maybe I could've handled it differently. Found another way that didn't... [trailing off] I keep thinking about Sarah packing up her desk. She said she understood, but her eyes were just... [very quietly] empty.\n\n[exhausted] I did the right thing. I know I did. So why does winning feel exactly like losing?"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "6a742e44_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your environmental concerns about the company's practices got vindicated by new regulations, but cost your entire team their jobs",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}