{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Нет-нет-нет, это не может—в смысле, [тихо вздыхает] там же буквально скриншоты банковских переводов. Маркус? [смущённо] Наш Маркус? Тот самый, который, эм, приковывал себя к бульдозеру в прошлом году? [короткая пауза] Который произнёс ту речь про—Господи, [горько] он же реально тогда сказал \"корпоративные кровососы\". А теперь он, что, [в ярости] берёт 50 тысяч от ExxonMobil?\n\nЯ чувствую себя таким [дрожащим голосом] идиотом. Типа, мы все просто... мы ему полностью доверяли. [вздох] Каждая кампания, каждый протест, это всё—Боже, [расстроенно] хоть что-то из этого было по-настоящему? Или он просто, знаешь, уводил нас от компаний, которые ему платили? [пауза] Тот протест против трубопровода в прошлом месяце, когда он вдруг сказал, что нам надо \"перенаправить усилия\"—[сердито] блин, теперь всё понятно.\n\nДело в том, что я бросил—[говорит сквозь слёзы] я бросил работу ради этого. Мои родители думают, что я, типа, трачу жизнь впустую, а я всё твердил им: нет, [страстно] мы делаем реальные изменения, Маркус говорит, что мы строим что-то важное. [смех] Ну и дурак же я.\n\n[очень тихо] Как мы вообще... как мы всем расскажем? [тревожно] Всё движение может просто развалиться. Всё, ради чего мы работали, это просто—[замолкая] не знаю. Я правда не знаю, что нам теперь делать."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "No no no, this can't be—I mean, [gasp softly] there's literally screenshots of the bank transfers. Marcus? [confused] Our Marcus? The same guy who, um, chained himself to that bulldozer last year? [short pause] Who gave that speech about—Jesus, [bitter] he actually said \"corporate bloodsuckers\" in that speech. And now he's, what, [furious] taking fifty thousand from ExxonMobil? \n\nI feel so [shaky voice] stupid. Like, we all just... we trusted him completely. [sigh] Every single campaign we ran, every protest, it's all—God, [upset] was any of it real? Or was he just, you know, steering us away from the companies paying him? [pause] That pipeline protest last month where he suddenly said we should \"refocus our efforts\"—[angry] oh my God, that makes sense now.\n\nThe thing is, I gave up—[crying while speaking] I gave up my job for this. My parents think I'm, like, wasting my life, and I kept telling them, no, [passionately] we're making real change, Marcus says we're building something that matters. [laugh] What an idiot I am. \n\n[very quietly] How do we even... how do we tell everyone? [anxious] The whole movement could just collapse. Everything we worked for, it's just—[trailing off] I don't know. I honestly don't know what we do now."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "d0dc34b4_monologue.json",
    "type": "emotional_monologue"
}