{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[startled] Eh, ¿qué coño estás, [angry], haciendo con esos tanques? No puedes estar aquí, [firm], esto es propiedad restringida."
        },
        {
            "role": "Character 2",
            "content": "[desperate] Estoy buscando respuestas sobre mi padre que trabajó aquí hace 5 años antes de que simplemente, [breaking], desapareciera sin ninguna explicación."
        },
        {
            "role": "Character 1",
            "content": "[stunned] ¿Tu padre?"
        },
        {
            "role": "Character 2",
            "content": "[shaking] Se llamaba Marcus Chen y la policía dijo que, [hollow], dejó su trabajo aquí pero nadie lo volvió a ver después de su último, [cracking], turno el 15 de marzo."
        },
        {
            "role": "Character 1",
            "content": "Marcus era uno de nuestros mejores técnicos y recuerdo esa noche porque yo fui, [uneasy], el que cerró con él y lo vi, [careful], salir por la puerta trasera sobre medianoche diciendo que, [trailing off], nos veríamos el lunes por la mañana."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Pues, eh, nunca volvió a casa esa noche y, bueno, mi madre todavía piensa que nos abandonó, but I know something happened here, [determined], porque su coche fue encontrado, [voice cracking], abandonado cerca del estanque de desborde. [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[defensive] Mira, esto, I told the police everything I knew back then, eh, que no era mucho porque Marcus se guardaba sus cosas y, bueno, nunca hablaba de, [uncomfortable], asuntos personales excepto mencionar a vosotros, sus hijos, a veces."
        },
        {
            "role": "Character 2",
            "content": "[accusing] Pero tú fuiste la última persona en verlo vivo así que, eh, there must be something you're not telling me, o sea, la gente no, [frustrated], desaparece en el aire."
        },
        {
            "role": "Character 1",
            "content": "[quiet] Había algo."
        },
        {
            "role": "Character 2",
            "content": "Había estado actuando raro durante semanas antes de esa noche, [nervous], revisando obsesivamente los informes de calidad del agua y sacando fotos de, [whispered], documentos a los que no debía acceder de la oficina, [tense], principal."
        },
        {
            "role": "Character 1",
            "content": "[guilty] Eh, debería haber, esto, dicho algo."
        },
        {
            "role": "Character 2",
            "content": "[urgent] La empresa estaba vertiendo químicos ilegalmente en aquel entonces, eh, ¿verdad?, and my dad found out which is why, bueno, lo hicieron, [trembling], desaparecer de alguna manera."
        },
        {
            "role": "Character 1",
            "content": "[conflicted] Mira chaval, eh, había irregularidades en los análisis del agua que tu padre descubrió y, bueno, he confronted management about it, [heavy], 2 días antes de que desapareciera."
        },
        {
            "role": "Character 2",
            "content": "Pues, eh, ¿así que lo sabías?"
        },
        {
            "role": "Character 1",
            "content": "[resigned] Tu padre me dio copias de todo lo que había documentado y me dijo que, [worried], esperara 30 días antes de ir a las autoridades si algo, [whispered], le pasaba."
        },
        {
            "role": "Character 2",
            "content": "Entonces, eh, ¿por qué nunca presentaste las pruebas cuando él, bueno, desapareció como, [angry], predijo que pasaría?"
        },
        {
            "role": "Character 1",
            "content": "Porque 3 días después de que Marcus desapareciera me ascendieron a técnico jefe con, [ashamed], el triple de salario and made it clear my family's safety depended on my, [broken], silencio."
        },
        {
            "role": "Character 2",
            "content": "[disgusted] Vendiste la memoria de mi padre por dinero mientras, eh, we spent years wondering if he was dead, o si simplemente, digo, no nos quería lo suficiente para, [crying], quedarse."
        },
        {
            "role": "Character 1",
            "content": "[remorseful] Todavía tengo todas las pruebas escondidas y, eh, I've been waiting for someone brave enough to, [determined], ayudarme a exponer finalmente lo que pasó aquí porque, bueno, vivir con esta culpa me ha estado, [exhausted], destruyendo. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "Entonces vamos a la policía ahora mismo con todo porque, eh, my father deserves justice, y, bueno, necesito saber la verdad aunque signifique, [resolved], quemar todo este lugar para conseguirla. [firmly]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[startled] Hey, what the hell are you, [angry], doing with those tanks—you can't be back here, [firm], this is restricted property!"
        },
        {
            "role": "Character 2",
            "content": "[desperate] I'm looking for answers about my father who worked here five years ago before he just, [breaking], vanished without any explanation."
        },
        {
            "role": "Character 1",
            "content": "[stunned] Your father?"
        },
        {
            "role": "Character 2",
            "content": "[shaking] His name was Marcus Chen and the police said he, [hollow], quit his job here but nobody ever saw him again after his last, [cracking], shift on March fifteenth."
        },
        {
            "role": "Character 1",
            "content": "Marcus was one of our best technicians and I remember that night because I was, [uneasy], the one who closed up with him and watched him, [careful], leave through the back gate around midnight saying he'd, [trailing off], see me Monday morning."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Well, um, he never came home that night and, like, my mom still thinks he abandoned us but I know, [determined], something happened here because his car was found, [voice cracking], abandoned near the overflow pond. [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[defensive] Listen, er, I told the police everything I knew back then, um, which wasn't much because Marcus kept to himself mostly and, well, never talked about, [uncomfortable], personal stuff except mentioning you kids sometimes."
        },
        {
            "role": "Character 2",
            "content": "[accusing] But you were the last person to see him alive so, um, there must be something you're not telling me, I mean, people don't just, [frustrated], disappear into thin air!"
        },
        {
            "role": "Character 1",
            "content": "[quiet] There was something."
        },
        {
            "role": "Character 2",
            "content": "He'd been acting strange for weeks before that night, [nervous], checking the water quality reports obsessively and taking photos of, [whispered], documents he wasn't supposed to access from the main, [tense], office."
        },
        {
            "role": "Character 1",
            "content": "[guilty] Um, I should have, er, said something."
        },
        {
            "role": "Character 2",
            "content": "[urgent] The company was dumping chemicals illegally back then, umm, weren't they, and my dad found out which is why, well, they made him, [trembling], disappear somehow."
        },
        {
            "role": "Character 1",
            "content": "[conflicted] Look kid, um, there were irregularities in the water testing that your father discovered and, like, he confronted management about it, [heavy], two days before he disappeared."
        },
        {
            "role": "Character 2",
            "content": "Well, um, so you knew?"
        },
        {
            "role": "Character 1",
            "content": "[resigned] Your father gave me copies of everything he'd documented and told me to, [worried], wait thirty days before going to the authorities if anything, [whispered], happened to him."
        },
        {
            "role": "Character 2",
            "content": "So, umm, why didn't you ever come forward with the evidence when he, well, disappeared like he, [angry], predicted would happen?"
        },
        {
            "role": "Character 1",
            "content": "Because three days after Marcus vanished they promoted me to head technician with, [ashamed], triple the salary and made it clear my family's safety depended on my, [broken], silence."
        },
        {
            "role": "Character 2",
            "content": "[disgusted] You sold out my father's memory for money while, um, we spent years wondering if he was dead or if he just, I mean, didn't love us enough to, [crying], stay."
        },
        {
            "role": "Character 1",
            "content": "[remorseful] I still have all the evidence hidden away and, um, I've been waiting for someone brave enough to, [determined], help me finally expose what really happened here because, like, living with this guilt has been, [exhausted], destroying me. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "Then we're going to the police right now with everything because, um, my father deserves justice and, well, I need to know the truth even if it means, [resolved], burning this whole place down to get it. [firmly]"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "95170081_scenario.json",
    "scenario": "A troubled youth caught vandalizing an aquaculture facility turns out to be searching for their father who disappeared while working at the same facility years ago, and the technician was the last person to see him.",
    "type": "scenario_conversation",
    "character_1_role": "aquaculture technician",
    "character_2_role": "youth",
    "selected_tones": [
        "fragmented",
        "intuitive",
        "navigating"
    ],
    "tone_options": [
        "committed",
        "foolish",
        "rough",
        "fragmented",
        "intentional",
        "intuitive",
        "scripted",
        "diminishing",
        "navigating",
        "solid"
    ]
}