{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Entonces, eh, me llamaron por la máquina de espresso del piso 12 y, [stunned], bueno, no me di cuenta de que era tu oficina o habría mandado a otro, I mean, one of the other techs. [exhales slowly]"
        },
        {
            "role": "Character 2",
            "content": "Bueno, pues, han pasado 8 años desde que, [trembling], hablamos por última vez y ahora estás aquí para arreglar mi, [hollow], máquina de café como una especie de broma cósmica, ya sabes, the universe has a strange sense of humor."
        },
        {
            "role": "Character 1",
            "content": "La máquina probablemente está, [professional], atascada por acumulación de minerales—puedo tenerla funcionando en 20 minutos y me voy de tu camino."
        },
        {
            "role": "Character 2",
            "content": "Sabes, eh, mamá preguntó por ti en Navidad y no sabía qué, [breaking], decir porque ella no entiende por qué simplemente, [vacant], desapareciste después del funeral de papá, I mean, we all needed each other then."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Mira, eh, no podía quedarme y ver a todos fingir que él era, [bitter], una especie de santo cuando ambos sabemos lo que, [quieter], nos hizo de pequeños, bueno, especialmente a mí."
        },
        {
            "role": "Character 2",
            "content": "[gentle] Sé lo que hizo, eh, y debería haberte defendido más entonces pero estaba, [regretful], asustado y era joven y, bueno, estúpido. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[softer] Tú también estabas intentando, [hesitant], sobrevivir y nunca te culpé por eso, not really, [voice cracking], incluso cuando la rabia hacía que sintiera que, [trailing off], culpaba a todos."
        },
        {
            "role": "Character 2",
            "content": "[earnest] Los niños preguntan por su tío a veces y les enseño, [wistful], fotos viejas de antes de que todo se estropeara."
        },
        {
            "role": "Character 1",
            "content": "[surprised] Tienes hijos ahora, eh, I mean, of course you do, han pasado tantos años y la vida, [melancholic], sigue adelante incluso cuando estamos atrapados en el pasado, bueno, al menos para los demás. [laughs sadly]"
        },
        {
            "role": "Character 2",
            "content": "3 en realidad, y eh, la mayor arregla cosas igual que tú, [proud], siempre desmontando juguetes y volviéndolos a montar, and well, she has your same stubborn streak about doing everything, [tender], perfectamente."
        },
        {
            "role": "Character 1",
            "content": "[overwhelmed] 3 hijos."
        },
        {
            "role": "Character 2",
            "content": "[hopeful] Quizás podrías conocerlos algún día si estás, [nervous], preparado para eso porque se merecen saber que su tío no es solo un, [emotional], fantasma en fotografías viejas sino una persona real que construye cosas, [voice breaking], preciosas con sus manos. [sniffles]"
        },
        {
            "role": "Character 1",
            "content": "No sé si estoy, bueno, preparado para eso todavía, eh, being part of a family again when I spent so long learning how to be, [uncertain], solo."
        },
        {
            "role": "Character 2",
            "content": "[understanding] Está bien, I mean, no tenemos que resolverlo todo hoy mientras estás, [gentle], sujetando una llave inglesa y yo estoy fingiendo que esta emergencia del café era realmente, [sheepish], urgente, eh, cuando en realidad llevo meses posponiendo esta llamada."
        },
        {
            "role": "Character 1",
            "content": "[realizing] Espera, eh, sabías que trabajaba para esta empresa y específicamente, [shaking], me pediste para esta llamada de servicio, bueno, ¿verdad?"
        },
        {
            "role": "Character 2",
            "content": "La máquina lleva rota 6 semanas pero seguí, [guilty], poniendo excusas hasta que finalmente encontré el valor para marcar el, [quieter], número de tu empresa y pedir específicamente por ti por, [almost whispered], nombre."
        },
        {
            "role": "Character 1",
            "content": "[touched] Bueno, eh, supongo que debería arreglar esta máquina de verdad entonces, since you waited so long to, [wavering], llamarme aquí."
        },
        {
            "role": "Character 2",
            "content": "La máquina no importa realmente, eh, I mean, what matters is that you're, [emotional], aquí y estamos hablando aunque sea incómodo y doloroso y, [hopeful], inacabado como todo entre nosotros siempre parece estar, bueno, desde que éramos niños intentando protegernos de cosas que no podíamos controlar."
        },
        {
            "role": "Character 1",
            "content": "[resolved] Entonces empecemos con café y veamos adónde, [genuine], van las cosas desde ahí."
        },
        {
            "role": "Character 2",
            "content": "[relieved] El café suena perfecto, y eh, maybe while you work, podemos simplemente, [tentative], hablar de cosas pequeñas primero, como cómo aprendiste a arreglar máquinas o, bueno, qué has estado haciendo todos estos años, [warmer], sin tener que meternos en lo profundo todavía."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I got a call about the espresso machine on the twelfth floor and, [stunned], well, I didn't realize this was your office or I would've sent someone else, I mean, one of the other techs. [exhales slowly]"
        },
        {
            "role": "Character 2",
            "content": "Well, um, it's been eight years since we, [trembling], last spoke and now you're here to fix my, [hollow], coffee machine like some kind of cosmic joke, you know, the universe has a strange sense of humor."
        },
        {
            "role": "Character 1",
            "content": "The machine's probably just, [professional], clogged from mineral buildup—I can have it running in twenty minutes and be out of your way."
        },
        {
            "role": "Character 2",
            "content": "You know, um, Mom asked about you at Christmas and I didn't know what to, [breaking], say because she doesn't understand why you just, [vacant], disappeared after Dad's funeral, I mean, we all needed each other then."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Look, uh, I couldn't stay and watch everyone pretend like he was, [bitter], some kind of saint when we both know what he, [quieter], did to us growing up, well, especially to me."
        },
        {
            "role": "Character 2",
            "content": "[gentle] I know what he did, um, and I should've stood up for you more back then but I was, [regretful], scared and young and, well, stupid. [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[softer] You were just trying to, [hesitant], survive too and I never blamed you for that, not really, [voice cracking], even when the anger made it feel like I, [trailing off], blamed everyone."
        },
        {
            "role": "Character 2",
            "content": "[earnest] The kids ask about their uncle sometimes and I show them, [wistful], old photos from before everything went wrong."
        },
        {
            "role": "Character 1",
            "content": "[surprised] You have kids now, um, I mean, of course you do, it's been so long and life, [melancholic], moves forward even when we're stuck in the past, well, at least for everyone else. [laughs sadly]"
        },
        {
            "role": "Character 2",
            "content": "Three of them actually, and um, the oldest one fixes things just like you, [proud], always taking apart toys and putting them back together, and well, she has your same stubborn streak about doing everything, [tender], perfectly."
        },
        {
            "role": "Character 1",
            "content": "[overwhelmed] Three kids."
        },
        {
            "role": "Character 2",
            "content": "[hopeful] Maybe you could meet them sometime if you're, [nervous], ready for that because they deserve to know their uncle isn't just a, [emotional], ghost in old photographs but a real person who builds beautiful, [voice breaking], things with his hands. [sniffles]"
        },
        {
            "role": "Character 1",
            "content": "I don't know if I'm, well, ready for that yet, um, being part of a family again when I spent so long learning how to be, [uncertain], alone."
        },
        {
            "role": "Character 2",
            "content": "[understanding] That's okay, I mean, we don't have to figure it all out today while you're, [gentle], holding a wrench and I'm pretending this coffee emergency was actually, [sheepish], urgent, um, when really I've been putting off this call for months."
        },
        {
            "role": "Character 1",
            "content": "[realizing] Wait, um, you knew I worked for this company and you specifically, [shaking], requested me for this service call, well, didn't you?"
        },
        {
            "role": "Character 2",
            "content": "The machine's been broken for six weeks but I kept, [guilty], making excuses until I finally found the courage to dial your company's, [quieter], number and specifically ask for you by, [almost whispered], name."
        },
        {
            "role": "Character 1",
            "content": "[touched] Well, um, I guess I should actually fix this machine then, since you waited so long to, [wavering], call me here."
        },
        {
            "role": "Character 2",
            "content": "The machine doesn't really matter, um, I mean, what matters is that you're, [emotional], here and we're talking even if it's awkward and painful and, [hopeful], unfinished like everything between us always seems to be, well, since we were kids trying to protect each other from things we couldn't control."
        },
        {
            "role": "Character 1",
            "content": "[resolved] Then let's start with coffee and see where, [genuine], things go from there."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Coffee sounds perfect, and um, maybe while you work, we can just, [tentative], talk about small things first, like how you learned to fix machines or, well, what you've been doing all these years, [warmer], without having to dive into the deep end right away."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "9bc3db42_scenario.json",
    "scenario": "A coffee machine technician arrives for a routine service call at a corporate office, only to discover their estranged sibling is the manager who called for the repair.",
    "type": "scenario_conversation",
    "character_1_role": "coffee machine technician",
    "character_2_role": "estranged family member",
    "selected_tones": [
        "genuine",
        "gentle",
        "unfinished"
    ],
    "tone_options": [
        "playful",
        "gentle",
        "suspicious",
        "naive",
        "manic",
        "diluted",
        "genuine",
        "concentrated",
        "commanding",
        "unfinished"
    ]
}