{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[mumbling] So, um, the court said forty hours, y me han asignado aquí para trabajar en la cosecha o algo así."
        },
        {
            "role": "Character 2",
            "content": "[measured] I know why you're here, en realidad, te pedí específicamente cuando vi tu nombre en la, em, la lista de trabajadores disponibles. [pause]"
        },
        {
            "role": "Character 1",
            "content": "Wait, you requested me? Eso no tiene sentido a menos que— [trails off]"
        },
        {
            "role": "Character 2",
            "content": "[quietly] Unless I recognized you, a menos que te reconociera."
        },
        {
            "role": "Character 1",
            "content": "Look, I don't know what you think, eh, lo que crees que sabes sobre mí, pero solo estoy aquí para terminar mis horas y—"
        },
        {
            "role": "Character 2",
            "content": "[calmly] You took my wallet three months ago, en el mercado, cerca del puesto de miel. Cartera de cuero marrón, tenía la foto de mi hija dentro. [clears throat]"
        },
        {
            "role": "Character 1",
            "content": "[defensive whisper] That's... okay, even if that were true, que no estoy diciendo que lo sea, ¿por qué querrías específicamente que trabajara aquí?"
        },
        {
            "role": "Character 2",
            "content": "Because I got the wallet back actually, alguien la entregó, pero los 100 euros para pagar a mis trabajadores no estaban, obviamente. [soft exhale]"
        },
        {
            "role": "Character 1",
            "content": "[quieter] Shit. I mean, I didn't know, no sabía que era para, tipo, pagar a la gente ni nada."
        },
        {
            "role": "Character 2",
            "content": "Mmm, well, now you can work it off, literalmente. 40 horas al salario mínimo son, pues, unos 300 euros de trabajo. [matter-of-fact]"
        },
        {
            "role": "Character 1",
            "content": "You're not going to tell them? ¿A los del juzgado, digo? Porque esto podría joderme mucho el—"
        },
        {
            "role": "Character 2",
            "content": "[gently] No, I'm not telling anyone, pero vas a aprender cómo ganar dinero de verdad aquí, con esto. [rustling sound]"
        },
        {
            "role": "Character 1",
            "content": "These are work gloves? ¿Me estás dando guantes de cuero de verdad para, qué, coger manzanas?"
        },
        {
            "role": "Character 2",
            "content": "[soft-spoken] My father gave me my first pair, cuando tenía 14 años, me enseñó que el trabajo honesto deja marcas diferentes que, eh, que el otro tipo. [pause]"
        },
        {
            "role": "Character 1",
            "content": "I don't need some redemption story, vale? Solo estoy, solo intento pasar por esto."
        },
        {
            "role": "Character 2",
            "content": "[warmly] That's fine, pero igual vas a aprender a podar correctamente, porque los árboles mal podados no dan buena fruta, y yo, bueno, necesito fruta buena."
        },
        {
            "role": "Character 1",
            "content": "[reluctant laugh] You really planned this whole thing, ¿verdad? Tipo, pedirme específicamente, tener los guantes preparados?"
        },
        {
            "role": "Character 2",
            "content": "[small chuckle] Prepared, preparado."
        },
        {
            "role": "Character 1",
            "content": "The trees are actually kind of beautiful, em, así de cerca son preciosos, ¿no? Nunca me había fijado antes. [quietly surprised]"
        },
        {
            "role": "Character 2",
            "content": "Hmm, yeah. Give them respect and patience, alimentarán a toda una comunidad. Los apuras o coges atajos, y pues, todo el mundo sufre."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[mumbling] So, um, the court said forty hours of community service, and they, uh, they assigned me here to work the harvest or something like that."
        },
        {
            "role": "Character 2",
            "content": "[measured] I know why you're here. Actually, I specifically requested you when I saw your name on the, mmm, the list of available workers. [pause]"
        },
        {
            "role": "Character 1",
            "content": "Wait, you... you requested me? That's, I mean, that doesn't make any sense unless— [trails off]"
        },
        {
            "role": "Character 2",
            "content": "[quietly] Unless I recognized you."
        },
        {
            "role": "Character 1",
            "content": "Look, I don't know what you think you, er, what you think you know about me, but I'm just here to finish my hours and—"
        },
        {
            "role": "Character 2",
            "content": "[calmly] You took my wallet at the farmer's market three months ago, near the honey stand. Brown leather, had my daughter's picture in it. [clears throat]"
        },
        {
            "role": "Character 1",
            "content": "[defensive whisper] That's... okay, even if that were true, which I'm not saying it is, why would you specifically want me working here?"
        },
        {
            "role": "Character 2",
            "content": "Because I got the wallet back, actually—someone turned it in—but the hundred dollars for my workers' wages was gone, obviously. [soft exhale]"
        },
        {
            "role": "Character 1",
            "content": "[quieter] Shit. I mean, I didn't... I didn't know it was for, like, paying people or anything."
        },
        {
            "role": "Character 2",
            "content": "Mmm, well, now you can work it off, literally. Forty hours at minimum wage comes out to, oh, about three hundred dollars of labor. [matter-of-fact]"
        },
        {
            "role": "Character 1",
            "content": "You're not going to, um, tell them? The court people, I mean? Because this could really mess up my—"
        },
        {
            "role": "Character 2",
            "content": "[gently] No, I'm not going to tell anyone. But you're going to learn how to actually earn money here, properly, with these. [rustling sound]"
        },
        {
            "role": "Character 1",
            "content": "These are... work gloves? You're giving me actual leather work gloves for, what, picking apples?"
        },
        {
            "role": "Character 2",
            "content": "[soft-spoken] My father gave me my first pair when I was fourteen, taught me that honest work leaves different marks than, ahh, than the other kind. [pause]"
        },
        {
            "role": "Character 1",
            "content": "I don't need some kind of redemption story, okay? I'm just... I'm trying to get through this."
        },
        {
            "role": "Character 2",
            "content": "[warmly] That's fine. But you're still going to learn to prune properly, because badly pruned trees don't fruit well, and I, well, I need good fruit."
        },
        {
            "role": "Character 1",
            "content": "[reluctant laugh] You really planned this whole thing out, didn't you? Like, requesting me specifically, having the gloves ready?"
        },
        {
            "role": "Character 2",
            "content": "[small chuckle] Prepared."
        },
        {
            "role": "Character 1",
            "content": "The trees are, um, they're actually kind of beautiful up close like this, aren't they? I never really noticed before. [quietly surprised]"
        },
        {
            "role": "Character 2",
            "content": "Hmm, yeah. Give them respect and patience, they'll feed a whole community. Rush them or take shortcuts, and, well, everybody suffers."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "520a8b56_scenario.json",
    "scenario": "A pickpocket caught stealing from harvest festival vendors is sentenced to community service at the local orchard, where they're confronted by the manager whose wallet they'd stolen months earlier.",
    "type": "scenario_conversation",
    "character_1_role": "pickpocket",
    "character_2_role": "orchard manager",
    "selected_tones": [
        "awkward",
        "soft-spoken",
        "prepared"
    ],
    "tone_options": [
        "shrinking",
        "disproportional",
        "irritating",
        "prepared",
        "mercurial",
        "awkward",
        "soft-spoken",
        "blurry",
        "forced",
        "disinterested"
    ]
}