{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Eh, em, ¿Jamie? [atónito]"
        },
        {
            "role": "Character 2",
            "content": "[paralizado] No pensé que me, [temblando], reconocerías después de quince años con todo este, [gesticulando], equipo entre nosotros."
        },
        {
            "role": "Character 1",
            "content": "Bueno, o sea, todavía inclinas la cabeza de la misma forma cuando estás, [con voz entrecortada], concentrándote, y em, papá solía decir que hacías eso incluso de bebé cuando estabas, [voz quebrada], intentando entender cómo funcionaban los sonidos, y supongo que, eh, algunas cosas nunca, [voz que se apaga], cambian."
        },
        {
            "role": "Character 2",
            "content": "[a la defensiva] El puesto de quesos huele exactamente como la, [amargo], cocina de mamá los domingos. [pausa]"
        },
        {
            "role": "Character 1",
            "content": "[suave] Eh, sí, bueno, uso sus recetas, las que ella, [orgulloso], escribió en aquel cuaderno viejo con las manchas de café, ¿sabes?"
        },
        {
            "role": "Character 2",
            "content": "[sorprendido] Pues, em, ¿de verdad has mantenido el negocio familiar después de, quiero decir, [culpable], después de que te dejara solo con todo?"
        },
        {
            "role": "Character 1",
            "content": "Alguien tenía que, em, mantener vivo el legado, y bueno, las cabras no se, [melancólico], ordeñan solas, ¿sabes? [ríe suavemente]"
        },
        {
            "role": "Character 2",
            "content": "He estado mezclando sonido en festivales por todo el país durante, [buscando], años, pero de alguna forma siempre, [nostálgico], me preguntaba qué había pasado con aquella pequeña granja, con el granero donde solíamos, [voz quebrada], escondernos de las tormentas."
        },
        {
            "role": "Character 1",
            "content": "[cálido] El granero sigue en pie, lo reformé como cueva de maduración para el, [emocionado], queso azul la primavera pasada."
        },
        {
            "role": "Character 2",
            "content": "[asombrado] Has convertido nuestro antiguo escondite en, [incrédulo], algo productivo, algo que realmente, [admirando], crea belleza en lugar de ser solo un sitio donde, [más suave], escaparse."
        },
        {
            "role": "Character 1",
            "content": "[vacilante] Bueno, em, pensé en llamarte tantas veces, pero eh, no tenía tu número y, [arrepentido], nadie sabía dónde habías ido, y o sea, después del funeral de papá todos simplemente, [destrozado], nos dispersamos."
        },
        {
            "role": "Character 2",
            "content": "[dolido] Em, lo sé, debería haber estado allí, debería haber, [avergonzado], ayudado a cargar ese peso, pues, en lugar de huir con mis sueños musicales."
        },
        {
            "role": "Character 1",
            "content": "Tus sueños musicales no estaban mal, simplemente eran, [comprensivo], diferentes de lo que papá quería, de lo que la granja, [suave], exigía, de lo que nuestra familia consideraba, [aceptando], aceptable."
        },
        {
            "role": "Character 2",
            "content": "[lloroso] Pues, em, estando aquí ahora, viéndote trabajar con las mismas, [conmovido], manos que me enseñaron a ordeñar cabras, o sea, me doy cuenta de que el éxito es diferente de lo que, eh, cualquiera de nosotros imaginó."
        },
        {
            "role": "Character 1",
            "content": "[esperanzado] Sabes, em, el festival termina a las ocho, y bueno, hay un lote nuevo de cheddar curado que he estado, [nervioso], queriendo que alguien que realmente entiende de quesos lo pruebe, alguien que, [significativo], recuerde cómo sabía el de mamá, alguien que quizás, eh, quiera venir a casa a cenar. [pausa larga]"
        },
        {
            "role": "Character 2",
            "content": "[abrumado] Todavía recuerdo, em, exactamente cómo se deshacía su cheddar en la lengua, ese, [melancólico], mordisco fuerte seguido de dulzura cremosa, pues, como el perdón."
        },
        {
            "role": "Character 1",
            "content": "Quizás podríamos empezar simplemente probando queso y, [cuidadoso], hablando de nada importante, y luego poco a poco volver, [esperanzado], a ser hermanos que realmente se conocen en lugar de, [triste], fantasmas que se persiguen en los recuerdos del otro."
        },
        {
            "role": "Character 2",
            "content": "[suave] Me gustaría eso, sentarme otra vez en una mesa donde el, [anhelante], silencio ya no se sienta enfadado, donde podamos simplemente, [tranquilo], existir en el mismo espacio sin el peso de todos esos, [aliviado], años no hablados."
        },
        {
            "role": "Character 1",
            "content": "Em, bueno, la cosa es que nunca dejé de poner tu sitio en la cena del domingo, aunque, [confesando], todos pensaban que estaba loco, pero eh, de alguna forma sabía que, [seguro], encontrarías el camino de vuelta cuando la música te trajera lo suficientemente cerca para, [emocionado], oír a la granja llamándote a casa."
        },
        {
            "role": "Character 2",
            "content": "[quebrándose] Después de todos estos años de mezclar, [temblando], sonido perfectamente, lo único que realmente quiero oír es que me digas, [desesperado], que podemos ser familia otra vez, que todavía hay, [esperanzado], sitio para mí en esa mesa. [llorando suavemente]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Um, uh, Jamie? [stunned]"
        },
        {
            "role": "Character 2",
            "content": "[frozen] I didn't think you'd, [trembling], recognize me after fifteen years with all this, [gesturing], equipment between us."
        },
        {
            "role": "Character 1",
            "content": "Well, I mean, you still tilt your head the same way when you're, [choked up], concentrating, and um, Dad used to say you did that even as a baby when you were, [voice breaking], trying to figure out how sounds worked, and I guess, uh, some things never really, [trailing off], change."
        },
        {
            "role": "Character 2",
            "content": "[defensive] The cheese stand smells exactly like Mom's, [bitter], kitchen used to on Sundays. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[gentle] Um, yeah, well, I use her recipes, the ones she, [proud], wrote down in that old notebook with the coffee stains, you know?"
        },
        {
            "role": "Character 2",
            "content": "[surprised] Well, um, you actually kept the family business going after, I mean, [guilty], after I left you to handle everything alone?"
        },
        {
            "role": "Character 1",
            "content": "Someone had to, um, keep the legacy alive, and well, the goats don't, [wistful], milk themselves, you know? [laughs softly]"
        },
        {
            "role": "Character 2",
            "content": "I've been mixing sound at festivals across the country for, [searching], years now, but somehow I always, [nostalgic], wondered what happened to that little farm, to the barn where we used to, [voice cracking], hide from thunderstorms."
        },
        {
            "role": "Character 1",
            "content": "[warm] The barn's still standing, renovated it into an aging cave for the, [excited], blue cheese last spring."
        },
        {
            "role": "Character 2",
            "content": "[amazed] You turned our old hiding spot into, [incredulous], something productive, something that actually, [admiring], creates beauty instead of just being a place to, [softer], escape to."
        },
        {
            "role": "Character 1",
            "content": "[hesitant] Well, um, I thought about calling you so many times, but uh, I didn't have your number and, [regretful], nobody knew where you went, and I mean, after Dad's funeral we all just, [broken], scattered."
        },
        {
            "role": "Character 2",
            "content": "[pained] Um, I know, I should've been there, should've, [ashamed], helped you carry that weight, well, instead of running away with my music dreams."
        },
        {
            "role": "Character 1",
            "content": "Your music dreams weren't wrong, they were just, [understanding], different from what Dad wanted, from what the farm, [gentle], demanded, from what our family thought was, [accepting], acceptable."
        },
        {
            "role": "Character 2",
            "content": "[tearful] Well, um, standing here now, watching you work with the same, [moved], hands that taught me to milk goats, I mean, I realize success looks different than, uh, either of us imagined."
        },
        {
            "role": "Character 1",
            "content": "[hopeful] You know, um, the festival ends at eight, and well, there's this new batch of aged cheddar I've been, [nervous], wanting someone who really knows cheese to try, someone who, [meaningful], remembers how Mom's tasted, someone who might, uh, want to come home for dinner. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[overwhelmed] I still remember, um, exactly how her cheddar crumbled on the tongue, that, [wistful], sharp bite followed by creamy sweetness, well, like forgiveness."
        },
        {
            "role": "Character 1",
            "content": "Maybe we could start with just tasting cheese and, [careful], talking about nothing important, then slowly work our way, [hopeful], back to being siblings who actually know each other instead of, [sad], ghosts haunting each other's memories."
        },
        {
            "role": "Character 2",
            "content": "[soft] I'd like that, to sit at a table again where the, [yearning], silence doesn't feel angry anymore, where we can just, [peaceful], exist in the same space without the weight of all those, [relieved], unspoken years."
        },
        {
            "role": "Character 1",
            "content": "Um, well, the thing is, I never stopped setting your place at Sunday dinner, even though, [confession], everyone thought I was crazy, but uh, somehow I knew you'd, [certain], find your way back when the music brought you close enough to, [emotional], hear the farm calling you home."
        },
        {
            "role": "Character 2",
            "content": "[breaking] After all these years of perfect, [trembling], sound mixing, the only thing I really want to hear is you saying, [desperate], we can be family again, that there's still, [hopeful], room for me at that table. [crying softly]"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "99c168cd_scenario.json",
    "scenario": "A cheese maker discovers that the monitor engineer mixing sound at the local food festival is their estranged sibling who left home fifteen years ago to pursue music.",
    "type": "scenario_conversation",
    "character_1_role": "cheese maker",
    "character_2_role": "monitor engineer",
    "selected_tones": [
        "understanding",
        "heartening",
        "incomplete"
    ],
    "tone_options": [
        "aggressive",
        "heartening",
        "understanding",
        "wrong",
        "dishonoring",
        "imparting",
        "incomplete",
        "lukewarm",
        "varied",
        "aloof"
    ]
}