{
    "conversation": [
        {
            "role": "Customer",
            "content": "गुड मॉर्निंग। देखिए, मेरे statement में TechVault Industries से तीन सौ डॉलर का एक charge आया है जो मैंने authorize नहीं किया है।"
        },
        {
            "role": "Customer Support",
            "content": "गुड मॉर्निंग जी, और thank you हमसे contact करने के लिए। मैं ज़रूर इस charge की जांच करूंगी आपके लिए। क्या आप अपने card के last चार digits बता सकती हैं और exact transaction date?"
        },
        {
            "role": "Customer",
            "content": "Card 4782 पे ख़त्म होता है। Transaction 15 November को post हुआ था।"
        },
        {
            "role": "Customer Support",
            "content": "Thank you जी। मैं अभी आपका account देख रही हूं और मुझे $300.00 का charge दिख रहा है TechVault Industries से, transaction reference TVT-8934-NK2, जो 15 November को 2:47 PM Eastern Time पे post हुआ है।"
        },
        {
            "role": "Customer",
            "content": "अरे भई, मैंने तो इस company का नाम भी नहीं सुना है और मैंने ये purchase बिल्कुल नहीं किया।"
        },
        {
            "role": "Customer Support",
            "content": "जी मैं समझ सकती हूं आपकी चिंता। मैं अभी हमारे merchant database में इस vendor के बारे में और details check करती हूं। TechVault Industries एक online electronics retailer है जो Delaware में registered है, merchant code 5732-ELEC।"
        },
        {
            "role": "Customer",
            "content": "मैंने कोई electronics वगैरह नहीं खरीदा है recently। ये तो पक्का fraud है।"
        },
        {
            "role": "Customer Support",
            "content": "मैं appreciate करती हूं कि आप ये हमारे attention में लाईं। मैं अभी एक dispute claim शुरू कर रही हूं, case number है DSP-7749-MK3, और आपके account को protect करने के लिए मुझे कुछ verification questions पूछने होंगे।"
        },
        {
            "role": "Customer",
            "content": "जी बिल्कुल। क्या information चाहिए आपको?"
        },
        {
            "role": "Customer Support",
            "content": "पहले, क्या आप confirm कर सकती हैं कि 15 November को आपका physical card आपके पास था, और क्या आपने recently किसी के साथ अपनी card information share की है?"
        },
        {
            "role": "Customer",
            "content": "Card तो पूरे time मेरे wallet में ही था, और मैं कभी अपनी information share नहीं करती।"
        },
        {
            "role": "Customer Support",
            "content": "Perfect, thank you। मैंने इस transaction को immediate review के लिए flag कर दिया है और आपके account में $300.00 का provisional credit issue कर दिया है, जो 24 से 48 घंटे में दिखना चाहिए जब तक हम investigate करते हैं।"
        },
        {
            "role": "Customer",
            "content": "अच्छा। Investigation में आगे क्या होगा?"
        },
        {
            "role": "Customer Support",
            "content": "जी बताती हूं।"
        },
        {
            "role": "Customer",
            "content": "और पूरी investigation complete होने में कितना time लगेगा?"
        },
        {
            "role": "Customer Support",
            "content": "Merchant के पास हमारी dispute inquiry का जवाब देने के लिए 10 business days हैं। अगर वो 2 December तक valid proof of authorization नहीं देते, तो provisional credit permanent हो जाएगा और case DSP-7749-MK3 आपके favor में close हो जाएगा।"
        },
        {
            "role": "Customer",
            "content": "क्या मुझे इस dispute का कोई documentation मिलेगा अपने records के लिए?"
        },
        {
            "role": "Customer Support",
            "content": "जी बिल्कुल। आपको अगले 30 minutes में एक email confirmation मिलेगा आपके case number और सारी relevant details के साथ, और उसके बाद 3 से 5 business days में mail से formal dispute packet भी आएगा।"
        },
        {
            "role": "Customer",
            "content": "Thank you। क्या मुझे और unauthorized charges के बारे में चिंता करनी चाहिए?"
        },
        {
            "role": "Customer Support",
            "content": "Precaution के तौर पर, मैंने आपके account पर एक security alert लगा दिया है जो अगले 90 days तक किसी भी unusual activity को flag करेगा। मैं recommend करूंगी कि आप अपने recent statements review करें, और अगर आप चाहें तो मैं नए number वाला replacement card expedite कर सकती हूं जो 2 business days में आ जाएगा।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Good morning. I'm calling about an unauthorized charge of three hundred dollars on my statement from TechVault Industries."
        },
        {
            "role": "Customer Support",
            "content": "Good morning, and thank you for contacting us. I'll be happy to investigate this charge for you. May I have your card number ending in the last four digits and the exact transaction date?"
        },
        {
            "role": "Customer",
            "content": "The card ends in 4782. The transaction posted on November fifteenth."
        },
        {
            "role": "Customer Support",
            "content": "Thank you. I'm pulling up your account now and I can see the charge for $300.00 from TechVault Industries, transaction reference TVT-8934-NK2, posted on November 15th at 2:47 PM Eastern Time."
        },
        {
            "role": "Customer",
            "content": "I've never heard of that company and I certainly didn't authorize that purchase."
        },
        {
            "role": "Customer Support",
            "content": "I understand your concern. Let me check our merchant database for more details about this vendor. TechVault Industries is registered as an online electronics retailer based in Delaware, merchant code 5732-ELEC."
        },
        {
            "role": "Customer",
            "content": "I haven't purchased any electronics recently. This is clearly fraudulent."
        },
        {
            "role": "Customer Support",
            "content": "I appreciate you bringing this to our attention. I'm initiating a dispute claim right now under case number DSP-7749-MK3, and I'll need to ask you a few verification questions to protect your account."
        },
        {
            "role": "Customer",
            "content": "Certainly. What information do you need from me?"
        },
        {
            "role": "Customer Support",
            "content": "First, can you confirm that you were in possession of your physical card on November 15th, and have you shared your card information with anyone recently?"
        },
        {
            "role": "Customer",
            "content": "The card has been in my wallet the entire time, and I never share my information."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, thank you. I've flagged this transaction for immediate review and issued a provisional credit of $300.00 to your account, which should appear within 24 to 48 hours while we investigate."
        },
        {
            "role": "Customer",
            "content": "Good. What happens next with the investigation?"
        },
        {
            "role": "Customer Support",
            "content": "Certainly."
        },
        {
            "role": "Customer",
            "content": "And how long will the full investigation take to complete?"
        },
        {
            "role": "Customer Support",
            "content": "The merchant has 10 business days to respond to our dispute inquiry. If they don't provide valid proof of authorization by December 2nd, the provisional credit becomes permanent and case DSP-7749-MK3 will be closed in your favor."
        },
        {
            "role": "Customer",
            "content": "Will I receive documentation about this dispute for my records?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. You'll receive an email confirmation within the next 30 minutes with your case number and all relevant details, followed by a formal dispute packet via mail within 3 to 5 business days."
        },
        {
            "role": "Customer",
            "content": "Thank you. Should I be concerned about other unauthorized charges appearing?"
        },
        {
            "role": "Customer Support",
            "content": "As a precaution, I've placed a security alert on your account that will flag any unusual activity for the next 90 days. I also recommend reviewing your recent statements, and if you'd prefer, I can expedite a replacement card with a new number that would arrive in 2 business days."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "cf5969c0_script.json",
    "professionalism": "professional",
    "scenario": "disputing an unexpected charge on their credit card statement",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "styles": [
                "calmly_frustrated",
                "professionally_assertive"
            ],
            "disfluency": "minimal"
        },
        "support": {
            "styles": [
                "diplomatically_firm",
                "formally_courteous"
            ],
            "disfluency": "minimal"
        }
    }
}