{
    "conversation": [
        {
            "role": "Customer",
            "content": "अरे रुको रुको रुको, मेरा account suspended है? मैंने अभी—अभी login करने की कोशिश की और अम्म ये कह रहा है suspended?"
        },
        {
            "role": "Customer Support",
            "content": "अरे हाँ. हाँ मुझे दिख रहा है यहाँ. Account ID 4827-BR9. ये तो. कल flag हुआ था. रात 11:47 पे. उस, अ, suspicious activity patterns की वजह से."
        },
        {
            "role": "Customer",
            "content": "Suspicious? क्या—नहीं रुको, क्या suspicious है मेरे account में? मैंने तो कुछ भी अजीब अजीब नहीं किया."
        },
        {
            "role": "Customer Support",
            "content": "तो बात ये है. मतलब. System ने detect किया. कई login attempts. Belgrade Serbia से. IP address 192.168.47.203. 4 minute के अंदर अंदर. जिससे हमारा security protocol trigger हो गया."
        },
        {
            "role": "Customer",
            "content": "Serbia? मैं तो कभी—अच्छा अच्छा मैं Chicago में हूँ, मैं तो महीनों से Chicago से बाहर ही नहीं गई."
        },
        {
            "role": "Customer Support",
            "content": "हाँ हाँ. मुझे पता है. बिल्कुल. जो हुआ होगा actually. किसी ने आपके account को access करने की कोशिश की. उस location से. और हमारे system ने बस. जैसे. सब कुछ lock कर दिया. Precaution के तौर पे."
        },
        {
            "role": "Customer",
            "content": "तो किसी ने—रुको उन्होंने hack किया? क्या वो अंदर घुसे? क्या उन्होंने—मेरा मतलब क्या देखा उन्होंने?"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं नहीं. Actually ये तो. ये तो अच्छी बात है. वो कभी authentication से आगे ही नहीं बढ़े. सातों attempts fail हो गए. 11:43 से 11:47 के बीच. आपका account lock हो गया उससे पहले. मतलब. कुछ होने से पहले ही."
        },
        {
            "role": "Customer",
            "content": "अच्छा. अच्छा अच्छा. अ ये तो ठीक है लेकिन अब मैं भी नहीं घुस पा रही."
        },
        {
            "role": "Customer Support",
            "content": "हाँ उसके बारे में. मैं. हम्म. मुझे सच में खेद है. Verification process थोड़ा. जैसे. परेशान करने वाला है. आपकी identity verify करनी होगी. Form VRF-2847 से. शायद 10 minute लगेंगे?"
        },
        {
            "role": "Customer",
            "content": "10 minute? मैं बस—आप unlock नहीं कर सकतीं? आप देख तो रही हैं कि मैं मैं ही हूँ ना?"
        },
        {
            "role": "Customer Support",
            "content": "काश मैं कर पाती. सच में. लेकिन security protocols के मुताबिक. पूरी verification चाहिए. चाहे मैं देख रही हूँ. आपका phone number match कर रहा है. 312-555-0198. और आप registered device से ही call कर रही हैं."
        },
        {
            "role": "Customer",
            "content": "ये तो बहुत—ठीक है ठीक है जो भी हो बस बताइए क्या करना है."
        },
        {
            "role": "Customer Support",
            "content": "ठीक है तो. पहला सवाल. आपकी माँ का maiden name क्या है? जो account में listed है?"
        },
        {
            "role": "Customer",
            "content": "Henderson. H-E-N-D-E-R-S-O-N."
        },
        {
            "role": "Customer Support",
            "content": "बढ़िया. अब. आपके social के last four digits?"
        },
        {
            "role": "Customer",
            "content": "अम्म 4492."
        },
        {
            "role": "Customer Support",
            "content": "अच्छा अच्छा. October 15 की transaction. Exactly 47 dollar 82 cents की. बता सकती हैं. कौन सा merchant था वो?"
        },
        {
            "role": "Customer",
            "content": "October पंद्रह? अरे ये तो—रुको रुको वो अम्म Target था शायद?"
        },
        {
            "role": "Customer Support",
            "content": "Actually दिख रहा है. Whole Foods. पर. चलो. काफी close है. मैं बस. Override कर देती हूँ इसे. आपका account. 2 से 3 minute में active हो जाना चाहिए. बस पूरी तरह log out करिए. फिर वापस login."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Wait wait wait, my account's suspended? I just—I just tried to log in and um it says suspended?"
        },
        {
            "role": "Customer Support",
            "content": "Oh gosh. Yeah I see it here. Account ID 4827-BR9. It was. Flagged yesterday. At 11:47 PM. For, uh, suspicious activity patterns."
        },
        {
            "role": "Customer",
            "content": "Suspicious? What's—no wait, what's suspicious about my account? I haven't done anything anything weird."
        },
        {
            "role": "Customer Support",
            "content": "So the thing is. Er. The system detected. Multiple login attempts. From Belgrade Serbia. IP address 192.168.47.203. Within a 4 minute window. Which triggered our security protocol."
        },
        {
            "role": "Customer",
            "content": "Serbia? I've never—okay okay I'm in Chicago, I haven't left Chicago in er months."
        },
        {
            "role": "Customer Support",
            "content": "Right right. I believe you. Totally. What probably happened is. Someone tried accessing your account. From that location. And our system just. Sort of. Locked everything down. As a precaution."
        },
        {
            "role": "Customer",
            "content": "So someone—wait they hacked me? Did they get in? Did they—I mean what did they see?"
        },
        {
            "role": "Customer Support",
            "content": "No no no. Actually that's. That's the good news here. They never got past authentication. Failed all 7 attempts. Between 11:43 and 11:47. Your account locked before. Well. Before anything could happen."
        },
        {
            "role": "Customer",
            "content": "Okay. Okay okay. Uh that's good I guess but now I can't get in either."
        },
        {
            "role": "Customer Support",
            "content": "Yeah about that. I'm. Hmm. I'm really sorry. The verification process is. Kind of. A pain. Need to verify your identity. With form VRF-2847. Takes maybe 10 minutes?"
        },
        {
            "role": "Customer",
            "content": "Ten minutes? I just—can't you just unlock it? You can see it's it's me right?"
        },
        {
            "role": "Customer Support",
            "content": "I wish I could. Honestly. But security protocols require. The full verification. Even though I can see. Your phone number matches. 312-555-0198. And you're calling from the registered device."
        },
        {
            "role": "Customer",
            "content": "This is so—fine fine whatever just tell me what to do."
        },
        {
            "role": "Customer Support",
            "content": "Alright so. First question. What's your mother's maiden name? As listed on the account?"
        },
        {
            "role": "Customer",
            "content": "Henderson. H-E-N-D-E-R-S-O-N."
        },
        {
            "role": "Customer Support",
            "content": "Perfect. Now. The last four of your social?"
        },
        {
            "role": "Customer",
            "content": "Um 4492."
        },
        {
            "role": "Customer Support",
            "content": "Good good. Transaction from October 15th. For exactly 47 dollars 82 cents. Can you tell me. What merchant that was?"
        },
        {
            "role": "Customer",
            "content": "October fifteenth? Geez that's—wait wait that was um Target I think?"
        },
        {
            "role": "Customer Support",
            "content": "Actually showing. Whole Foods. But. Ehh. Close enough. Let me just. Override that one. Your account should be. Active within 2 to 3 minutes. Just log out completely. Then back in."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "e2c2ca45_script.json",
    "professionalism": "casual",
    "scenario": "asking why their account was suspended without warning",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "relieved_but_wary",
                "resigned_going_through_motions"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "false_starts",
                    "classic_fillers"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "awkwardly_apologetic",
                "patient_teacher"
            ],
            "disfluency": {
                "hesitation_types": [
                    "hedge_words",
                    "self_corrections",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        }
    }
}