{
    "conversation": [
        {
            "role": "Character 1",
            "content": "You're not who I thought you were."
        },
        {
            "role": "Character 2",
            "content": "I know. God, I know that and I'm... I'm sorry. I wanted to tell you so many times but every time I tried, something just, um, got in the way—either my own cowardice or this terrible timing or just the fear of losing whatever this is between us."
        },
        {
            "role": "Character 1",
            "content": "How long?"
        },
        {
            "role": "Character 2",
            "content": "[bored] Three years? No wait, actually closer to four if we're being precise about it, which I guess we should be at this point since, uh, everything's already falling apart anyway and honesty seems like the only currency left."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] Four years. Jesus Christ, four years of what—of lies?"
        },
        {
            "role": "Character 2",
            "content": "[condescending] Oh come on, that's not—okay, yes, technically there were omissions but calling everything a lie is just... Look, every conversation we had was real, every laugh was real, every moment where you felt understood? That was me, actually me, not some character I was playing."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] But you let me believe something that wasn't true."
        },
        {
            "role": "Character 2",
            "content": "Yeah. Yeah, I did, and that's... that's on me completely. There's no excuse that makes it okay, I just—at first it seemed harmless, you know? Like a small thing that wouldn't matter, and then suddenly it mattered so much I couldn't figure out how to undo it without destroying everything."
        },
        {
            "role": "Character 1",
            "content": "Everything's destroyed anyway."
        },
        {
            "role": "Character 2",
            "content": "[warm] Maybe. Or maybe, um, maybe this is where something real finally starts? Because for the first time I'm standing here without any walls, without any carefully constructed version of myself, just... broken and terrified and desperately hoping you can see past what I did to who I actually am."
        },
        {
            "role": "Character 1",
            "content": "I don't even know who that is anymore."
        },
        {
            "role": "Character 2",
            "content": "Right, that's... that's fair. God, of course you don't. But I'm still the person who stays up till three AM talking you through panic attacks, who knows you hate cilantro but love coriander even though they're literally the same thing, who would rather lose everything than see you hurt—except I'm the one hurting you now, aren't I?"
        },
        {
            "role": "Character 1",
            "content": "Why should I believe anything you say?"
        },
        {
            "role": "Character 2",
            "content": "[very quietly] You shouldn't. Honestly, you shouldn't, and I wouldn't blame you if you walked away right now and never... But here's what I can offer: every document, every proof, every ugly truth laid bare so you can decide for yourself if any part of what we had was worth salvaging."
        },
        {
            "role": "Character 1",
            "content": "You think transparency fixes this?"
        },
        {
            "role": "Character 2",
            "content": "No! No, I think transparency is just the, um, the bare minimum starting point for maybe, possibly, earning the right to even ask for forgiveness someday—not today, not tomorrow, but someday when you've had time to process how monumentally I've failed you."
        },
        {
            "role": "Character 1",
            "content": "I need to think."
        },
        {
            "role": "Character 2",
            "content": "Of course. Take all the time you need, I'll... I'll be here, or not here, or wherever you need me to be or not be. Just, before you go—everything I felt for you was real, is real, even if nothing else was."
        },
        {
            "role": "Character 1",
            "content": "Don't. Not now."
        },
        {
            "role": "Character 2",
            "content": "You're right. I'm sorry. I'll, uh... I'll wait for your call, or your silence, or whatever comes next. Just please remember that underneath all the terrible choices and inexcusable deception, there was someone who loved you completely, even if they loved you wrong."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_15.txt",
    "actor": 1
}