{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] Warte, bist du—meinst du das gerade ernst? Du willst, dass ich die Patentante werde? [very excited] Oh mein Gott, Sarah, ich kann gar nicht—das ist so krass! Ich meine, wir reden hier von deinem Baby. [pause] Deinem echten winzigen Menschen, den du großziehen wirst und... [emotional] Sorry, ich werde gerade total komisch, aber ehrlich, ich hätte nicht erwartet—ich dachte, du fragst vielleicht deine Schwester oder, ähm, keine Ahnung, jemand Vernünftigeres? [laugh] Weißt du noch, als ich die Sukkulente umgebracht habe, die du mir geschenkt hast? Zweimal! [warm] Aber du fragst mich wirklich, so ein Teil ihres Lebens zu sein, bei all den großen Momenten und den kleinen dabei zu sein und... [sniffle] Gott, warum heule ich jetzt? Das ist so peinlich. [happy] Ja! Natürlich ja, ich sage ja! Ich bin nur—wow, ich darf die coole Patentante sein, die das Kind total verwöhnt, oder? Das ist doch praktisch die Jobbeschreibung? [sincerely] Sarah, ich verspreche dir, ich werde dieses Kind so unfassbar lieben. Also, es wird wissen, dass es jemanden hat, der immer, immer für es da sein wird. [cry] Okay, jetzt heulst du auch und wir sind beide ein Wrack! Komm her, komm in meine Arme. Das ist das Schönste, worum mich je jemand gebeten hat."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] Wait, are you—are you serious right now? You want me to be the godparent? [very excited] Oh my God, Sarah, I can't even—this is huge! I mean, like, this is your baby we're talking about. [pause] Your actual tiny human that you're going to raise and... [emotional] Sorry, I'm getting all weird about this, but honestly, I wasn't expecting—I thought maybe you'd ask your sister or, um, I don't know, someone more responsible? [laugh] Remember when I killed that succulent you gave me? Twice! [warm] But you're really asking me to be part of their life like that, to be there for all the big moments and the little ones and... [sniffle] God, why am I crying? This is so embarrassing. [happy] Yes! Obviously yes, I'm saying yes! I just—wow, I get to be the cool godparent who spoils them rotten, right? That's basically the job description? [sincerely] Sarah, I promise you, I will love that kid so fiercely. Like, they're going to know they have someone who will always, always be in their corner. [cry] Okay now you're crying too and we're both a mess! Come here, get in here for a hug. This is the best thing anyone's ever asked me."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "3fe1c45a_monologue.json",
    "type": "emotional_monologue"
}