{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Drei Millionen Series-A-Finanzierung. Drei Millionen Dollar, und ähm, alles woran ich denken kann ist, wie Sarah ihre Sachen gepackt hat, während ich beim Investorenmeeting war. [laugh] Ist das nicht perfekt? [pause] Fünf Jahre auf Bürosofas geschlafen, fünf Jahre lang „nur noch dieser eine Sprint, Schatz\" und— [voice breaking] und jetzt will TechCrunch ein Feature machen. [sarcastic] Super Timing, oder? Die Wohnung fühlt sich so... [very quietly] ich erkenn sie ohne ihre Sachen gar nicht wieder. [long pause] Weißt du, was sie gesagt hat? Sie meinte, [mocking] „Glückwunsch, du hast endlich bekommen, was du wolltest.\" Als ob ich—als ob das von Anfang an mein Plan war. [frustrated] Ich wollte doch beides! Ich dachte, wir bauen gemeinsam etwas auf, aber anscheinend, [sad] hab ich halt alleine gebaut. [sigh] Das Team lässt gerade den Champagner knallen. Derek schickt mir ständig Fotos. [anxious] Ich sollte da sein, ich sollte mitfeiern, aber stattdessen sitze ich hier mit den Scheidungspapieren und dem Term Sheet, und ehrlich? [crying while speaking] Für mich sehen sie gerade genau gleich aus. Einfach nur... Verträge. [exhausted] Der eine ein Anfang, der andere ein Ende. [very melancholic] Vielleicht hatte sie recht. Vielleicht hab ich wirklich genau das bekommen, was ich wollte. [pause] Ich wusste nur nicht, dass es mich alles andere kosten würde."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Three million in Series A funding. Three million dollars, and um, all I can think about is how Sarah packed her things while I was at the investor meeting. [laugh] Isn't that perfect? [pause] Five years of sleeping on office couches, five years of \"just one more sprint, honey\" and— [voice breaking] and now TechCrunch wants to do a feature. [sarcastic] Great timing, right? The apartment feels so... [very quietly] I don't even recognize it without her stuff. [long pause] You know what she said? She said, [mocking] \"Congratulations, you finally got what you wanted.\" Like I—like this was the plan all along. [frustrated] I wanted both! I thought we were building something together, but I guess, [sad] I was just building alone. [sigh] The team's popping champagne right now. Derek keeps texting me photos. [anxious] I should be there, I should be celebrating, but instead I'm sitting here with the divorce papers and the term sheet, and honestly? [crying while speaking] They look exactly the same to me right now. Just... contracts. [exhausted] One beginning, one ending. [very melancholic] Maybe she was right. Maybe I did get exactly what I wanted. [pause] I just didn't know it would cost me everything else."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "47e3eac1_monologue.json",
    "type": "emotional_monologue"
}