{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Schau sie dir alle zusammen an. Ich meine, ehrlich gesagt, vor einem Jahr war ich mir nicht—ich war mir nicht sicher, ob wir diesen Tag je erleben würden. [pause] Marcus da drüben mit seinen Kindern, und seine Mutter ist tatsächlich gekommen, was einfach... [happy] Gott, wie sie alle zusammen lachen, weißt du? Als wäre nie was gewesen. [short pause] Dabei ist doch alles passiert, oder? Ich weiß noch, ähm, diese erste Nacht, als er reinkam—praktisch tot, echt blau im Gesicht. [very quietly] Zwei Dosen Narcan. Und dann, äh, drei Wochen später, dasselbe. Seine Mutter, die hat damals nicht mal unsere Anrufe beantwortet. [sniffle] Aber weißt du was, er kam immer wieder zurück, hat's immer wieder versucht. Selbst wenn er rückfällig wurde, tauchte er am nächsten Tag auf, so—keine Ahnung, verlegen, aber immer noch kämpfend. [pause] Und jetzt schau mal. [laughing] Seine Tochter hat ihm gerade diese Papierkrone aufgesetzt, wo \"Ein-Jahr-Champion\" draufsteht, und er trägt sie tatsächlich! [empathetically] Weißt du, was mich fertigmacht? Dass wir, ähm, so viele verlieren. Aber Marcus—er hat's geschafft. [very sincerely] Sie schaffen's nicht alle, aber dieser hier schon. Und ehrlich, das ist... [trailing off] [cry] Das ist alles, wirklich. Deswegen machen wir das."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Look at them all together like that. I mean, honestly, a year ago I wasn't—I wasn't sure we'd ever see this day. [pause] Marcus over there with his kids, and his mom actually showed up, which is just... [happy] God, the way they're all laughing together, you know? Like nothing ever happened. [short pause] Except everything did happen, right? I remember, um, that first night he came in—basically dead, literally blue in the face. [very quietly] Two doses of Narcan. And then, er, three weeks later, same thing. His mom, she wouldn't even answer our calls back then. [sniffle] But here's the thing, he kept coming back, kept trying. Even when he'd relapse, he'd show up the next day like—I don't know, embarrassed but still fighting. [pause] And now look. [laughing] His daughter just put that paper crown on his head that says \"One Year Champion\" and he's actually wearing it! [empathetically] You know what kills me? It's that, um, we lose so many. But Marcus—he made it. [very sincerely] They don't all make it, but this one did. And honestly, that's... [trailing off] [cry] That's everything, really. That's why we do this."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "48eeffa8_monologue.json",
    "type": "emotional_monologue"
}