{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] God, I just... I literally just sat there teaching Lily about telling the truth, you know? [bitter] \"Always be honest, sweetie. Die Ehrlichkeit ist das Wichtigste.\" Und die ganze Zeit denke ich an die Lieferung, die ich morgen verschiebe. [short pause] I mean, what else can I do? Ihre Behandlungen sind—Jesus, die kosten 40.000 im Monat. [anxious] Insurance won't cover experimental stuff, also ist es im Grunde... [trailing off]\n\n[sigh] The thing is, um, sie schaut mich mit diesen Augen an, und ich versuche ehrlich nur, sie am Leben zu halten. [crying while speaking] But how do I explain that daddy breaks the law to buy her medicine? [frustrated] Like, \"Hey honey, er, manchmal müssen Erwachsene unmögliche Entscheidungen treffen\"?\n\nShe asked me today—[shaky voice] sie hat mich tatsächlich gefragt, ob ich jemals lüge. And I just... [long pause] I said no. [regretful] Direkt ins Gesicht, ich habe nein gesagt. Because, well, what am I supposed to say? \"Ja Schätzchen, Papa schmuggelt Sachen über Grenzen, aber du solltest definitiv immer die Wahrheit sagen\"? [very sad]\n\nMaybe when she's older, she'll understand. [whispering] Oder vielleicht wird sie mich dafür hassen, dass ich so eine Heuchlerin bin. [pause] Either way, at least she'll be alive to make that choice."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] God, I just... I literally just sat there teaching Lily about telling the truth, you know? [bitter] \"Always be honest, sweetie. Honesty is the most important thing.\" And like, the whole time I'm thinking about the shipment I'm moving tomorrow. [short pause] I mean, what else can I do? Her treatments are—Jesus, they're forty thousand a month. [anxious] Insurance won't cover experimental stuff, so it's basically... [trailing off] \n\n[sigh] The thing is, um, she looks at me with those eyes, and I'm honestly just trying to keep her alive. [crying while speaking] But how do I explain that daddy breaks the law to buy her medicine? [frustrated] Like, \"Hey honey, er, sometimes grown-ups have to make impossible choices\"? \n\nShe asked me today—[shaky voice] she actually asked if I ever lie. And I just... [long pause] I said no. [regretful] Right to her face, I said no. Because, well, what am I supposed to say? \"Yeah sweetie, daddy smuggles things across borders but you should definitely always tell the truth\"? [very sad] \n\nMaybe when she's older, she'll understand. [whispering] Or maybe she'll hate me for being such a hypocrite. [pause] Either way, at least she'll be alive to make that choice."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "45745abf_monologue.json",
    "type": "emotional_monologue"
}