{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] Oh mein Gott, das war—das Kind wäre beinah von den Einkaufswagen zerquetscht worden! [shaky voice] Ich hab das wie in Zeitlupe ablaufen sehen, weißt du? Die ganze Reihe rollte direkt auf ihn zu und ich war wie gelähmt, ich konnte nicht mal—meine Stimme hat versagt. [relieved] Aber der Mitarbeiter, der ist einfach hingesprungen, regelrecht hingehechtet und hat das Kind gepackt, es weggerissen, so... ähm... eine halbe Sekunde vor dem Aufprall.\n\n[pause]\n\nDie Mutter hat überhaupt nichts mitbekommen, sie hat auf ihr Handy gestarrt und plötzlich war ihr Kind in den Armen von diesem Typen und 20 Metallwagen sind da in die Wand gekracht, wo er gerade noch gestanden hatte. [very sincerely] Ich meine, das wäre... Gott, ich will gar nicht dran denken. [grateful] Der Mitarbeiter hat dem kleinen Jungen das Leben gerettet, keine Frage. Also, er hat nicht mal eine Sekunde gezögert, reiner Instinkt.\n\n[emotional] Und wie er dann das Kind einfach so der Mutter zurückgegeben hat, ganz lässig, als wär's nichts gewesen? [laugh] Der verdient wahrscheinlich Mindestlohn und hat einfach... [trailing off] Ich hätte nach seinem Namen fragen sollen. Weißt du was, ich geh jetzt einen Manager suchen und sorg dafür, dass die erfahren, was er getan hat. [determined] Da arbeitet ein echter Held auf ihrem Parkplatz."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp loudly] Oh my God, that was—that kid almost got crushed by those carts! [shaky voice] I saw it happening in slow motion, you know? The whole line of them rolling straight toward him and I just froze, I couldn't even—my voice wouldn't work. [relieved] But that attendant, he just dove, literally dove across and grabbed the kid, pulled him out of the way like, um, like half a second before impact. \n\n[pause]\n\nThe mom didn't even see it happening, she was looking at her phone and then suddenly her kid's in this guy's arms and there's twenty metal carts crashed into the wall where he was standing. [very sincerely] I mean, that would've been... God, I don't even want to think about it. [grateful] That attendant saved that little boy's life, no question. Like, he didn't hesitate for even a second, just pure instinct. \n\n[emotional] And the way he just handed the kid back to his mom afterward, all casual, like it was nothing? [laugh] He's probably making minimum wage and he just... [trailing off] I should've gotten his name. Actually, I'm going to find a manager right now and make sure they know what he did. [determined] That's a hero working in their parking lot."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "3dc64fc5_monologue.json",
    "type": "emotional_monologue"
}