{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] Drei? Hast du gerade gesagt—ich meine, das kann doch nicht... [shaky voice] Moment, willst du mir wirklich sagen, dass drei unserer Leute... wegen Entscheidungen, die ich getroffen habe? [pause] Oh Gott. Ähm, ich muss—ich muss mich kurz hinsetzen. [very quietly] Ihre Namen, wie hießen sie... ach nein, ich kenne ihre Namen ja. Sarah aus der Buchhaltung, sie war gerade mal 26. Und Marcus, der hatte doch diese Zwillinge, oder? [crying while speaking] Die Umstrukturierung, das war meine Idee. Die Überstunden-Pflicht, dafür hab ich mich stark gemacht. Ich dachte halt, wir wären effizient, verstehst du? [long pause]\n\n[whispering] Wie konnte ich das nicht sehen? Ich meine, die Anzeichen müssen doch—Gott, die Sache ist, ich saß wortwörtlich in Meetings und hab über Produktivitätskennzahlen geredet, während diese Menschen... [sniffle] Sie sind untergegangen und ich hab, was, auf Tabellen gestarrt? [very sad] Jede einzelne Entscheidung, ich schwöre, ich dachte, ich würde—aber das ist jetzt auch egal, oder? Drei Familien zerstört, weil ich die Quartalsziele erreichen wollte. [regretful] Ehrlich, wie soll man damit... wie soll ich damit leben? Mit dem Wissen, dass sie noch da wären, wenn ich einfach, keine Ahnung, auf echte Menschen geachtet hätte statt auf Zahlen? [upset] Sie wären noch da."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] Three? Did you just say—I mean, that can't be... [shaky voice] Wait, are you actually telling me that three of our people... because of decisions I made? [pause] Oh God. Um, I need to—I need to sit down for a second here. [very quietly] Their names, what were their... actually, no, I know their names. Sarah from accounting, she was just, like, twenty-six. And Marcus, he had those twin boys, right? [crying while speaking] The restructuring, that was me. The mandatory overtime policy, I pushed for that. Er, I thought we were being efficient, you know? [long pause] \n\n[whispering] How did I not see this? I mean, the signs must have been—God, the thing is, I literally sat in meetings talking about productivity metrics while these people were... [sniffle] They were drowning and I was, what, looking at spreadsheets? [very sad] Every single decision, I swear I thought I was—but that's not, like, that doesn't matter now, does it? Three families destroyed because I wanted to hit quarterly targets. [regretful] Honestly, how do you even... how am I supposed to live with this? Knowing that if I'd just, I don't know, paid attention to actual human beings instead of numbers, they'd still be here? [upset] They'd still be here."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "3d09042e_monologue.json",
    "type": "emotional_monologue"
}