{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[nervous] Also, ähm, ich hab die Beförderung bekommen. Anlagenführerin. Ja. [pause] Das Gehalt ist, also, es ist wirklich gut—so vierzig Prozent mehr als jetzt. [bitter] Und weißt du, was das Ding ist? Ich weiß genau, was wir herstellen. Ich weiß genau, was aus diesen Pellets wird. Flaschen, die dann, na ja, [regretful] im Meer landen oder so. Mikroplastik im—egal. [frustrated] Aber meine Kinder brauchen, äh, sie brauchen halt Sachen, okay? Das Studium wird nicht billiger. [defensive] Und ist ja nicht so, dass die Anlage plötzlich stillsteht, wenn ich's nicht mache, oder? [laugh] Dann macht's halt eine andere—das sag ich mir jedenfalls immer wieder. [sad] Meine Tochter, sie, äh, sie studiert Umweltwissenschaften. [pause] Ist das nicht einfach... [trailing off] Gott. [quietly] Ich hab's ihr noch nicht gesagt. Von der Beförderung. [anxious] Sie schickt mir ständig diese Artikel über, na ja, den Plastikstrudel im Pazifik und ehrlich gesagt, ich kann einfach nicht—[groan] Ich lese sie. Jeden einzelnen. [shaky voice] Und dann geh ich zur Arbeit und produziere noch mehr davon. [bitter] Aber die Krankenversicherung übernimmt jetzt Therapie, also das ist... [laugh] das ist ja schon mal was. [very quietly] Noch zwanzig Jahre bis zur Rente. [sigh] Noch zwanzig Jahre."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[nervous] So, um, I got the promotion. Plant operator. Yeah. [pause] The money is, I mean, it's actually really good—like forty percent more than what I'm making now. [bitter] And here's the thing, right? I know what we make. I know exactly what those pellets become. Bottles that'll, you know, [regretful] end up in the ocean or whatever. Microplastics in the—anyway. [frustrated] But my kids need, er, they need things, okay? College isn't getting cheaper. [defensive] And it's not like if I don't take it, the plant suddenly stops running, right? [laugh] Someone else will just—I mean, that's what I keep telling myself. [sad] My daughter, she's, uhh, she's studying environmental science. [pause] Isn't that just... [trailing off] God. [quietly] I haven't told her yet. About the promotion. [anxious] She keeps sending me these articles about, like, the Pacific garbage patch and honestly, I can't even—[groan] I read them. Every single one. [shaky voice] And then I go to work and make more of it. [bitter] But the health insurance, it covers therapy now, so that's... [laugh] that's something, I guess. [very quietly] Twenty more years until retirement. [sigh] Twenty more years."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "406b72c1_monologue.json",
    "type": "emotional_monologue"
}