{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Die Ergebnisse sind da. Endlich die DNA aus dem Labor zurück und, ähm, [erleichtert] es ist genau das, was wir brauchten—perfekte Übereinstimmung, um zu beweisen, dass Marcus nicht beim Überfall war. [pause] Ich meine, seine DNA ist nirgends am Tatort, also das ist—das sind doch gute Nachrichten, oder? [nervös] Aber hier ist die Sache, äh, als ich die Probe durch die Datenbank hab laufen lassen, halt, weißt du, Sorgfaltspflicht... [lange pause]\n\n[flüsternd] Oh Gott. Da gibt's eine Übereinstimmung mit einem ungelösten Fall von 2019. [ängstlich] Ich schau mir das an und denk mir—wie ist das überhaupt möglich? Das Blut an dem zerbrochenen Fenster vom Harrison-Überfall, es ist, äh, [zittrige stimme] es ist hundertprozentig Marcus. [frustriert] Ich meine, was soll ich denn damit machen? Ehrlich, ich starre seit 20 Minuten auf diese Ergebnisse und ich—[verstummend]\n\n[wütend] Er hat dagesessen, okay, er hat dagesessen und mir geschworen, dass er niemals jemanden verletzt hätte. [bitter] \"Ich bin unschuldig,\" hat er gesagt. Na ja, technisch gesehen, ja, unschuldig bei DIESEM Verbrechen, aber... [seufzen] Die Sache ist, ich muss das melden, oder? [verwirrt] Oder nicht? Nein, nein, natürlich muss ich, es ist nur—[aufgebracht] dafür hab ich mich nicht gemeldet. [sehr leise] Ich dachte, ich rette einen unschuldigen Mann, und stattdessen bin ich dabei, ähm, [zögernd] ich zerstöre trotzdem sein Leben. [lange pause] Anderes Verbrechen, gleiches Ende."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "The results are in. Finally got the DNA back from the lab and, um, [relieved] it's exactly what we needed—perfect match to prove Marcus wasn't at the robbery. [pause] I mean, his DNA isn't anywhere on that scene, so that's—that's good news, right? [nervous] But here's the thing, uh, when I ran the sample through the database for, you know, due diligence... [long pause] \n\n[whispering] Oh God. There's a match to an unsolved case from 2019. [anxious] I'm looking at this and I'm like—how is this even possible? The blood on that broken window from the Harrison assault, it's, err, [shaky voice] it's a hundred percent match to Marcus. [frustrated] I mean, what am I supposed to do with this? Honestly, I've been staring at these results for like twenty minutes and I just—[trailing off]\n\n[angry] He sat there, okay, he sat there and swore to me he'd never hurt anyone. [bitter] \"I'm innocent,\" he said. Well, technically, yeah, innocent of THIS crime, but... [sigh] The thing is, I have to report this, right? [confused] Or do I? No, no, of course I do, it's just—[upset] this isn't what I signed up for. [very quietly] I thought I was saving an innocent man, and instead I'm basically, um, [hesitantly] I'm about to destroy his life anyway. [long pause] Different crime, same ending."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "430221c1_monologue.json",
    "type": "emotional_monologue"
}