{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Mann, es ist echt so krass, in diesem Meetingraum zu sitzen und alle hören mir tatsächlich zu. [kichern] Also, wirklich zu. Ich saß da heute und Sarah meinte plötzlich \"Warte, lass uns mal hören, was Alex dazu denkt\" und ich denk mir nur... seit wann interessiert's denn irgendjemanden, was ich denke? [pause] In der Schule war ich halt die, die, ähm, Sachen anders gesehen hat und alle haben nur die Augen verdreht. [bitter] \"Da kommt Alex schon wieder mit ihrem schrägen Scheiß.\" Aber jetzt? [langsam] Jetzt haben sie mich wortwörtlich genau deswegen eingestellt. Weil ich die Sachen bemerke, die sonst keiner sieht. Die Muster, die für—die für niemanden Sinn ergeben, bis ich sie erkläre. [kurze pause] Und plötzlich bin ich wertvoll. [seufzen] Ist schon irgendwie krank, wenn man drüber nachdenkt. All die Jahre alleine in der Mittagspause gehockt, weil mein Hirn anders tickt, und jetzt zahlen sie mir sechsstellig für genau dasselbe. [sehr melancholisch] Manchmal frag ich mich, ob die Kids von damals das wissen. [schneller werdend] Ach quatsch, ich frag mich nicht, ich stalk definitiv deren LinkedIn-Profile. [lachen] Aber mal im Ernst, es ist halt so... ich hab so lange gedacht, ich wär kaputt, weißt du? [leise] Dass mit meiner Art, die Welt zu sehen, was nicht stimmt. [pause] Und jetzt erzählt mir der CEO, ich sei \"unverzichtbar für die Innovationskraft der Firma.\" [fröhlich] Unverzichtbar. Ich. Die komische Außenseiterin. [verstummend] Wer hätte das gedacht..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "God, it's so weird being in this meeting room and everyone's actually listening to me. [chuckle] Like, really listening. I was just sitting there today and Sarah was like \"Wait, let's hear what Alex thinks\" and I'm thinking... since when does anyone care what I think? [pause] In high school I was the one who'd, um, see things differently and everyone would just roll their eyes. [bitter] \"There goes Alex again with the weird take.\" But now? [slowly] Now that's literally why they hired me. Because I notice the stuff nobody else sees. The patterns that don't—that don't make sense to anyone else until I explain them. [short pause] And suddenly I'm valuable. [sigh] It's honestly kind of messed up when you think about it. All those years eating lunch alone because my brain worked differently, and now they're paying me six figures for the exact same thing. [very melancholic] Sometimes I wonder if those kids from school know. [speeding up] Actually no, I don't wonder, I definitely check their LinkedIns. [laugh] But seriously, it's like... I spent so long thinking I was broken, you know? [quietly] That there was something wrong with how I saw the world. [pause] And now the CEO's telling me I'm \"essential to the company's innovative edge.\" [happy] Essential. Me. The weird kid. [trailing off] Who would've thought..."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "84a24a5e_monologue.json",
    "type": "emotional_monologue",
    "subject": "The outsider perspective that made you lonely in high school now making you the most valuable team member at your innovative company",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}