{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[verwirrt] Warte, dieser Name auf dem—nein, das kann doch nicht... [keuchen] Oh mein Gott. [pause] Tommy? Tommy Chen aus, aus der dritten Klasse? [ängstlich] Ich schaue gerade auf seine Unterschrift hier auf den Gründungsdokumenten und ich—Scheiße, das ist seine Firma. [lachen] Der mit dem, ähm, dem kleinen Tech-Startup, das diese—[verstummend] [lange pause] Wir haben früher diese verrückten Roboter-Dinger in seiner Garage gebaut, weißt du noch? Seine Mutter hat uns immer diese... [warm] diese unglaublichen Teigtaschen gemacht. [bitter] Und jetzt sitze ich hier mit einer scheiß Tabelle und rechne aus, wie viel wir verdienen, wenn wir sein Lebenswerk zerstören. [frustriert] Ich mein, ist doch nur Geschäft, oder? [zögernd] Das ist, was wir machen. Wir finden die Ineffizienzen, wir verschlanken, wir— [sehr leise] wir machen Sachen kaputt. [bedauernd] Gott, er weiß es wahrscheinlich noch nicht mal. Morgen früh kriegt er den Anruf und... [zittrige stimme] Hör mal, ich wusste—ich wusste nicht, dass es seine ist, okay? Der Name war anders, es war nur eine weitere Akte auf meinem Schreibtisch. [wütend] Aber das spielt keine Rolle, oder? Weil ich es trotzdem machen werde. [flüsternd] Ich muss. [sehr traurig] Zwanzig Jahre, seit wir das letzte Mal gesprochen haben und so—[schnieft] so sage ich wieder Hallo."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, that name on the—no, that can't be... [gasp] Oh my God. [pause] Tommy? Tommy Chen from, from third grade? [anxious] I'm looking at his signature right here on the incorporation docs and I—Jesus Christ, this is his company. [laugh] The one with the, um, the little tech startup that does the—[trailing off] [long pause] We used to build those ridiculous robot things in his garage, remember? His mom would bring us those... [warm] those amazing dumplings. [bitter] And now I'm here with a fucking spreadsheet calculating how much we'll make when we gut his life's work. [frustrated] I mean, it's just business, right? [hesitantly] That's what we do. We find the inefficiencies, we streamline, we— [very quietly] we destroy things. [regretful] God, he probably doesn't even know yet. Tomorrow morning he'll get the call and... [shaky voice] Look, I didn't—I didn't know it was his, okay? The name was different, it was just another file on my desk. [angry] But that doesn't matter, does it? Because I'm still going to do it. [whispering] I have to. [very sad] Twenty years since we've talked and this is how I—[sniffle] this is how I say hello again."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "3e0ce76f_monologue.json",
    "type": "emotional_monologue"
}