{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Drei Jahre. Drei verdammte Jahre hab ich mich auf diese Stelle vorbereitet. [frustriert] Ich meine, ich hab wortwörtlich das Handbuch geschrieben, das sie jetzt benutzen—der ganze Prozess für die Sozialleistungsanmeldung, das war alles ich. [pause] Und sie geben's dem Derek? [wütend] Dem Jungen, der mich letzte Woche gefragt hat, wofür COBRA steht? [lachen] Oh mein Gott, ich kann nicht—[verstummend]\n\n[sehr laut] Der kann nicht mal Excel bedienen! [leise] Ich decke ihn schon seit Monaten, ehrlich gesagt, korrigiere seine Fehler, bevor's jemand merkt. [sarkastisch] Aber klar, ja, macht ihn zum Sachbearbeiter für Sozialleistungen. [stöhnen] Weil mit dem Chef verwandt zu sein ist, ähm, offenbar die einzige Qualifikation, die heute noch zählt.\n\n[traurig] Weißt du, was das Schlimmste ist? [langsam] Ich dachte echt, meine Arbeit würde für sich sprechen. Also, all die Wochenenden, an denen ich während der Anmeldefristen reingekommen bin, [mit zitternder stimme] bis spät geblieben bin, um den Mitarbeitern ihre Optionen zu erklären... [schnieft] Schätze, das zählt alles nichts, wenn du nicht irgendwessen Neffe bist.\n\n[zornig] Und Sandra hatte die Frechheit—die absolute Frechheit—mir zu sagen, ich bräuchte mehr \"Führungserfahrung.\" [spöttisch] Führungserfahrung? [laut] Ich hab jeden neuen Mitarbeiter in der Abteilung eingearbeitet! [erschöpft] Einschließlich dem lieben Derek, der immer noch, [nachdrücklich] immer noch nicht den Unterschied zwischen gesetzlicher und privater Krankenversicherung versteht.\n\n[resigniert] Ist auch egal. [pause] Ich aktualisiere heute Abend mein LinkedIn-Profil."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Three years. Three fucking years I've been preparing for that role. [frustrated] I mean, I literally wrote the manual they use now—the whole benefits enrollment process, that was me. [pause] And they give it to Derek? [angry] The kid who asked me last week what COBRA stands for? [laugh] Oh my God, I can't—[trailing off] \n\n[very loudly] He doesn't even know how to use Excel! [quietly] I've been covering for him for months, actually, fixing his mistakes before anyone notices. [sarcastic] But sure, yeah, make him the benefits administrator. [groan] Because apparently being related to the boss is, um, the only qualification that matters now.\n\n[sad] You know what the worst part is? [slowly] I genuinely thought my work spoke for itself. Like, all those weekends I came in during open enrollment, [voice shaking] staying late to help employees understand their options... [sniffle] I guess none of that matters when you're not somebody's nephew.\n\n[furious] And Sandra had the nerve—the absolute nerve—to tell me I need more \"leadership experience.\" [mocking] Leadership experience? [loudly] I've been training every new hire in that department! [exhausted] Including precious Derek, who still, [emphatic] still can't tell the difference between an HMO and a PPO. \n\n[resigned] Whatever. [pause] I'm updating my LinkedIn tonight."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "4791c6f2_monologue.json",
    "type": "emotional_monologue"
}