{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[joking] ¿Me estás diciendo que nunca, pero nunca, has terminado una serie?"
        },
        {
            "role": "Character 2",
            "content": "[very melancholic] Mmm, no, yo... siempre llego como al penúltimo episodio y entonces... paro. Es raro, lo sé, pero hay algo en los finales que, em, no sé, me parecen demasiado definitivos, ¿sabes? Como que una vez se acaba, todo ese mundo desaparece y ya no puedes volver a él de la misma manera."
        },
        {
            "role": "Character 1",
            "content": "[angry] Es lo más frustrante que he oído en mi vida. ¿Cómo vives así?"
        },
        {
            "role": "Character 2",
            "content": "Ay Dios, o sea, mi ex me decía exactamente lo mismo, de hecho. Se cabreaba muchísimo cuando me negaba a ver los finales con ella. Pero mira, la cosa es que—si no veo el final, entonces en mi cabeza, esos personajes siguen... siguen por ahí, ¿sabes? Siguen teniendo aventuras o lo que sea."
        },
        {
            "role": "Character 1",
            "content": "¿Y con los libros? ¿Los terminas?"
        },
        {
            "role": "Character 2",
            "content": "Ah, bueno, los libros son diferentes porque, eh, con los libros siempre puedo releerlos y cada vez me parece medio nuevo, ¿no? Pero las series, son tan... supongo que la memoria visual me funciona diferente. Una vez que veo cómo acaba algo en pantalla, es como, pum, eso queda grabado para siempre y ya no puedo imaginármelo de otra manera."
        },
        {
            "role": "Character 1",
            "content": "Eso debe volver locos a todos los que te rodean."
        },
        {
            "role": "Character 2",
            "content": "Pues sí, la verdad, mis amigos básicamente han tirado la toalla con el tema de comentar series conmigo. Van en plan \"¡Dios mío, ese final!\" y yo ahí sentada como, pues, ni idea, me quedé en el episodio 11 de 12, lo siento chicos."
        },
        {
            "role": "Character 1",
            "content": "[confidently] Apuesto a que yo podría conseguir que terminaras algo. Dime una serie que casi completaste."
        },
        {
            "role": "Character 2",
            "content": "Uf, vale, hay una—Breaking Bad—donde literalmente vi todo menos los últimos 20 minutos del episodio final. ¡20 minutos! Lo tenía en pausa y todo, y entonces simplemente... cerré el portátil y nunca volví."
        },
        {
            "role": "Character 1",
            "content": "20 minutos. Estabas a 20 minutos del cierre."
        },
        {
            "role": "Character 2",
            "content": "[over confidently] Mira, de todas formas ya sé cómo acaba porque, obviamente, internet existe y la gente no se calla estas cosas. Pero saber y ver son experiencias totalmente diferentes, ¿no? O sea, sé en teoría lo que pasa pero no lo he presenciado realmente, así que en cierto modo, para mí, todavía no ha pasado de verdad."
        },
        {
            "role": "Character 1",
            "content": "¿Aplicas esta lógica a otras partes de tu vida?"
        },
        {
            "role": "Character 2",
            "content": "¡Ja! No, no, en realidad soy bastante normal en lo demás, te lo juro. Es solo esta cosa rara con los finales narrativos que no consigo, eh, superar. Mi psicóloga cree que puede estar relacionado con cosas de la infancia pero la verdad es que llevamos meses dándole vueltas al tema sin llegar a ningún lado."
        },
        {
            "role": "Character 1",
            "content": "¿Qué cosas de la infancia?"
        },
        {
            "role": "Character 2",
            "content": "Bah, ya sabes, lo típico—mi padre se largó cuando tenía 8 años y nunca se despidió como es debido, simplemente... desapareció un día. Así que aparentemente mi cerebro decidió que si nunca dejo que las cosas terminen, entonces nada puede abandonarme, ¿no? Lo cual suena mucho más dramático de lo que se siente en el día a día."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] La verdad es que es bastante triste cuando lo planteas así."
        },
        {
            "role": "Character 2",
            "content": "Mmm, sí, supongo que es un poco heavy, ¿eh? Pero o sea, a estas alturas es simplemente mi rollo, ¿sabes? Hay gente que colecciona sellos, gente que nunca se come el último bocado del bocadillo, y yo simplemente... no veo finales. Todos tenemos nuestras manías."
        },
        {
            "role": "Character 1",
            "content": "¿Alguna vez te has arrepentido de no terminar algo?"
        },
        {
            "role": "Character 2",
            "content": "¡Ay, constantemente! Cada vez, de hecho. Pero el arrepentimiento de alguna manera sigue siendo mejor que la alternativa, que es esa sensación horrible de vacío cuando algo que quieres simplemente... se acaba. Al menos con el arrepentimiento, todavía hay algo de posibilidad ahí, ¿me explico?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[joking] So you're telling me you've never once finished a TV series?"
        },
        {
            "role": "Character 2",
            "content": "[very melancholic] Mmm, no, I... I always get to like the second to last episode and then just... stop. It's weird, I know, but there's something about endings that, um, I dunno, they feel too final? Like once it's over, that whole world just disappears and you can't go back to it the same way."
        },
        {
            "role": "Character 1",
            "content": "[angry] That's the most frustrating thing I've ever heard. How do you live like that?"
        },
        {
            "role": "Character 2",
            "content": "Oh god, I mean, my ex used to say the exact same thing, actually. She'd get so mad when I'd refuse to watch finales with her. But like, here's the thing—if I don't watch the ending, then in my head, those characters are still... still out there somewhere, you know? Still having adventures or whatever."
        },
        {
            "role": "Character 1",
            "content": "What about books? Do you finish those?"
        },
        {
            "role": "Character 2",
            "content": "Ah, well, books are different because, uh, with books I can always reread them and it feels new-ish each time? But TV shows, they're so... I guess visual memory is different for me. Once I see how something ends on screen, it's like, boom, that's locked in forever and I can't imagine it any other way."
        },
        {
            "role": "Character 1",
            "content": "That must drive everyone around you insane."
        },
        {
            "role": "Character 2",
            "content": "Honestly, yeah, my friends have basically given up trying to discuss shows with me at this point. They'll be like \"Oh my god, that finale!\" and I'm just sitting there like, hmm, wouldn't know, stopped at episode eleven of twelve, sorry guys."
        },
        {
            "role": "Character 1",
            "content": "[confidently] I bet I could get you to finish something. Name a show you almost completed."
        },
        {
            "role": "Character 2",
            "content": "Oof, okay, so there's this one—Breaking Bad—where I literally watched everything except the last twenty minutes of the final episode. Twenty minutes! I had it paused and everything, and then I just... closed my laptop and never went back."
        },
        {
            "role": "Character 1",
            "content": "Twenty minutes. You were twenty minutes away from closure."
        },
        {
            "role": "Character 2",
            "content": "[over confidently] Look, I already know how it ends anyway because, obviously, the internet exists and people don't shut up about these things. But knowing and seeing are totally different experiences, right? Like, I know theoretically what happens but I haven't actually witnessed it happen, so in a way, for me, it hasn't really happened yet."
        },
        {
            "role": "Character 1",
            "content": "Do you apply this logic to other parts of your life?"
        },
        {
            "role": "Character 2",
            "content": "Ha! No, no, I'm actually pretty normal otherwise, I swear. It's just this one weird thing with narrative endings that I can't seem to, er, get past. My therapist thinks it might be related to some childhood stuff but honestly we've been circling that topic for months without really landing anywhere."
        },
        {
            "role": "Character 1",
            "content": "What childhood stuff?"
        },
        {
            "role": "Character 2",
            "content": "Eh, you know, the usual—my dad left when I was eight and never said goodbye properly, just sort of... disappeared one day. So apparently my brain decided that if I never let things end, then nothing can abandon me? Which sounds way more dramatic than it actually feels day to day."
        },
        {
            "role": "Character 1",
            "content": "[very melancholic] That's actually really sad when you put it that way."
        },
        {
            "role": "Character 2",
            "content": "Mmm, yeah, I guess it is kind of heavy, huh? But like, at this point it's just my thing, you know? Some people collect stamps, some people never eat the last bite of their sandwich, and I just... don't watch endings. We've all got our quirks."
        },
        {
            "role": "Character 1",
            "content": "Have you ever regretted not finishing something?"
        },
        {
            "role": "Character 2",
            "content": "Oh, constantly! Every single time, actually. But the regret is still somehow better than the alternative, which is that horrible empty feeling when something you love is just... done. At least with regret, there's still possibility attached to it, if that makes any sense?"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_17.txt"
}