{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Pues he estado pensando en todo este rollo del authentic leadership en el trabajo."
        },
        {
            "role": "Character 2",
            "content": "Ya, ese término lo sueltan constantemente hoy en día. Todo el mundo dice que quiere líderes auténticos, but then they freak out when leaders actually show vulnerability, o admiten que no tienen todas las respuestas."
        },
        {
            "role": "Character 1",
            "content": "¿Verdad? Mi jefa intentó ser \"auténtica\" ayer y básicamente just trauma-dumped on everyone."
        },
        {
            "role": "Character 2",
            "content": "[furious] ¡Dios, es que eso me saca de quicio completamente! Eso no es authentic leadership, that's just having zero boundaries! La autenticidad real significa ser genuina con tus valores y consistente en tus acciones, no tratar a tu equipo como terapeutas no remunerados."
        },
        {
            "role": "Character 1",
            "content": "Espera, entonces ¿qué significa realmente?"
        },
        {
            "role": "Character 2",
            "content": "Se trata de alineación entre lo que dices y lo que haces. O sea, if you preach work-life balance pero mandas emails a medianoche esperando respuestas inmediatas, no estás siendo auténtica, estás siendo una hipócrita."
        },
        {
            "role": "Character 1",
            "content": "Nuestra CEO hace esta cosa de admitir errores públicamente. ¿Es eso?"
        },
        {
            "role": "Character 2",
            "content": "Definitivamente es parte de ello. La voluntad de decir \"la he cagado, here's what I learned\" en vez de disfrazar todo como una victoria secreta construye una confianza increíble con equipos que están hartos del corporate doublespeak."
        },
        {
            "role": "Character 1",
            "content": "¿Pero eso no la hace parecer débil?"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Perdona, es que me cabrea mucho esta idea equivocada. Admitir errores en realidad muestra fortaleza, because everyone already knows when leaders mess up. Pretender lo contrario solo insulta la inteligencia de todos y destruye la credibilidad más rápido que cualquier otra cosa."
        },
        {
            "role": "Character 1",
            "content": "Vaya. Nunca lo había pensado así."
        },
        {
            "role": "Character 2",
            "content": "El mejor líder auténtico que tuve me decía directamente cuando las decisiones corporativas no tenían sentido para ella tampoco, but she'd explain the constraints she was working within, en vez de pretender que todo era brillante."
        },
        {
            "role": "Character 1",
            "content": "La mía solo usa buzzwords and calls it transparency."
        },
        {
            "role": "Character 2",
            "content": "Error clásico. Transparencia sin contexto o comunicación genuina es solo ruido. Los líderes auténticos de verdad explican el porqué detrás de las decisiones, even when those decisions suck for everyone involved."
        },
        {
            "role": "Character 1",
            "content": "O sea, básicamente... ¿ser una persona real?"
        },
        {
            "role": "Character 2",
            "content": "En esencia sí, pero es más difícil de lo que parece cuando estás gestionando gente. The pressure to appear infallible is intense, especialmente cuando tu equipo busca en ti estabilidad durante el caos."
        },
        {
            "role": "Character 1",
            "content": "¿Es por esto que la mayoría del liderazgo parece tan falso?"
        },
        {
            "role": "Character 2",
            "content": "Exactamente. La mayoría de líderes están entrenados para proyectar confianza a toda costa, para nunca mostrar dudas, to have ready answers for everything. Luego nos preguntamos por qué nadie confía en la dirección cuando obviamente están interpretando un papel en lugar de ser seres humanos."
        },
        {
            "role": "Character 1",
            "content": "Dios, mi último jefe era como un walking LinkedIn post."
        },
        {
            "role": "Character 2",
            "content": "¡Esos son los peores, en serio! Hablando en puro corporate jargon sobre synergy e innovación mientras tienen zero actual connection con su equipo. Es agotador para todos y no consigue nada excepto hacer que la gente actualice sus currículums."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So I've been thinking about this whole authentic leadership thing at work."
        },
        {
            "role": "Character 2",
            "content": "Yeah, that term gets thrown around constantly these days. Everyone claims they want authentic leaders but then they freak out when leaders actually show vulnerability or admit they don't have all the answers."
        },
        {
            "role": "Character 1",
            "content": "Right? My boss tried being \"authentic\" yesterday and basically just trauma-dumped on everyone."
        },
        {
            "role": "Character 2",
            "content": "[furious] God, that drives me absolutely insane! That's not authentic leadership, that's just having zero boundaries! Real authenticity means being genuine about your values and consistent in your actions, not treating your team like unpaid therapists!"
        },
        {
            "role": "Character 1",
            "content": "Wait, so what does it actually mean then?"
        },
        {
            "role": "Character 2",
            "content": "It's about alignment between what you say and what you do. Like if you preach work-life balance but send emails at midnight expecting immediate responses, you're not being authentic, you're being a hypocrite."
        },
        {
            "role": "Character 1",
            "content": "Our CEO does this thing where she admits mistakes publicly. Is that it?"
        },
        {
            "role": "Character 2",
            "content": "That's definitely part of it. The willingness to say \"I screwed up, here's what I learned\" instead of spinning everything as a secret victory builds incredible trust with teams who are tired of corporate doublespeak."
        },
        {
            "role": "Character 1",
            "content": "But doesn't that make her look weak?"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Sorry, I get pretty worked up about this misconception. Admitting mistakes actually shows strength because everyone already knows when leaders mess up. Pretending otherwise just insults everyone's intelligence and destroys credibility faster than anything else."
        },
        {
            "role": "Character 1",
            "content": "Huh. Never thought about it that way."
        },
        {
            "role": "Character 2",
            "content": "The best authentic leader I ever had would straight-up tell us when corporate decisions didn't make sense to her either, but she'd explain the constraints she was working within instead of pretending everything was brilliant."
        },
        {
            "role": "Character 1",
            "content": "Mine just uses buzzwords and calls it transparency."
        },
        {
            "role": "Character 2",
            "content": "Classic mistake. Transparency without context or genuine communication is just noise. Real authentic leaders explain the why behind decisions, even when those decisions suck for everyone involved."
        },
        {
            "role": "Character 1",
            "content": "So basically just... be a real person?"
        },
        {
            "role": "Character 2",
            "content": "Essentially yes, but it's harder than it sounds when you're managing people. The pressure to appear infallible is intense, especially when your team is looking to you for stability during chaos."
        },
        {
            "role": "Character 1",
            "content": "Is this why most leadership feels so fake?"
        },
        {
            "role": "Character 2",
            "content": "Exactly. Most leaders get trained to project confidence at all costs, to never show doubt, to have ready answers for everything. Then we wonder why nobody trusts management when they're obviously performing a role rather than being human beings."
        },
        {
            "role": "Character 1",
            "content": "God, my last boss was like a walking LinkedIn post."
        },
        {
            "role": "Character 2",
            "content": "Those are the worst! Speaking in pure corporate jargon about synergy and innovation while having zero actual connection with their team. It's exhausting for everyone and accomplishes nothing except making people update their resumes."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_6.txt"
}