{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Pues nada, que al final lo he conseguido, ¿sabes? El ascenso por el que llevo currando tres años, y todavía es que no me creo que me hayan elegido a mí, de verdad."
        },
        {
            "role": "Character 2",
            "content": "¡Pero qué pasada! Tres años es un camino muy largo, pero vamos, que se nota toda la dedicación que le has puesto. ¿Y qué implica exactamente el nuevo puesto?"
        },
        {
            "role": "Character 1",
            "content": "[feliz] Directora Senior de Desarrollo de Producto, o sea, que voy a supervisar todo el equipo de la costa oeste y lanzar las nuevas iniciativas de sostenibilidad."
        },
        {
            "role": "Character 2",
            "content": "Uf, eso es un salto enorme desde tu puesto actual. Lo de la sostenibilidad me parece especialmente guay, con todo el giro que está dando el sector hacia la responsabilidad medioambiental. Tienes que estar flipando con la oportunidad de liderazgo, ¿no?"
        },
        {
            "role": "Character 1",
            "content": "[jadea fuerte] ¡Madre mía! Solo el aumento de sueldo ya va a cambiarlo todo para mi familia, por fin podemos plantearnos comprar esa casa con la que llevamos soñando tanto tiempo."
        },
        {
            "role": "Character 2",
            "content": "Tener casa propia es que cambia totalmente el juego para construir estabilidad a largo plazo. Además, con tu nuevo puesto, seguramente tendrás más flexibilidad para teletrabajar algunos días. ¿Habéis empezado ya a mirar por alguna zona?"
        },
        {
            "role": "Character 1",
            "content": "Estamos pensando en Pozuelo o incluso Las Rozas si nos llega, algún sitio con buenos colegios porque los niños ya van teniendo la edad."
        },
        {
            "role": "Character 2",
            "content": "Las dos zonas tienen colegios buenísimos, aunque en Las Rozas igual sacas más casa por el mismo dinero. El trayecto hasta el centro tampoco es tan malo si vas a hacer híbrido. ¿Cuándo empiezas oficialmente en el nuevo puesto?"
        },
        {
            "role": "Character 1",
            "content": "El 1 de enero, así que tengo unas seis semanas para cerrar mis proyectos actuales y hacer el traspaso a quien vaya a coger mi puesto anterior."
        },
        {
            "role": "Character 2",
            "content": "Seis semanas está bien para el traspaso de conocimientos. Asegúrate de documentarlo todo súper bien porque tu sucesor va a tener mil preguntas cuando ya no estés. ¿Van a promocionar a alguien de dentro para cubrir tu puesto?"
        },
        {
            "role": "Character 1",
            "content": "Están considerando a Raquel del equipo de análisis, lleva meses siguiéndome como una sombra y la verdad es que está más que preparada."
        },
        {
            "role": "Character 2",
            "content": "Raquel es muy lista, he visto sus presentaciones. Que promocionen desde dentro demuestra que la empresa valora desarrollar el talento, lo cual es muy buena señal para tu propia trayectoria. Además, ya se sabe todos tus sistemas y procesos de pe a pa."
        },
        {
            "role": "Character 1",
            "content": "[tos] Mis padres vienen en avión el fin de semana que viene para celebrarlo, de hecho es la primera vez que vienen desde antes de la pandemia."
        },
        {
            "role": "Character 2",
            "content": "Ay, qué bien que puedan compartir este momento contigo en persona. A los padres les encanta ver a sus hijas conseguir hitos profesionales importantes. ¿Tenéis planeado algo especial para su visita aparte de la celebración?"
        },
        {
            "role": "Character 1",
            "content": "Los llevo a ese asador nuevo del centro el sábado, y luego el domingo igual a una cata de vinos en la Sierra si el tiempo acompaña."
        },
        {
            "role": "Character 2",
            "content": "Plan de celebración perfecto. Ese asador está recibiendo críticas buenísimas y las bodegas de la Sierra en diciembre son una maravilla. A tus padres les van a encantar las vistas si vais a alguna de las que están más en alto."
        },
        {
            "role": "Character 1",
            "content": "Mi padre no para de mandarme mensajes con consejos laborales como si tuviera 22 años todavía, diciéndome que vaya bien vestida y que llegue pronto a las reuniones."
        },
        {
            "role": "Character 2",
            "content": "Es que los padres nunca dejan de ser padres, da igual el éxito que tengas. Seguramente está que revienta de orgullo y lo demuestra de la única manera que sabe. Los consejos igual están desfasados, pero vamos, que la intención es oro puro."
        },
        {
            "role": "Character 1",
            "content": "¿Sabes qué es lo más fuerte? Que hace cinco años estaba a punto de dejar esta industria completamente después de que aquella startup me explotara en la cara."
        },
        {
            "role": "Character 2",
            "content": "[ríe fuerte] ¡Pero mírate ahora! A veces los peores batacazos llevan a los mejores remontadas. Ese desastre de la startup te enseñó exactamente lo que no hay que hacer, y está claro que esta empresa ha visto esa experiencia como un valor añadido."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So I finally got it, the promotion I've been working toward for three years, and honestly I still can't believe they actually picked me."
        },
        {
            "role": "Character 2",
            "content": "That's incredible news! Three years is a long journey but it shows how much dedication you put into earning it. What's the new role going to involve exactly?"
        },
        {
            "role": "Character 1",
            "content": "[happy] Senior Director of Product Development, which means I'll be overseeing the entire West Coast team and launching our new sustainability initiatives."
        },
        {
            "role": "Character 2",
            "content": "That's a massive step up from your current position. The sustainability angle is particularly exciting given how the industry's shifting toward environmental responsibility. You must be thrilled about the leadership opportunity."
        },
        {
            "role": "Character 1",
            "content": "[gasp loudly] The salary increase alone is going to change everything for my family, we can finally think about buying that house we've been dreaming about."
        },
        {
            "role": "Character 2",
            "content": "Home ownership is such a game-changer for building long-term stability. Plus with your new position, you'll probably have more flexibility to work from home sometimes. Have you started looking at neighborhoods yet?"
        },
        {
            "role": "Character 1",
            "content": "We're thinking maybe Westwood or even Sherman Oaks if we can swing it, somewhere with good schools since the kids are getting to that age."
        },
        {
            "role": "Character 2",
            "content": "Both areas have excellent school districts, though Sherman Oaks might give you more house for your money. The commute to downtown isn't terrible either if you're going hybrid. When do you officially start the new position?"
        },
        {
            "role": "Character 1",
            "content": "January first, which gives me about six weeks to wrap up my current projects and transition everything to whoever takes over my old role."
        },
        {
            "role": "Character 2",
            "content": "Six weeks is a decent runway for knowledge transfer. Make sure you document everything thoroughly because your successor will definitely have questions once you're gone. Are they promoting someone internally to fill your spot?"
        },
        {
            "role": "Character 1",
            "content": "They're considering Rachel from the analytics team, she's been shadowing me for months and honestly she's more than ready for it."
        },
        {
            "role": "Character 2",
            "content": "Rachel's sharp, I've seen her presentations. Promoting from within shows the company values developing talent, which bodes well for your own trajectory. Plus she already knows your systems and processes inside out."
        },
        {
            "role": "Character 1",
            "content": "[cough] My parents are flying in next weekend to celebrate, first time they've visited since before the pandemic actually."
        },
        {
            "role": "Character 2",
            "content": "That's wonderful they can share this moment with you in person. Parents love seeing their kids achieve major career milestones. Are you planning anything special for their visit beyond the celebration?"
        },
        {
            "role": "Character 1",
            "content": "Taking them to that new steakhouse downtown on Saturday, then maybe wine tasting in Malibu on Sunday if the weather cooperates."
        },
        {
            "role": "Character 2",
            "content": "Perfect celebration itinerary. That steakhouse has been getting rave reviews and Malibu wineries in December are gorgeous. Your parents will love the coastal views if you hit up one of the oceanside vineyards."
        },
        {
            "role": "Character 1",
            "content": "My dad keeps texting me career advice like I'm still twenty-two, telling me to dress professionally and arrive early to meetings."
        },
        {
            "role": "Character 2",
            "content": "Parents never stop parenting no matter how successful you become. He's probably bursting with pride and showing it the only way he knows how. The advice might be dated but the sentiment behind it is pure gold."
        },
        {
            "role": "Character 1",
            "content": "You know what's crazy is that five years ago I was ready to quit this industry entirely after that startup imploded on me."
        },
        {
            "role": "Character 2",
            "content": "[laugh hard] Look at you now though! Sometimes the worst setbacks lead to the best comebacks. That startup disaster taught you exactly what not to do, and clearly this company recognized that experience as an asset."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_8.txt"
}