{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[apasionadamente] Yo no hago esquemas. Nunca. Las historias tienen que respirar por sí solas."
        },
        {
            "role": "Character 2",
            "content": "Jo, vale, o sea que eres de las que improvisan totalmente, ¿no? Quiero decir, es valiente—yo intenté escribir sin esquema una vez y, eh, acabé con tres tramas distintas peleándose por el protagonismo en el capítulo 10."
        },
        {
            "role": "Character 1",
            "content": "Las tramas están sobrevaloradas. Yo sigo los impulsos de los personajes."
        },
        {
            "role": "Character 2",
            "content": "Ya, pero ¿cómo gestionas, en plan, los problemas de continuidad? Ya sabes, cuando tu protagonista de repente tiene los ojos marrones en vez de azules, o cuando te das cuenta de que lo has escrito en dos sitios a la vez sin querer."
        },
        {
            "role": "Character 1",
            "content": "No reviso hasta el final. Descubrimiento total."
        },
        {
            "role": "Character 2",
            "content": "[burlón] Claro, porque a las editoriales les encanta recibir primeros borradores sin ninguna edición estructural. Segurísimo que así es como Stephen King se hizo famoso—pura consciencia en bruto, sin filtros, directa a imprenta."
        },
        {
            "role": "Character 1",
            "content": "King no hace esquemas, de hecho. Búscalo."
        },
        {
            "role": "Character 2",
            "content": "Vale, no, tienes razón en eso, pero también, emmm, escribe como cuatro horas todos los días y lleva haciéndolo décadas—sus instintos están básicamente programados a estas alturas."
        },
        {
            "role": "Character 1",
            "content": "El tiempo no crea talento. Las restricciones matan la creatividad."
        },
        {
            "role": "Character 2",
            "content": "Joder, o sea, suena poético y tal, pero mi agente literalmente ya ni mira manuscritos sin una estructura clara de tres actos—el mercado está, eh, demasiado saturado para cosas experimentales."
        },
        {
            "role": "Character 1",
            "content": "Tu agente suena limitante. ¿Por qué sigues con ella?"
        },
        {
            "role": "Character 2",
            "content": "¿Porque ha vendido doce de mis libros? Mira, entiendo lo de la libertad artística, de verdad, pero las letras de la hipoteca no se pagan con, ya sabes, integridad creativa."
        },
        {
            "role": "Character 1",
            "content": "Doce libros. ¿Alguno es realmente tuyo?"
        },
        {
            "role": "Character 2",
            "content": "Uf. Pues sí, son míos—simplemente creo que la estructura y, en plan, la creatividad genuina no son conceptos mutuamente excluyentes, ¿sabes?"
        },
        {
            "role": "Character 1",
            "content": "[extremadamente feliz] ¡Por fin! ¡Alguien que debate de verdad! La mayoría de escritores solo asienten."
        },
        {
            "role": "Character 2",
            "content": "Ja, bueno, yo desde luego no soy de las que asienten—he pasado demasiadas horas en talleres discutiendo sobre si los prólogos son, mmm, intrínsecamente malvados o solo mayormente malvados como para callarme ahora."
        },
        {
            "role": "Character 1",
            "content": "Los prólogos son perfectos. Marcan ambiente sin compromiso."
        },
        {
            "role": "Character 2",
            "content": "Ay, tía, ahí es donde me pierdes—¡los lectores se los saltan constantemente! Hay datos reales que muestran que, eh, algo así como el 60 por ciento de la gente pasa directamente al capítulo uno."
        },
        {
            "role": "Character 1",
            "content": "Los datos arruinan el arte. ¿Quién registra hábitos de lectura de todas formas?"
        },
        {
            "role": "Character 2",
            "content": "Kindle, de hecho—registran todo desde la velocidad de lectura hasta, emmm, dónde abandona la gente los libros con más frecuencia, que suele ser alrededor de la página 67, curiosamente."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[passionately] I don't outline. Ever. Stories should breathe on their own."
        },
        {
            "role": "Character 2",
            "content": "Oh wow, okay, so you're a total pantser then? I mean, that's brave—I tried writing without an outline once and, uhh, ended up with three different plots fighting for dominance by chapter ten."
        },
        {
            "role": "Character 1",
            "content": "Plots are overrated. I follow character impulses."
        },
        {
            "role": "Character 2",
            "content": "Hmm, but how do you handle, like, continuity issues? You know, when your protagonist suddenly has brown eyes instead of blue, or when you realize you've accidentally written them in two places at once?"
        },
        {
            "role": "Character 1",
            "content": "I don't revise until the end. Complete discovery."
        },
        {
            "role": "Character 2",
            "content": "[mocking] Right, because publishers absolutely love receiving first drafts with zero structural editing! That's definitely how Stephen King got famous—just raw, unfiltered stream of consciousness straight to print."
        },
        {
            "role": "Character 1",
            "content": "King actually doesn't outline. Look it up."
        },
        {
            "role": "Character 2",
            "content": "Yeah no, you're right about that, but he also, err, writes like four hours every single day and has been doing it for decades—his instincts are basically hardwired at this point."
        },
        {
            "role": "Character 1",
            "content": "Time doesn't create talent. Constraints kill creativity."
        },
        {
            "role": "Character 2",
            "content": "Jeez, I mean, I guess that sounds poetic, but my agent literally won't even look at manuscripts without a clear three-act structure anymore—the market's just, uhh, too saturated for experimental stuff."
        },
        {
            "role": "Character 1",
            "content": "Your agent sounds limiting. Why keep them?"
        },
        {
            "role": "Character 2",
            "content": "Because they've sold twelve of my books? Look, I get the whole artistic freedom thing, honestly, but mortgage payments don't really care about, you know, creative integrity."
        },
        {
            "role": "Character 1",
            "content": "Twelve books. Are any of them actually yours?"
        },
        {
            "role": "Character 2",
            "content": "Ouch. Um, yeah, they're mine—I just happen to believe that structure and, like, genuine creativity aren't mutually exclusive concepts, you know?"
        },
        {
            "role": "Character 1",
            "content": "[extremely happy] Finally! Someone who'll debate properly! Most writers just nod along."
        },
        {
            "role": "Character 2",
            "content": "Hah, well, I'm definitely not a nodder—spent too many workshop hours arguing about whether prologues are, mmm, inherently evil or just mostly evil to stay quiet now."
        },
        {
            "role": "Character 1",
            "content": "Prologues are perfect. Sets mood without commitment."
        },
        {
            "role": "Character 2",
            "content": "Oh man, see, that's where you lose me—readers skip them constantly! There's actual data showing that, uhh, something like sixty percent of people just flip right past to chapter one."
        },
        {
            "role": "Character 1",
            "content": "Data ruins art. Who tracks reading habits anyway?"
        },
        {
            "role": "Character 2",
            "content": "Kindle does, actually—they track everything from reading speed to, err, where people abandon books most frequently, which is usually around page sixty-seven, weirdly enough."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_47.txt"
}