{
    "conversation": [
        {
            "role": "Speaker",
            "content": "अरे यार, अभी-अभी biotech team के साथ call खत्म हुई है और मैं अभी भी... दिमाग़ ही process नहीं कर पा रहा है ये सब। [excited] हो गया! पूरे तीस million, बिल्कुल वैसे ही structured जैसे मैंने pitch किया था। पता है क्या मज़ेदार बात है? छह महीने पहले सब मुझे पागल समझ रहे थे कि मैं ये propose भी कर रही हूं। [laughs] Partners तो कह रहे थे कि \"medical research हमारा space नहीं है\" और मैं बस push करती रही क्योंकि, मेरा मतलब, science तो solid थी। [passionately] ये researchers, वो literally ऐसा treatment develop कर रहे हैं जो early-stage Alzheimer's को reverse कर सकता है। मेरी नानी को—खैर, छोड़ो। बात ये है कि, अम्म, मैं लगातार सोचती रही कि कितने लोगों की मदद हो सकती है इससे, समझ रही हो ना? और इसे convertible debt के रूप में structure करना milestone triggers के साथ, हम्म... actually काफी elegant था। [proudly] किसी और को समझ ही नहीं आया कि numbers कैसे work करवाने हैं, पर मुझे आया। [pause] Sorry, ये थोड़ा घमंड वाली बात लग रही है। बस—मैं पिछले कई हफ्तों से तीन घंटे ही सो रही हूं ये सब करवाने में। [exhausted] FDA approval pathway को ही समझने में मुझे, अ, पता नहीं कितना time लगा। पर अब उनके पास अठारह महीने के trials के लिए runway है और... [trailing off] [very sincerely] ये सच में जान बचा सकता है। जैसे, असली लोगों की। सिर्फ spreadsheet पर returns नहीं। [sigh] मुझे लगता है एक drink चाहिए। या फिर बस एक हफ्ता सोना है।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "God, I just got off the call with the biotech team and I'm still... I can't even process this right now. [excited] We closed it! The whole thirty million, structured exactly how I pitched it. You know what's crazy? Six months ago, everyone thought I was insane for even proposing this. [laughs] The partners were like \"medical research isn't our space\" and I just kept pushing because, I mean, the science was there. [passionately] These researchers, they're literally developing a treatment that could reverse early-stage Alzheimer's. My grandmother had—well, anyway. The thing is, um, I kept thinking about all the people this could help, you know? And structuring it as convertible debt with milestone triggers was, hmm... it was actually pretty elegant. [proudly] Nobody else saw how to make the numbers work, but I did. [pause] Sorry, that sounds arrogant. It's just—I've been sleeping like three hours a night for weeks getting this done. [exhausted] The FDA approval pathway alone took me, uh, forever to understand. But now they have runway for eighteen months of trials and... [trailing off] [very sincerely] This might actually save lives. Like, real people. Not just returns on a spreadsheet. [sigh] I think I need a drink. Or maybe just sleep for a week."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "e0df8871_monologue.json",
    "type": "emotional_monologue",
    "subject": "The private equity analyst deal you structured funding breakthrough medical research",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}