{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] देखो, मैंने कभी सोचा नहीं था कि ये सब चीज़ें फिर से इस्तेमाल करूंगी, पता है? [pause] वो सारी training के साल, tactics, वो... भीड़ में forces कैसे move करती हैं, ये सब समझ। [sighs] मैंने कसम खाई थी कि बस, अब नहीं। लेकिन फिर मैंने देखा कि वो इन बच्चों के साथ क्या कर रहे थे—अरे बस बच्चे थे यार, हाथ में तख्तियां लिए—और मैं चुप कैसे रह सकती थी? [frustrated] जब tear gas शुरू हुआ तो उन्हें कुछ पता ही नहीं था कि अपने आप को कैसे बचाना है।\n\n[quietly] तो हाँ, मैंने उन्हें सिखाना शुरू किया। Basic चीज़ें ही थीं, सच में। कैसे, अम्म... कैसे पहचानना है कि kettle formation हो रही है। [speeding up] Escape routes कहाँ हैं उससे पहले कि वो बंद कर दें, एक unit की तरह कैसे move करना है ताकि कोई अकेला ना पड़ जाए। [pause] मैंने उन्हें tear gas के लिए दूध के बारे में बताया, traffic cones से shields कैसे बनानी है, वो—[trailing off]\n\n[conflicted] कभी-कभी लगता है कि, अ... कहीं मैं चीज़ों को और बिगाड़ तो नहीं रही? [laugh] लेकिन फिर देखती हूँ कि वो एक-दूसरे की मदद कर रहे हैं, जब लाठियां निकलती हैं तो शांत रहते हैं, और... [warm] ये protesters, ये लड़ाके नहीं हैं। ये teachers हैं, students हैं, और, अम्म, आम लोग हैं जो बस सुने जाना चाहते हैं। [passionately] और उन्हें सही-सलामत घर पहुँचने का हक़ है!\n\n[very quietly] मेरी पुरानी unit वाले शायद मुझे गद्दार कहेंगे। [bitter] जो कुछ उन्होंने सिखाया था, अब उसी को उनके खिलाफ़ इस्तेमाल कर रही हूँ। [pause] लेकिन शांतिपूर्ण लोगों को हिंसा से बचाना? [confidently] यही तो मैं सोचती थी कि मैं पहली बार में sign up कर रही थी।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] Look, I never thought I'd be using this stuff again, you know? [pause] All those years of training, the tactics, the... the understanding of how forces move through crowds. [sighs] I swore I was done with all that. But then I saw what they were doing to these kids—just kids with signs, for God's sake—and I couldn't just stand there. [frustrated] They had no idea how to protect themselves when the tear gas started. \n\n[quietly] So yeah, I started showing them things. Basic stuff, really. How to, um... how to recognize when a kettle formation is happening. [speeding up] Where the escape routes are before they close them off, how to move as a unit so nobody gets isolated. [pause] I taught them about the milk for the tear gas, how to make shields from traffic cones, the—[trailing off] \n\n[conflicted] Sometimes I wonder if I'm, err... if I'm making things worse somehow? [laugh] But then I see them helping each other, staying calm when the batons come out, and... [warm] These protesters, they're not fighters. They're teachers and students and, mmm, regular people who just want to be heard. [passionately] And they deserve to go home safe! \n\n[very quietly] My old unit would probably call me a traitor. [bitter] Using everything they taught me to work against them now. [pause] But protecting peaceful people from violence? [confidently] That's what I thought I was signing up for in the first place."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "c1df5114_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your guerrilla tactics knowledge helping protect peaceful protesters from police violence",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}