{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] उन्होंने हाँ कह दिया। सच में— सच में हाँ कह दिया। [pause] मैं बार-बार वो email पढ़ रही हूँ क्योंकि यकीन ही नहीं हो रहा कि ये सच है। [excited] 200 लोगों की नौकरी बच गई! 200 परिवारों को अब EMI और बच्चों की फीस की टेंशन नहीं लेनी पड़ेगी और— [gasp] हे भगवान, मुझे बैठना पड़ेगा। [relieved] इतनी रातों तक spreadsheets घूरती रही कि आँखें जलने लगीं, एक के बाद एक scenario बनाती रही, और आखिरकार काम आ गया। [quietly] जब मैं पिछले हफ्ते उस boardroom में गई थी, वो मुझे ऐसे देख रहे थे जैसे मैं, अम्म, जैसे मैं पागल हूँ। [chuckle] एक junior analyst उनको बता रही है कि उनका restructuring plan गलत है। [passionately] लेकिन numbers झूठ नहीं बोलते ना! [pause] Midwest division फेल नहीं हो रहा था, बस उसका structure गलत था। [happy] और उन्होंने देखा। आखिरकार वो समझ गए जो मैं दिखाने की कोशिश कर रही थी। [sniffle] Accounting वाली Sarah के जुड़वाँ बच्चे अगले साल school जाने वाले हैं। [warm] Marcus ने अभी-अभी अपना पहला घर खरीदा है। [very sincerely] उनको अभी तक पता भी नहीं है कि उनकी नौकरी safe है। [laugh] मेरा मतलब, शायद मुझे नहीं बताना चाहिए, लेकिन ऐसी खुशी अंदर कैसे रखूँ? [extremely happy] हमने कर दिखाया। सच में सबको बचा लिया।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] They said yes. They actually— they actually said yes. [pause] I keep reading the email over and over because I can't quite believe it's real. [excited] Two hundred people get to keep their jobs! Two hundred families don't have to worry about mortgages and college tuition and— [gasp] Oh my god, I need to sit down. [relieved] All those nights staring at spreadsheets until my eyes burned, running scenario after scenario, it actually worked. [quietly] When I walked into that boardroom last week, they looked at me like I was, um, like I was crazy. [chuckle] This junior analyst telling them their restructuring plan was all wrong. [passionately] But the numbers don't lie! [pause] The Midwest division wasn't failing, it was just structured wrong. [happy] And they saw it. They finally saw what I was trying to show them. [sniffle] Sarah from accounting, she has twins starting kindergarten next year. [warm] Marcus just bought his first house. [very sincerely] They don't even know yet that their jobs are safe. [laugh] I mean, I probably shouldn't be the one to tell them, but how do you keep something like that inside? [extremely happy] We did it. We actually saved them all."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "dfb2b305_monologue.json",
    "type": "emotional_monologue",
    "subject": "The special situations analyst solution you proposed getting approved and saving two hundred jobs",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}