{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] उन्होंने फोन किया। सच में... हे भगवान। [pause] इतने सालों बाद, आखिरकार—वो समझ गए। [short pause] मतलब, जब उन्होंने कहा \"मम्मा, अब समझ आया कि आपने उस पार्टी में क्यों नहीं जाने दिया था\" और... और बाकी सब चीज़ें। [sniffle] भगवान, मैं कितनी सख्त थी ना उन पर? पर मुझे होना पड़ा। [emotional] जब उन्होंने कहा कि वो भी अपने बच्चों के साथ वही सब कर रहे हैं, तो मैं बस... हम्म... पता नहीं क्या बोलूं। [laugh] इतने साल तक villain बनी रही, है ना? वो strict मम्मी जो देर तक बाहर नहीं रहने देती थी या... या उन बच्चों के साथ घूमने नहीं देती थी जो साफ़-साफ़ गड़बड़ थे। [crying while speaking] और उन्होंने thank you कहा। सच में धन्यवाद दिया मना करने के लिए। [pause] फोन पे तो मैंने खुद को संभाल लिया, पर जब रखा तो बस... [cry] वो सारा guilt जो मैं ढो रही थी, ये सोच-सोच के कि कहीं मैं ज़्यादा strict तो नहीं थी, कहीं मैंने उन्हें हमेशा के लिए दूर तो नहीं कर दिया। [relieved] पर अब वो समझते हैं। वो देख पा रहे हैं कि मैं बस... मैं बस उन्हें बचाने की कोशिश कर रही थी। [warm] मेरा बच्चा समझ गया। आखिरकार समझ गया कि हर \"ना\" के पीछे प्यार था।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] They called. They actually... oh my God. [pause] After all these years, they finally—they get it. [short pause] I mean, hearing them say \"Mom, I understand now why you couldn't let me go to that party\" and... and all the other things. [sniffle] God, I was so hard on them sometimes, you know? But I had to be. [emotional] When they said they're doing the same things with their own kids now, I just... mmm... I didn't know what to say. [laugh] All those years of being the bad guy, right? The mean parent who wouldn't let them stay out late or... or hang out with those kids who were clearly trouble. [crying while speaking] And they thanked me. Actually thanked me for saying no. [pause] I kept it together on the phone, but when we hung up I just... [cry] All that guilt I've been carrying, wondering if I was too strict, if I'd pushed them away forever. [relieved] But they see it now. They see I was just... I was just trying to protect them. [warm] My baby understands. Finally understands that every \"no\" came from love."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "d8562edb_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your adult child calling to say they finally understand why you made the hard decisions when they were growing up",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}