{
    "conversation": [
        {
            "role": "Speaker",
            "content": "तीन सौ डॉलर। [exhausted] इतने ही कमाए मैंने इस हफ्ते, 90 डिग्री गर्मी में कार्ट्स धकेलते हुए। तीन सौ डॉलर मेरी biochem degree के लिए, और ये औरत बस... सीधे मेरे बीच से निकल जाती है। [bitter] जैसे मैं हूं ही नहीं—I'm literally standing right here, ma'am. [sarcastic] \"Excuse me\" बोलना तो दूर की बात है, लेकिन ठीक है, मैं बस टेलीपोर्ट हो जाऊंगी आपके रास्ते से। [frustrated] बात ये है ना, मैं समझती हूं—we're basically furniture to them. [sad] ऐसा फर्नीचर जो इनका सामान ले जाता है। [pause] आज एक आदमी ने मुझ पर उंगलियां चटकाईं। [angry] उंगलियां। चटकाईं। जैसे मैं कोई कुत्ता हूं। [very quietly] और मुझे मुस्कुराना पड़ा क्योंकि, अगले हफ्ते किराया देना है, and Professor Chen's textbook is two hundred dollars. [laugh] दो सौ डॉलर एक किताब के लिए जो मैं सिर्फ चार महीने इस्तेमाल करूंगी! [anxious] कभी-कभी सोचती हूं कि क्या ये हमें देखते भी हैं? [mumbling] या फिर हम बस... पार्किंग लॉट का हिस्सा हैं। Their Tesla and them के बीच चलते-फिरते obstacles. [sigh] मम्मी कहती रहती है \"ये temporary है बेटा, बस temporary.\" [warm] और हां, मुझे पता है ये है, but being invisible for eight hours straight, यार ये बहुत थका देता है। [very sad] बस चार सेमेस्टर और। [confidently] चार सेमेस्टर और मेरे पास वो डिग्री होगी। [determined] फिर शायद मैं दिखाई देने लगूंगी।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Three hundred dollars. That's what I made this week pushing carts in ninety-degree heat. [exhausted] Three hundred towards my biochem degree while this woman just... walks right through me. [bitter] Like I'm not even—I'm literally standing right here, ma'am. [sarcastic] \"Excuse me\" would be nice but okay, sure, I'll just teleport out of your way. [frustrated] The thing is, um, I get it—we're basically furniture to them. [sad] Human furniture that moves their groceries. [pause] This one guy today, he actually snapped his fingers at me. [angry] Snapped. His. Fingers. Like I'm a dog or something. [very quietly] And I had to smile because, well, rent's due next week and Professor Chen's textbook is two hundred dollars. [laugh] Two hundred dollars for a book I'll use for four months! [anxious] Sometimes I wonder if they even see us, you know? [mumbling] Or if we're just... part of the parking lot. Moving obstacles between them and their Tesla. [sigh] My mom keeps saying \"it's temporary, mija, just temporary.\" [warm] And yeah, I know it is, but man, being invisible for eight hours straight just... it wears on you. [very sad] Four more semesters though. [confidently] Four more semesters and I'll have that degree. [determined] Then maybe I'll be visible."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "af9fa383_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your cart attendant job covering your tuition but watching wealthy customers treat you invisibly",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}