{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] हे भगवान, चलो finally खत्म हुआ। [pause] तीन साल से depositions और motions और— और अब जीत गई हम। [relieved] मेरी client ठीक हो जाएगी, surgery हो जाएगी उसकी, physical therapy, सब कुछ। [sigh] यही matter करता है ना? यही तो खुद को समझा रही हूं मैं। [very sad] पर Marcus का चेहरा देखा मैंने जब verdict पढ़ा उन्होंने। बीस साल की दोस्ती बस... खत्म। [pause] हर summer fishing जाते थे हम, उसके बच्चे Uncle बुलाते थे मुझे। बुलाते थे। [bitter] उसकी insurance company ने हर single point पर लड़ाई की हमसे, कहने लगे मेरी client नाटक कर रही है जबकि वो ठीक से चल भी नहीं पा रही। [angry] अब क्या करती मैं, हार मान लेती क्या सिर्फ इसलिए कि हम दोस्त हैं? [trailing off] थे दोस्त... [regretful] मेरा मतलब, मैंने कोशिश की थी early में settle करने की, बोली थी ये ugly हो जाएगा, पर वो कहता रहा उसके lawyers को पता है क्या कर रहे हैं वो। [frustrated] और अब उसे लगता है मैंने धोखा दिया। [very quietly] शायद दिया भी। [pause] नहीं, नहीं ये तो— lawyers यही तो करते हैं। हम अपने clients के लिए लड़ते हैं। [shaky voice] बस, अम्म... मुश्किल है जब सामने वाला तुम्हारा best man रहा हो। [very melancholic] Sarah को justice मिला आज, और यही मेरा काम है, इसीलिए करती हूं ये। [sigh] पर मैंने भी कुछ खोया है। [resigned] और लगता नहीं कि अब कुछ वापस हो पाएगा।"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] God, it's finally over. [pause] Three years of depositions and motions and— and now we won. [relieved] My client's going to be okay, she's going to get the surgery she needs, the physical therapy, everything. [sigh] That's what matters, right? That's what I keep telling myself. [very sad] But I saw Marcus's face when they read the verdict. Twenty years of friendship just... gone. [pause] We used to go fishing every summer, his kids call me Uncle. Called me Uncle. [bitter] His insurance company fought us on every single point, tried to say my client was faking her injuries when she can barely walk. [angry] What was I supposed to do, just roll over because we're friends? [trailing off] Were friends... [regretful] I mean, I tried to get him to settle early, told him this would get ugly, but he kept saying his lawyers knew what they were doing. [frustrated] And now he thinks I betrayed him. [very quietly] Maybe I did. [pause] No, no that's not— that's what lawyers do. We advocate for our clients. [shaky voice] It's just, um... it's hard when the person on the other side used to be your best man. [very melancholic] Sarah got justice today, and that's my job, that's why I do this. [sigh] But I lost something too. [resigned] And I don't think there's any coming back from this one."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "de214231_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your personal injury case victory means your client gets justice but your friendship with the defendant ends",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}