{
    "conversation": [
        {
            "role": "Customer",
            "content": "以前还挺好的。现在呢...怎么说呢...不稳定。老是断网。"
        },
        {
            "role": "Customer Support",
            "content": "好好好，这个—这个其实挺有意思的。就是说你说的断网，是完全连不上呢，还是说网速忽快忽慢？我这边调一下你的账户，客户号是CST-4829-NK。"
        },
        {
            "role": "Customer",
            "content": "都有。有时候直接断了。有时候就是慢得要死。"
        },
        {
            "role": "Customer Support",
            "content": "对对，那我看你从2019年就在我们这儿了，地址是枫叶街的河滨区，你的套餐是高级500兆的。让我—让我查一下你的连接日志。*倒吸一口气* 哎呦，确实，我看出规律来了。"
        },
        {
            "role": "Customer",
            "content": "规律。真好。上次他们也是这么说的。"
        },
        {
            "role": "Customer Support",
            "content": "不不，我理解—我理解你为什么会怀疑。但这次其实...就是说我这边看到的情况是，你的信号衰减是从三个月前开始的，具体是9月14号，而且主要集中在晚上6点到11点之间。你的基准速度应该是500兆，但在那个时间段会掉到只有12兆左右。"
        },
        {
            "role": "Customer",
            "content": "三个月了。到现在才发现？"
        },
        {
            "role": "Customer Support",
            "content": "这个—这个确实挺离谱的。就是说系统本来应该自动标记这个问题的，但我这边看到8月份有个关于你们那片B-7号基站维护的备注，可能...基本上就是有人把你的问题标记成\"已解决\"了，但根本没真正去查。"
        },
        {
            "role": "Customer",
            "content": "当然了。打个勾完事。接着处理下一个。"
        },
        {
            "role": "Customer Support",
            "content": "嗯，我—我说实话看着这个我也挺窝火的。情况是这样...*呼气* 好，你的节点，447-B号节点，现在有312个连接，但它的额定容量只有250个。所以晚上高峰期你的网速才会这么惨。"
        },
        {
            "role": "Customer",
            "content": "所以我花着高价钱...到底是为了什么？"
        },
        {
            "role": "Customer Support",
            "content": "对对，就是这个问题。你花钱买的服务根本没得到，这—这确实说不过去。我再仔细看看...就是说你每月付89.99美元，但根据这些日志，过去十二周你只得到了承诺速度的40%左右。"
        },
        {
            "role": "Customer",
            "content": "百分之四十。但是全价。意料之中。"
        },
        {
            "role": "Customer Support",
            "content": "好好好，我看到的情况—其实这个是能解决的。有个新节点，447-C，两周前刚上线，现在一个用户都没有。我可以—我现在就能把你迁移过去，大概十五分钟就行。"
        },
        {
            "role": "Customer",
            "content": "行吧。随便。反正他们早晚也会把那个挤爆的。"
        },
        {
            "role": "Customer Support",
            "content": "一般来说，是，但这个不一样。它—它有个硬性上限，200个连接，不能超。而且我给你的账户加个监控标记，工单号MON-7734-QX，这样如果速度低于450兆超过一小时，就会自动升级到工程部门。"
        },
        {
            "role": "Customer",
            "content": "自动升级。就像那个没用的自动标记系统？"
        },
        {
            "role": "Customer Support",
            "content": "*倒吸一口气* 说得对。确实很有道理。那我这样—我给你我的直线分机，4412，还有我的排班表。周一到周四，东部时间早上10点到晚上7点。如果再出问题，你直接找我，不用排队。"
        },
        {
            "role": "Customer",
            "content": "直线电话。这话我也听过。"
        },
        {
            "role": "Customer Support",
            "content": "我知道我知道，你被坑过。但你看—我刚给你账户退了538.42美元，补偿这三个月的服务质量问题，而且我把所有情况都记录在工单DOC-8891-LP里了。这个我可收不回去了，所以...基本上我是拿自己的信誉担保能解决这个问题。"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Used to be good. Now it's... what's the word... inconsistent. Cuts out constantly."
        },
        {
            "role": "Customer Support",
            "content": "Okay okay, that's—that's interesting actually. So basically when you say cuts out, are we talking about your internet dropping completely or is it more like the speed fluctuates? I'm pulling up your account here, customer ID CST-4829-NK."
        },
        {
            "role": "Customer",
            "content": "Both. Drops completely sometimes. Other times just crawls."
        },
        {
            "role": "Customer Support",
            "content": "Right right, so I can see you've been with us since 2019 at the Riverside location on Maple Street, and your plan is the Premium 500 package. Let me—let me check your connection logs here. *sharp inhale* Oh wow, yeah, I'm seeing some patterns."
        },
        {
            "role": "Customer",
            "content": "Patterns. Great. That's what they said last time."
        },
        {
            "role": "Customer Support",
            "content": "No no, I get it—I get why you'd be skeptical. But this is actually... so basically what I'm seeing here is your signal degradation started about three months ago, September 14th specifically, and it's happening between 6PM and 11PM mostly. Your baseline speed should be 500 mbps but you're dropping to like 12 mbps during those windows."
        },
        {
            "role": "Customer",
            "content": "Three months. And nobody noticed till now?"
        },
        {
            "role": "Customer Support",
            "content": "That's—that's what's weird about this. So the system should've flagged this automatically but there's a note here from August about maintenance on Tower B-7 in your area that might've... basically it looks like someone marked your issues as \"resolved\" without actually checking."
        },
        {
            "role": "Customer",
            "content": "Course they did. Just check the box. Move on."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I'm—I'm honestly frustrated looking at this too. So what happened is... *exhale* okay, your node, Node 447-B, has 312 connections when it's only rated for 250. That's why the evening congestion is killing your speeds."
        },
        {
            "role": "Customer",
            "content": "So I'm paying premium prices for... what exactly?"
        },
        {
            "role": "Customer Support",
            "content": "Right right, exactly. You're paying for something you're not getting, and that's—that's not okay. Let me dig deeper here... So basically your monthly rate is $89.99 but based on these logs, you've been getting maybe 40% of promised speeds for twelve weeks."
        },
        {
            "role": "Customer",
            "content": "Forty percent. But full price. Sounds about right."
        },
        {
            "role": "Customer Support",
            "content": "Okay okay, here's what I'm seeing—and this is actually fixable. There's a new node, 447-C, that went live two weeks ago with zero customers on it. I can—I can migrate you over right now, takes about fifteen minutes."
        },
        {
            "role": "Customer",
            "content": "Sure. Whatever. They'll just overload that one too."
        },
        {
            "role": "Customer Support",
            "content": "So normally, yeah, but this one's different. It's—it's got a hard cap at 200 connections, can't be overridden. Plus I'm putting a monitor flag on your account, ticket MON-7734-QX, so if speeds drop below 450 mbps for more than an hour, it auto-escalates to engineering."
        },
        {
            "role": "Customer",
            "content": "Auto-escalates. Like the auto-flag that didn't work?"
        },
        {
            "role": "Customer Support",
            "content": "*sharp inhale* Fair point. Really fair actually. So what I'm gonna do is—is give you my direct extension, 4412, and my shift schedule. Monday through Thursday, 10AM to 7PM Eastern. If this happens again, you bypass the queue completely."
        },
        {
            "role": "Customer",
            "content": "Direct line. Heard that before too."
        },
        {
            "role": "Customer Support",
            "content": "I know I know, you've been burned. But look—I just credited your account $538.42 for the three months of degraded service, and I've documented everything in ticket DOC-8891-LP. That's not something I can take back, so... basically I'm putting my credibility on fixing this."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "0c36a03b_script.json",
    "professionalism": "casual",
    "scenario": "complaining about quality degradation of service over time",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "skeptical_guarded",
                "resigned_going_through_motions"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "troubleshooting_curious",
                "concentrating_quiet"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "breath_catches",
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}