{
    "conversation": [
        {
            "role": "Customer",
            "content": "Your website. Doesn't. Work. Password reset, account access, bill pay—nothing."
        },
        {
            "role": "Customer Support",
            "content": "Oh no. No no. I'm so sorry. Let me—let me pull up your account. Can I get your phone number? I'll figure out exactly what's happening here."
        },
        {
            "role": "Customer",
            "content": "Five five five. Eight seven. Nine two. Been trying for three hours now."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it. Account A-5587-92. Okay. So I can see... hmm, there's a system flag here. Looks like maybe a verification issue from November 15th that's blocking everything."
        },
        {
            "role": "Customer",
            "content": "November—wait no, December. December fifteenth. That's when I moved. Updated everything. Supposedly."
        },
        {
            "role": "Customer Support",
            "content": "Right right. The address change. I think—I think that's it actually. When the system tried to verify the new address against ZIP 44892, something got stuck. This happens. More than it should honestly."
        },
        {
            "role": "Customer",
            "content": "So I did everything correctly and your system just decided no? Three hours clicking through menus that lead nowhere chat bot keeps disconnecting FAQ says contact support but support link is broken."
        },
        {
            "role": "Customer Support",
            "content": "I know. I know. It's—the self-service portal is. Let me see here... It's kind of a mess sometimes. Your ticket number is now TK-9921-XR if you need reference. But I'm fixing this right now."
        },
        {
            "role": "Customer",
            "content": "Can't reset password can't update payment can't even download statements it's like—sorry, the whole thing—it's completely useless."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. You're right. The portal shows you've attempted login 27 times today. That's. That's beyond frustrating. I'd probably have thrown my laptop by now."
        },
        {
            "role": "Customer",
            "content": "And every error message says try again later or clear cookies or use different browser tried Chrome Firefox Safari Edge nothing works then suddenly I'm locked out entirely security measure apparently which is just fantastic."
        },
        {
            "role": "Customer Support",
            "content": "Oh the lockout. Yeah. After 25 attempts it triggers. But here's what I'm doing—I'm resetting everything. New temporary password coming to your email. TMP-4456-B. Should arrive in about 3 minutes."
        },
        {
            "role": "Customer",
            "content": "Temporary passwords expire in twenty-four—no wait, two hours, two hours according to your site."
        },
        {
            "role": "Customer Support",
            "content": "Actually. Actually for your account type? It's 48 hours. Plenty of time. And I'm sort of manually overriding the verification block. So everything should work now."
        },
        {
            "role": "Customer",
            "content": "Your chat said—the automated thing—it said known issue would be resolved by Monday that was two Mondays ago still broken getting worse actually now I can't even load the login page."
        },
        {
            "role": "Customer Support",
            "content": "Two weeks. Of this. I'm—I'm really sorry. The system maintenance on November 30th kind of broke things for batch of accounts. Yours included. Reference number SR-1130-MAINT if you need documentation."
        },
        {
            "role": "Customer",
            "content": "Look I just need to pay my bill download one statement that's it shouldn't take a computer science degree basic functionality here."
        },
        {
            "role": "Customer Support",
            "content": "Right. Exactly right. Okay okay. Email sent. Check spam maybe. Has code TMP-4456-B. Once you're in—and you will get in—everything should work. Normal. Like it's supposed to."
        },
        {
            "role": "Customer",
            "content": "If this doesn't work I'm just I don't know driving to a physical location paying cash like it's 1987 this is ridiculous completely ridiculous actually funny almost how broken this is."
        },
        {
            "role": "Customer Support",
            "content": "No no. It'll work. I promise. I've cleared all the blocks. Status code showing green now. And hey—if somehow it doesn't? Call back. Ask for me specifically. Extension 7745. We'll get this sorted. One way or another."
        }
    ],
    "content_type": "customer_support",
    "source_file": "a06ee6dd_script.json",
    "actor": 4,
    "scenario": "frustrated that online self-service options don't work",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}