{
    "conversation": [
        {
            "role": "Customer",
            "content": "I need to... hmm, separate my account. Getting divorced."
        },
        {
            "role": "Customer Support",
            "content": "Oh, I'm so sorry to hear that. Let me, um, pull up your account first—what's the account number or phone number on file?"
        },
        {
            "role": "Customer",
            "content": "It's probably under both names. Mine's 555-0147."
        },
        {
            "role": "Customer Support",
            "content": "Okay got it, so I'm seeing account AC-7829-JK here, and, er, this shows joint ownership with—let me just verify—is this the one ending in -JK? I want to make sure I have the right one before we make any changes."
        },
        {
            "role": "Customer",
            "content": "Yeah. That's the one. Just need mine separate."
        },
        {
            "role": "Customer Support",
            "content": "Alright, so basically what I'll do is, hmm, create a new individual account for you—that'll be account number AC-7830-LM—and then we'll transfer your portion of services over. This usually takes about 24 to 48 hours to fully process."
        },
        {
            "role": "Customer",
            "content": "How do we... I mean, what about the billing?"
        },
        {
            "role": "Customer Support",
            "content": "Right, so the billing—let me think how to explain this best—we'll prorate everything from today's date forward, and, uh, any shared services get split 50-50 unless you tell me otherwise. Your new monthly will be approximately $47.50 starting next cycle."
        },
        {
            "role": "Customer",
            "content": "Okay. Whatever. Let's just get it done."
        },
        {
            "role": "Customer Support",
            "content": "Of course. Now, er, I need to verify a few things—the security PIN on the account, it's a 4-digit number? And then I'll need the billing zip code."
        },
        {
            "role": "Customer",
            "content": "I think it's... wait, which PIN? We have different ones."
        },
        {
            "role": "Customer Support",
            "content": "Ah okay, so there might be—hmm, let me check—yeah I see two PINs here actually. Try the one you set up yourself, should be 4 digits, not the joint one that's 6 digits."
        },
        {
            "role": "Customer",
            "content": "8834. Zip is 94102."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, that worked. So I'm processing this now and, um, your confirmation number is SEP-9921-XK41. You'll get an email to set up your new login within about 15 minutes."
        },
        {
            "role": "Customer",
            "content": "What about the... the automatic payments?"
        },
        {
            "role": "Customer Support",
            "content": "Good question—so those won't transfer automatically for security reasons, but basically once you log into your new account AC-7830-LM, there's a payment section where you can set those up fresh. Takes maybe 2 minutes."
        },
        {
            "role": "Customer",
            "content": "Fine. Anything else I should know?"
        },
        {
            "role": "Customer Support",
            "content": "Well, let's see... oh, your service history and rewards points—those get copied to your new account, so you won't lose anything there. And, uh, if you need to change your service address later, that's no problem, just call us back with that reference number SEP-9921-XK41."
        },
        {
            "role": "Customer",
            "content": "Okay. Thanks. This is just... exhausting."
        },
        {
            "role": "Customer Support",
            "content": "I completely understand, and I'm—gosh, I really am sorry you're going through this. Your new account's all set, and if you need anything else, even just questions about the bill or whatever, we're here 24/7. Take care of yourself, okay?"
        }
    ],
    "content_type": "customer_support",
    "source_file": "a19002df_script.json",
    "actor": 4,
    "scenario": "tearful because they're going through a divorce and need to separate accounts",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}