{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, hi. I'm probably being dumb but there's these charges? From streaming things I don't..."
        },
        {
            "role": "Customer Support",
            "content": "Oh hey there, no worries at all, so basically I can totally help you figure this out! Let me just pull up your account real quick here and we'll get to the bottom of these charges together, what's your account number or actually wait I can look you up by phone number too if that's easier?"
        },
        {
            "role": "Customer",
            "content": "It's, uh, probably under my phone. Sorry, I should've had that ready."
        },
        {
            "role": "Customer Support",
            "content": "No no you're totally fine, so like I'm pulling it up now and... okay perfect! I've got your account here, member ID M4472819, and I can see you've got three active streaming subscriptions, there's Netflix at $15.99, something called Paramount Plus for $11.99, and then HBO Max which is actually $19.99 per month, are these ringing any bells or...?"
        },
        {
            "role": "Customer",
            "content": "HBO? I don't think I... er, maybe my grandson set that up?"
        },
        {
            "role": "Customer Support",
            "content": "Ooh yeah that happens all the time actually, so what I'm seeing here is the HBO Max was activated on October 12th 2024 on a device labeled \"Tommy's iPad\" which I'm guessing might be your grandson? And then basically the Netflix has been active since way back in 2019 but Paramount Plus just started last month on November 3rd."
        },
        {
            "role": "Customer",
            "content": "Tommy. Right. Um, can I just... can I cancel some of these?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, yes yes yes, so here's what we can do, I can cancel any or all of them right now and you'd get a prorated refund for the current billing cycle! Like for HBO Max you've only used 8 days of December so you'd get back roughly $14.67, and Paramount Plus would be about $9.23 back, which option sounds good or do you want to keep any of them?"
        },
        {
            "role": "Customer",
            "content": "I think I watch Netflix? Er, or is that the one with the shows about..."
        },
        {
            "role": "Customer Support",
            "content": "So Netflix is the one with like... hmm, what's a good example... they've got The Crown, Stranger Things, basically tons of movies and shows, your viewing history shows you've been watching British Baking Show every week for the past three months which is adorable by the way!"
        },
        {
            "role": "Customer",
            "content": "Oh! Yes, that's... okay so keep that one. The others though..."
        },
        {
            "role": "Customer Support",
            "content": "Perfect perfect, so I'm canceling HBO Max and Paramount Plus right now... okay done! Your refunds of $14.67 and $9.23 will post to your card ending in 4429 within 3-5 business days, and your new monthly total is just the $15.99 for Netflix starting January 2025."
        },
        {
            "role": "Customer",
            "content": "That's much better. Um, how did those others even get...?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah so looking at the activation logs here, basically both were set up through your home WiFi network, device IDs suggest maybe family members using your account? What I can do is, uh... actually let me set up a PIN code, hold on... there! Now nobody can add new services without entering PIN 8847."
        },
        {
            "role": "Customer",
            "content": "A PIN? Er, I'm not good with remembering..."
        },
        {
            "role": "Customer Support",
            "content": "Oh oh oh, so what you could do is like write it down somewhere safe, or actually... hmm, you know what, I can tie it to something memorable, do you want to pick four numbers that mean something to you? Like part of a birthday or anniversary or something you'd definitely remember?"
        },
        {
            "role": "Customer",
            "content": "Maybe... um, 1967? That's when I started teaching."
        },
        {
            "role": "Customer Support",
            "content": "Aww that's perfect, I love that! Okay so I'm updating your PIN to 1967 right now and... done! So now if anyone tries to add Disney Plus or whatever else, they'll need to know you started teaching in 1967, which basically means you're totally protected from surprise charges!"
        },
        {
            "role": "Customer",
            "content": "Thank you. I probably should've called sooner but I thought maybe I just forgot..."
        },
        {
            "role": "Customer Support",
            "content": "No no no, honestly you called at the perfect time because I can see here you've only been charged for two months of these extra services so we caught it super early! Your account reference number for this change is TKT-9923847-X and you're all set with just Netflix at $15.99 monthly, anything else I can help with today?"
        }
    ],
    "content_type": "customer_support",
    "source_file": "9cab2e4c_script.json",
    "actor": 4,
    "scenario": "retired teacher, patient but confused about streaming service charges she doesn't recognize",
    "type": "customer_support_conversation",
    "professionalism": "casual"
}