{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[विराम] ये सीट खाली है? मैं यहाँ... करीब दस साल से नहीं आया हूँ।"
        },
        {
            "role": "Character 2",
            "content": "अरे! हाँ हाँ, बैठिये बैठिये—अच्छा, अम्म, रुकिये, आपने दस साल कहा? वाह, काफी लम्बा ब्रेक रहा ये सब से। आज क्या बात बनी वापस आने की, अगर बुरा ना मानें तो?"
        },
        {
            "role": "Character 1",
            "content": "[सुड़कना] मेरी बेटी। पिछले महीने गुज़र गई। कार एक्सीडेंट में।"
        },
        {
            "role": "Character 2",
            "content": "[गहरी आवाज़] हे भगवान। मुझे बहुत... ये तो—मैं सोच भी नहीं सकता। देखिये, भले ही हम एक दूसरे को नहीं जानते, पर अगर आपको किसी की ज़रूरत है बस, अम्म, साथ बैठने के लिए, तो मैं हूँ यहाँ, ठीक है?"
        },
        {
            "role": "Character 1",
            "content": "आप भी यहाँ के नहीं लगते। ये टैटू, ये... नाक में छल्ला है ना?"
        },
        {
            "role": "Character 2",
            "content": "[बच्चों जैसे] हाँ यार, बहुत लोग कहते हैं! पर यहाँ के लोग actually काफी cool हैं इस बारे में—पता चला भगवान को मेरे अजीब fashion choices से कोई फ़र्क नहीं पड़ता, या कम से कम Pastor Kim तो यही कहती रहती हैं।"
        },
        {
            "role": "Character 1",
            "content": "Pastor Kim? Father Michael का क्या हुआ?"
        },
        {
            "role": "Character 2",
            "content": "अरे, वो retire हो गए, कोई छह साल हुए होंगे? या सात? Kim बहुत अच्छी हैं वैसे—उनका फंडा है कि लोगों से वहीं मिलो जहाँ वो हैं, शायद इसीलिए मेरे जैसा बन्दा भी यहाँ comfortable feel करता है अब।"
        },
        {
            "role": "Character 1",
            "content": "Lady pastor। सच में बहुत कुछ बदल गया है।"
        },
        {
            "role": "Character 2",
            "content": "ना? हाँ यार। नीचे basement में coffee bar भी खोला है अब, और, अ, honestly youth group बुधवार को slam poetry करता है—थोड़ा अजीब है पर surprisingly touching होता है कभी-कभी, पता है ना?"
        },
        {
            "role": "Character 1",
            "content": "मेरी बेटी को बहुत पसंद आता। वो poetry लिखती थी।"
        },
        {
            "role": "Character 2",
            "content": "सच में? ये तो... बहुत सुन्दर बात है। पता है, यहाँ एक memorial wall है जहाँ लोग अपनों की चीज़ें share करते हैं—poems, drawings, जो भी—शायद आप भी, मतलब, अगर आप चाहें तो, obviously।"
        },
        {
            "role": "Character 1",
            "content": "[लंबा विराम] मैं अभी उसकी poems पढ़ भी नहीं पा रहा। कल कोशिश की थी और बस... नहीं हो पाया।"
        },
        {
            "role": "Character 2",
            "content": "अरे, ये बिल्कुल normal है। जब मेरे भाई का देहांत हुआ था, मुझे करीब दो साल लगे उसके बेकार comic book collection को देख पाने में बिना टूटे—दुःख किसी के timeline को follow नहीं करता, अपनी ही चाल से चलता है, unfortunately।"
        },
        {
            "role": "Character 1",
            "content": "[खुश] आपके भाई comics collect करते थे? मेरी बेटी भी करती थी। Marvel या DC?"
        },
        {
            "role": "Character 2",
            "content": "अरे यार, वो तो अजीब indie चीज़ों का दीवाना था actually—एकदम obscure publishers जिनके बारे में किसी ने सुना भी नहीं? पर उसका पूरा theory था कि mainstream comics बहुत, अम्म, sanitized हैं या कुछ ऐसा।"
        },
        {
            "role": "Character 1",
            "content": "Sophie भी यही कहती थी। कहती थी Marvel बहुत corporate है।"
        },
        {
            "role": "Character 2",
            "content": "[आवाज़ कम होते हुए] Sophie... बहुत प्यारा नाम है। देखिये, ये शायद थोड़ा ज़्यादा हो, पर यहाँ actually एक grief support group है जो गुरुवार को मिलता है, और वो ज़्यादा religious वगैरह नहीं है, बस लोग जो..."
        },
        {
            "role": "Character 1",
            "content": "[तेज़ी पकड़ते हुए] मुझे जाना चाहिए, service शुरू हो रही है, sorry, मेरा मतलब नहीं था किसी अनजान पर ये सब डालना।"
        },
        {
            "role": "Character 2",
            "content": "आप कुछ नहीं डाल रहे। और वैसे भी, अब हम अनजान तो नहीं रहे ना? मैं Jamie हूँ, वैसे। और सुनिये, मैं अगले हफ्ते भी यहीं होऊंगा, same seat, अगर आपको, अ, अगर कोई चाहिए जो समझता हो।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[pause] Is this seat taken? I haven't... I haven't been here in about ten years."
        },
        {
            "role": "Character 2",
            "content": "Oh! No, no, please sit—actually, um, wait, did you say ten years? That's quite the sabbatical from, well, from all this. What brought you back today, if you don't mind me asking?"
        },
        {
            "role": "Character 1",
            "content": "[sniffle] My daughter. She died last month. Car accident."
        },
        {
            "role": "Character 2",
            "content": "[deep pitch] Oh God. Oh, I'm so... that's—I can't even imagine. Listen, I know we don't know each other, but if you need someone to just, um, sit with you through this, I'm here, okay?"
        },
        {
            "role": "Character 1",
            "content": "You don't look like you belong here either. The tattoos, the... is that a nose ring?"
        },
        {
            "role": "Character 2",
            "content": "[child-like] Yeah, I get that a lot! The congregation here is actually pretty cool about it though—turns out God doesn't really care about my questionable fashion choices, or at least that's what Pastor Kim keeps telling me."
        },
        {
            "role": "Character 1",
            "content": "Pastor Kim? What happened to Father Michael?"
        },
        {
            "role": "Character 2",
            "content": "Ah, he retired about, mmm, six years ago? Maybe seven? Kim's great though—she's got this whole thing about meeting people where they are, which is probably why someone like me even feels comfortable here now."
        },
        {
            "role": "Character 1",
            "content": "A female pastor. Things really have changed."
        },
        {
            "role": "Character 2",
            "content": "Right? Yeah. They've got a coffee bar in the basement now too, and, uh, honestly the youth group does slam poetry on Wednesdays—it's kind of wild but surprisingly moving sometimes, you know?"
        },
        {
            "role": "Character 1",
            "content": "My daughter would have loved that. She wrote poetry."
        },
        {
            "role": "Character 2",
            "content": "Really? That's... that's beautiful. You know, they actually have this memorial wall where people share pieces from loved ones—poems, drawings, whatever—maybe you could, er, I mean, only if you wanted to, obviously."
        },
        {
            "role": "Character 1",
            "content": "[long pause] I can't even read her poems yet. I tried yesterday and I just... I couldn't."
        },
        {
            "role": "Character 2",
            "content": "Hey, that's completely normal. When my brother passed, it took me almost two years before I could look at his stupid comic book collection without falling apart—grief doesn't really follow anybody's timeline but its own, unfortunately."
        },
        {
            "role": "Character 1",
            "content": "[happy] Your brother collected comics? My daughter did too. Marvel or DC?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, he was obsessed with the weird indie stuff actually—like, really obscure publishers that nobody's heard of? But he had this whole theory that mainstream comics were too, um, sanitized or something like that."
        },
        {
            "role": "Character 1",
            "content": "Sophie felt the same way. Said Marvel was too corporate."
        },
        {
            "role": "Character 2",
            "content": "[trailing off] Sophie... that's a beautiful name. Look, I know this is probably too forward, but there's actually a grief support group that meets here on Thursdays, and it's not like, overly religious or anything, just people who..."
        },
        {
            "role": "Character 1",
            "content": "[speeding up] I should go, service is starting, I'm sorry, I didn't mean to dump all this on a stranger."
        },
        {
            "role": "Character 2",
            "content": "You're not dumping anything. And hey, we're not really strangers anymore, right? I'm Jamie, by the way. And listen, I'll be here next week too, same seat, if you, uh, if you want someone who gets it."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_16.txt"
}