{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[surprised] तुम नए जमादार हो? लेकिन मैंने supply request forms पर तुम्हारी handwriting देखी है—वो classical Arabic calligraphy है, the kind they don't teach anymore."
        },
        {
            "role": "Character 2",
            "content": "यहाँ ज़्यादातर लोग बस एक पोछा और बाल्टी देखते हैं, not the hands that hold them. हाँ, मैंने घर पर calligraphy सीखी थी, और भी कई चीज़ें जो अब कोई मायने नहीं रखतीं।"
        },
        {
            "role": "Character 1",
            "content": "[gently] वो मायने रखती हैं। मैं यहाँ linguistics पढ़ाता हूँ, और जो script तुम लिखते हो—it's beautiful, almost poetic in its precision. ये formal techniques तुमने कहाँ सीखीं?"
        },
        {
            "role": "Character 2",
            "content": "Damascus University में, though that feels like someone else's life entirely. [soft laugh] मैंने वहाँ पंद्रह साल तक साहित्य पढ़ाया, before the war made poets into refugees and professors into janitors."
        },
        {
            "role": "Character 1",
            "content": "[stunned] तुम literature professor थे? हे भगवान, और यहाँ तुम मेरा कूड़ा खाली कर रहे हो जबकि मैं freshman essays के बारे में शिकायत करता हूँ। ये तो—ये बिल्कुल उल्टी बात है।"
        },
        {
            "role": "Character 2",
            "content": "उल्टी, सीधी, ये दिशाएं अपना मतलब खो देती हैं when you're grateful just to be alive and working. [sighs] तुम्हारा कूड़ेदान मेरे accent पर सवाल नहीं उठाता, मेरी credentials को challenge नहीं करता।"
        },
        {
            "role": "Character 1",
            "content": "तुम्हारी credentials शायद हमारे आधे faculty से ज़्यादा impressive हैं। देखो, मुझे पता है department में कुछ adjunct positions खुल रही हैं, maybe we could find a way to—"
        },
        {
            "role": "Character 2",
            "content": "[wistful] तुम दयालु हो, लेकिन मेरी degrees अब राख हैं, literally burned with the university library. यहाँ मैं किसी का colleague नहीं हूँ, बस Ahmad जो अच्छी सफाई करता है और चुप रहता है।"
        },
        {
            "role": "Character 1",
            "content": "ये सच नहीं है। Knowledge doesn't burn, Ahmad. अगर तुमने पंद्रह साल तक साहित्य पढ़ाया है, that expertise is still there, still valuable, still needed."
        },
        {
            "role": "Character 2",
            "content": "ज़रूरी? [bitter laugh] मैंने अपनी असली qualifications के साथ दो सौ से ज़्यादा applications भेजीं। The only callback I got was for this janitor position."
        },
        {
            "role": "Character 1",
            "content": "[firmly] तो system टूटा हुआ है, तुम नहीं। क्या तुम मेरे comparative literature seminar में guest lecture देना चाहोगे? Just one class, talking about Arabic poetry, paid of course."
        },
        {
            "role": "Character 2",
            "content": "तुम चाहते हो कि मैं तुम्हारे students के सामने खड़ा होऊं? वो सिर्फ एक जमादार को professor बनने की कोशिश करते देखेंगे, not a scholar sharing knowledge. [quieter] मुझे यकीन नहीं कि मैं अब भी वो इंसान बनना याद रख पाया हूँ।"
        },
        {
            "role": "Character 1",
            "content": "तुम कभी वो इंसान होना बंद नहीं हुए। हर वो note जो तुम perfect calligraphy में छोड़ते हो, every time you reorganize my scattered books by linguistic origin—तुम अब भी पढ़ा रहे हो, बस अलग तरीके से।"
        },
        {
            "role": "Character 2",
            "content": "[slowly warming] तुमने किताबों की व्यवस्था notice की? मैं खुद को रोक नहीं पाया, seeing Rumi next to automotive manuals physically hurt me."
        },
        {
            "role": "Character 1",
            "content": "[chuckles] मुझे लगा मैं पागल हो रहा हूँ! लेकिन तुम्हारे तरीके से सब कुछ कितना समझ में आता था। Please, one guest lecture. मैं तुम्हें यहाँ के academic community से ठीक से मिलवाऊंगा।"
        },
        {
            "role": "Character 2",
            "content": "एक lecture। [exhales] लेकिन topic मैं चुनूंगा—refugee poetry या war literature नहीं। मैं उन्हें Al-Mutanabbi के बारे में पढ़ाना चाहता हूँ, about beauty that existed before everything burned."
        },
        {
            "role": "Character 1",
            "content": "बिल्कुल, जो तुम पढ़ाना चाहो। We'll start with one class and see what happens. कभी-कभी सबसे छोटा दरवाज़ा सबसे बड़े कमरे में खुलता है।"
        },
        {
            "role": "Character 2",
            "content": "[voice lifting] एक पुरानी कहावत है—'The ink of scholars is holier than the blood of martyrs.' शायद इन जमादार के हाथों में अब भी कुछ स्याही बची है।"
        },
        {
            "role": "Character 1",
            "content": "बची नहीं है, Ahmad। [warmly] It's been waiting to flow again. अगले गुरुवार दोपहर 2 बजे कैसा रहेगा? I'll make sure the department knows exactly who they're hearing from."
        },
        {
            "role": "Character 2",
            "content": "[genuinely moved] गुरुवार को 2 बजे। मैं वहाँ होऊंगा, and for once, I won't be carrying a mop. शुक्रिया, जो दूसरे देखना नहीं चाहते वो देखने के लिए।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[surprised] You're the new janitor? But I've seen your handwriting on those supply request forms—that's classical Arabic calligraphy, the kind they don't teach anymore."
        },
        {
            "role": "Character 2",
            "content": "Most people here just see a mop and bucket, not the hands that hold them. Yes, I studied calligraphy back home, among other things that don't matter much now."
        },
        {
            "role": "Character 1",
            "content": "[gently] They matter. I teach linguistics here, and that script you write—it's beautiful, almost poetic in its precision. Where did you learn such formal techniques?"
        },
        {
            "role": "Character 2",
            "content": "Damascus University, though that feels like someone else's life entirely. [soft laugh] I taught literature there for fifteen years before the war made poets into refugees and professors into janitors."
        },
        {
            "role": "Character 1",
            "content": "[stunned] You were a literature professor? My God, and here you are emptying my trash while I complain about freshman essays. This is—this is completely backwards."
        },
        {
            "role": "Character 2",
            "content": "Backwards, forwards, these directions lose meaning when you're grateful just to be alive and working. [sighs] Your trash can doesn't judge my accent or question my credentials."
        },
        {
            "role": "Character 1",
            "content": "Your credentials are probably more impressive than half our faculty's. Look, I know the department has some adjunct positions opening up, maybe we could find a way to—"
        },
        {
            "role": "Character 2",
            "content": "[wistful] You're kind, but my degrees are ashes now, literally burned with the university library. Here, I'm nobody's colleague, just Ahmad who cleans well and stays quiet."
        },
        {
            "role": "Character 1",
            "content": "That's not true. Knowledge doesn't burn, Ahmad. If you taught literature for fifteen years, that expertise is still there, still valuable, still needed."
        },
        {
            "role": "Character 2",
            "content": "Needed? [bitter laugh] I've sent over two hundred applications using my real qualifications. The only callback I got was for this janitor position."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Then the system is broken, not you. Would you consider guest lecturing in my comparative literature seminar? Just one class, talking about Arabic poetry, paid of course."
        },
        {
            "role": "Character 2",
            "content": "You want me to stand before your students? They'll see a janitor playing professor, not a scholar sharing knowledge. [quieter] I'm not sure I remember how to be that person anymore."
        },
        {
            "role": "Character 1",
            "content": "You never stopped being that person. Every note you leave in perfect calligraphy, every time you reorganize my scattered books by linguistic origin—you're still teaching, just differently."
        },
        {
            "role": "Character 2",
            "content": "[slowly warming] You noticed the book organizing? I couldn't help myself; seeing Rumi next to automotive manuals physically hurt me."
        },
        {
            "role": "Character 1",
            "content": "[chuckles] I thought I was going crazy! But it made so much more sense your way. Please, one guest lecture. Let me introduce you properly to the academic community here."
        },
        {
            "role": "Character 2",
            "content": "One lecture. [exhales] But I choose the topic—not refugee poetry or war literature. I want to teach them about Al-Mutanabbi, about beauty that existed before everything burned."
        },
        {
            "role": "Character 1",
            "content": "Absolutely, whatever you want to teach. We'll start with one class and see what happens. Sometimes the smallest door opens onto the largest room."
        },
        {
            "role": "Character 2",
            "content": "[voice lifting] There's an old saying—'The ink of scholars is holier than the blood of martyrs.' Perhaps some ink remains in these janitor's hands after all."
        },
        {
            "role": "Character 1",
            "content": "More than remains, Ahmad. [warmly] It's been waiting to flow again. How's next Thursday at 2 PM? I'll make sure the department knows exactly who they're hearing from."
        },
        {
            "role": "Character 2",
            "content": "[genuinely moved] Thursday at 2 PM. I'll be there, and for once, I won't be carrying a mop. Thank you for seeing what others choose not to see."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "_en_used_f15ee944_scenario.json",
    "scenario": "A linguistics professor discovers that the university's new janitor is actually a former literature professor from Damascus, now working the only job his refugee status allows.",
    "type": "scenario_conversation",
    "character_1_role": "professor",
    "character_2_role": "refugee",
    "selected_tones": [
        "understanding",
        "welcoming",
        "uncovering"
    ],
    "tone_options": [
        "hopeless",
        "understanding",
        "shrinking",
        "cutting-edge",
        "open",
        "receiving",
        "cherishing",
        "drowsy",
        "uncovering",
        "welcoming"
    ]
}