{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[loudly] तूने सारे खरगोश ले लिए! [upset] मेरी नानी के बगीचे में खरगोश थे पर अब वो गए और तूने उनको अपनी टोपी में डाल लिया! [crying while speaking] अभी वापस कर दे नानी के बगीचे में!"
        },
        {
            "role": "Character 2",
            "content": "[warmly] अरे बेटा, मैंने तुम्हारी नानी के खरगोश नहीं लिए, पक्का प्रॉमिस। [cheerful] ये जो खरगोश मेरी टोपी में है ना, ये मेरा स्पेशल दोस्त है मिस्टर विस्कर्स, और वो मेरे साथ रहता है। [playful] क्या तुम उससे मिलना चाहोगी और देखोगी कि वो नानी के बगीचे से नहीं है?"
        },
        {
            "role": "Character 1",
            "content": "[curious] वो नानी के नहीं है? [hesitantly] पर फिर नानी के सारे खरगोश कहाँ गए?"
        },
        {
            "role": "Character 2",
            "content": "[gently] कभी-कभी खरगोश नई जगह घूमना पसंद करते हैं, बिल्कुल जैसे तुम पार्क जाती हो ना। [reassuring] वो शायद झाड़ियों के नीचे छुपे होंगे या दूसरे बगीचों में गए होंगे। [excited] पर देखो ये — मिस्टर विस्कर्स कुछ ऐसा कर सकता है जो नानी के खरगोश नहीं कर सकते!"
        },
        {
            "role": "Character 1",
            "content": "[very excited] वो क्या करता है? [quickly] क्या वो चिड़िया जैसे उड़ सकता है? [gasps] क्या उसको मेरा नाम पता है? [child-like] मेरा नाम सोफी है और मैं इत्ते साल की हूँ! दिखाओ दिखाओ, वो क्या स्पेशल करता है!"
        },
        {
            "role": "Character 2",
            "content": "[animated] तो सोफी जो इत्ते साल की है, मिस्टर विस्कर्स तो जादूगर है! [whispering loudly] वो गायब हो सकता है और कहीं भी वापस आ सकता है। [pause] अपनी आँखें बहुत टाइट बंद करो और मेरे साथ तीन तक गिनो, और वो मेरी टोपी से कूदकर कहीं सरप्राइज़ जगह पहुँच जाएगा!"
        },
        {
            "role": "Character 1",
            "content": "[shouting] एक, दो, तीन! [gasps loudly] वो कहाँ गया? [confused] वो अब टोपी में नहीं है! [very quickly] क्या वो नानी के घर गया? क्या वो दूसरे खरगोश लाने गया? मिस्टर विस्कर्स कहाँ है?"
        },
        {
            "role": "Character 2",
            "content": "[playful] अपने कान के पीछे चेक करो सोफी! [warmly] कभी-कभी मिस्टर विस्कर्स बड़ी मज़ेदार जगहों पे छुप जाता है। [chuckles] अपने बाएँ कान के बिल्कुल पीछे छूकर देखो — कुछ सॉफ्ट और फ्लफी सा लग रहा है? वो शायद उसकी फेवरेट गाजर हो जो उसने तुम्हारे लिए रखी हो!"
        },
        {
            "role": "Character 1",
            "content": "[gasps] एक गाजर! [extremely happy] ये तो ऑरेंज और छोटी सी है! [laugh loudly] ये यहाँ कैसे आई? [curious] मिस्टर विस्कर्स ने रखी यहाँ? [excited] क्या मैं इसको हमेशा हमेशा के लिए रख सकती हूँ और मम्मी और पापा और नानी को भी दिखा सकती हूँ?"
        },
        {
            "role": "Character 2",
            "content": "[cheerful] बिल्कुल, तुम इसे हमेशा के लिए रख सकती हो! [warmly] मिस्टर विस्कर्स चाहता था कि तुम्हारे पास ये रहे क्योंकि तुम इतनी अच्छी दोस्त हो। [friendly] और पता है क्या? जब तुम ये नानी को दिखाओगी ना, तो उनके खरगोश भी इसे देखने वापस आ सकते हैं क्योंकि खरगोशों को गाजर बहुत पसंद होती है!"
        },
        {
            "role": "Character 1",
            "content": "[delighted] सच में? [very excited] खरगोश गाजर के लिए वापस आएंगे? [speeding up] मैं ढेर सारी गाजर लाऊंगी और नानी के पूरे बगीचे में रखूंगी ताकि सारे खरगोश वापस आ जाएं! [happy] मिस्टर विस्कर्स सबसे बेस्ट जादू वाला खरगोश है!"
        },
        {
            "role": "Character 2",
            "content": "[warmly] क्या बढ़िया आइडिया है सोफी! [enthusiastically] तुम सबसे अच्छी खरगोश हेल्पर बनोगी। [chuckles] और सुनो क्या बात है? मिस्टर विस्कर्स तुमसे बाय करने वापस आना चाहता है। क्या हम उसको उसकी जादू की जगह से साथ मिलकर बुलाएं?"
        },
        {
            "role": "Character 1",
            "content": "[shouting] हाँ हाँ हाँ! [clapping while speaking] वापस आओ मिस्टर विस्कर्स! [sing-song voice] हमारे पास तुम्हारे लिए गाजर है! [loudly] सोफी और मिस्टर विस्कर्स अब बेस्ट फ्रेंड्स हैं और मैं अब नहीं बोलूंगी कि तूने खरगोश चुराए, पक्का प्रॉमिस!"
        },
        {
            "role": "Character 2",
            "content": "[animated] चलो अपने हाथों को खरगोश के कान जैसे हिलाते हैं और जादू के शब्द बोलते हैं! [playful] हिप्पिटी हॉप्पिटी, मिस्टर विस्कर्स वापस आओ! [pause] देखो सोफी, मुझे मेरी टोपी में कुछ हिलता हुआ लग रहा है... [whispering] लगता है उसने हमारी आवाज़ सुन ली!"
        },
        {
            "role": "Character 1",
            "content": "[gasps softly] वो आ रहा है! [whispering] हाय मिस्टर विस्कर्स, मैं तुम्हारे कान देख रही हूँ! [very excited] देखो देखो, वो कितना फ्लफी और सफ़ेद है! [happy] वो बिल्कुल नानी के भूरे खरगोशों जैसा नहीं है! वो स्पेशल अलग है!"
        },
        {
            "role": "Character 2",
            "content": "[gently] बिल्कुल सही, हर खरगोश अलग और स्पेशल होता है, जैसे हर इंसान स्पेशल होता है। [warmly] मिस्टर विस्कर्स कई सालों से मेरा दोस्त है, बच्चों को हंसाने में मेरी मदद करता है। [softly] क्या तुम बाय करने से पहले उसे बहुत आराम से छूना चाहोगी?"
        },
        {
            "role": "Character 1",
            "content": "[very meekly] क्या मैं सच में छू सकती हूँ? [whispering] मैं बहुत बहुत आराम से छूऊंगी जैसे छोटी बहन को छूती हूँ। [slowly] हाय मिस्टर विस्कर्स, तुम पूरी दुनिया के सबसे सॉफ्ट खरगोश हो। [happy] जादू की गाजर के लिए थैंक यू!"
        },
        {
            "role": "Character 2",
            "content": "[warmly] तुम बिल्कुल परफेक्ट कर रही हो सोफी। [chuckles] मिस्टर विस्कर्स कह रहा है कि तुम आज मिली सबसे प्यारी दोस्त हो। [cheerful] और याद रखना, जब भी तुम कोई खरगोश देखो, जादू वाला या नॉर्मल, तो पार्क में साथ बिताई हमारी स्पेशल दोपहर याद कर सकती हो!"
        },
        {
            "role": "Character 1",
            "content": "[smiling speaking] मैं हमेशा हमेशा याद रखूंगी! [excited] जब नानी के खरगोश वापस आएंगे, मैं उनको मिस्टर विस्कर्स के बारे में बताऊंगी! [quickly] बाय बाय मिस्टर विस्कर्स, बाय बाय जादू वाली आंटी! [shouting] मम्मी, मम्मी, मेरी गाजर देखो!"
        },
        {
            "role": "Character 2",
            "content": "[cheerful] बाय सोफी! [warmly] ऐसे ही जिज्ञासु और प्यारी बनी रहना, और शायद किसी दिन तुम भी अपना जादू खोज लोगी। [chuckles] मिस्टर विस्कर्स और मैं अगले शनिवार यहीं पार्क में होंगे अगर तुम अपनी फैमिली के साथ फिर से मिलने आना चाहो!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[loudly] You took all the bunnies! [upset] My grammy has bunnies in her garden but now they gone and you putted them in your hat! [crying while speaking] Give them back to grammy's garden right now!"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Oh sweetie, I didn't take your grammy's bunnies, I promise. [cheerful] This bunny in my hat is my special friend Mr. Whiskers, and he lives with me. [playful] Would you like to meet him and see he's not from grammy's garden?"
        },
        {
            "role": "Character 1",
            "content": "[curious] He not from grammy's? [hesitantly] But where all grammy's bunnies go then?"
        },
        {
            "role": "Character 2",
            "content": "[gently] Sometimes bunnies like to explore new places, just like you do when you go to the park. [reassuring] They might be hiding under bushes or visiting other gardens. [excited] But watch this - Mr. Whiskers can do something grammy's bunnies can't do!"
        },
        {
            "role": "Character 1",
            "content": "[very excited] What he do? [quickly] Can he fly like a birdie? [gasps] Does he know my name? [child-like] My name is Sophie and I'm this many! Show me, show me what he does special!"
        },
        {
            "role": "Character 2",
            "content": "[animated] Well Sophie who's this many, Mr. Whiskers is magic! [whispering loudly] He can disappear and reappear anywhere he wants. [pause] Close your eyes really tight and count to three with me, and he'll jump from my hat to somewhere surprising!"
        },
        {
            "role": "Character 1",
            "content": "[shouting] One, two, three! [gasps loudly] Where he go? [confused] He not in the hat no more! [very quickly] Did he go to grammy's house? Is he getting the other bunnies? Where is Mr. Whiskers?"
        },
        {
            "role": "Character 2",
            "content": "[playful] Check behind your ear, Sophie! [warmly] Sometimes Mr. Whiskers likes to hide in the silliest places. [chuckles] Feel right behind your left ear - do you feel something soft and fuzzy back there? That might be his favorite carrot he left for you!"
        },
        {
            "role": "Character 1",
            "content": "[gasps] A carrot! [extremely happy] It's orange and tiny! [laugh loudly] How it get there? [curious] Mr. Whiskers putted it there? [excited] Can I keep it forever and ever and show mommy and daddy and grammy too?"
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Of course you can keep it forever! [warmly] Mr. Whiskers wanted you to have it because you're such a good friend. [friendly] And you know what? When you show it to grammy, her bunnies might come back to see it too because bunnies love carrots!"
        },
        {
            "role": "Character 1",
            "content": "[delighted] Really? [very excited] The bunnies come back for carrots? [speeding up] I'm gonna get lots and lots of carrots and put them everywhere in grammy's garden so all the bunnies come back! [happy] Mr. Whiskers is the best magic bunny ever!"
        },
        {
            "role": "Character 2",
            "content": "[warmly] That's a wonderful idea, Sophie! [enthusiastically] You'll be the best bunny helper ever. [chuckles] And guess what? Mr. Whiskers wants to come back out and say goodbye to you. Should we call him back from his magic hiding place together?"
        },
        {
            "role": "Character 1",
            "content": "[shouting] Yes yes yes! [clapping while speaking] Come back Mr. Whiskers! [sing-song voice] We have carrots for you! [loudly] Sophie and Mr. Whiskers are best friends now and I won't say you stealed the bunnies anymore, promise!"
        },
        {
            "role": "Character 2",
            "content": "[animated] Let's wave our hands like bunny ears and say the magic words! [playful] Hippity hoppity, Mr. Whiskers come back! [pause] Look Sophie, I feel something moving in my hat... [whispering] I think he heard us calling him!"
        },
        {
            "role": "Character 1",
            "content": "[gasps softly] He's coming! [whispering] Hi Mr. Whiskers, I see your ears! [very excited] Look, look, he's so fluffy and white! [happy] He's not like grammy's brown bunnies at all! He's special different!"
        },
        {
            "role": "Character 2",
            "content": "[gently] That's right, every bunny is unique and special, just like every person is special. [warmly] Mr. Whiskers has been my friend for many years, helping me make children smile. [softly] Would you like to pet him very gently before we say goodbye?"
        },
        {
            "role": "Character 1",
            "content": "[very meekly] Can I really touch him? [whispering] I'll be so so gentle like with baby sister. [slowly] Hi Mr. Whiskers, you're the softest bunny in the whole wide world. [happy] Thank you for the magic carrot!"
        },
        {
            "role": "Character 2",
            "content": "[warmly] You're doing perfectly, Sophie. [chuckles] Mr. Whiskers says you're the gentlest friend he's met all day. [cheerful] And remember, whenever you see a bunny, magic or regular, you can think about our special afternoon together in the park!"
        },
        {
            "role": "Character 1",
            "content": "[smiling speaking] I'll remember forever and ever! [excited] When grammy's bunnies come back, I'll tell them about Mr. Whiskers! [quickly] Bye bye Mr. Whiskers, bye bye magic man! [shouting] Mommy, mommy, look at my carrot!"
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Goodbye Sophie! [warmly] Keep being curious and kind, and maybe someday you'll discover your own kind of magic. [chuckles] Mr. Whiskers and I will be here in the park next Saturday if you want to visit again with your family!"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "1932a524_scenario.json",
    "scenario": "A three-year-old discovers a street magician performing in the park and becomes convinced the magician has stolen all the world's rabbits for their hat trick.",
    "type": "scenario_conversation",
    "character_1_role": "toddler",
    "character_2_role": "magician",
    "selected_tones": [
        "rhythmic",
        "rehabilitative",
        "looking-forward"
    ],
    "tone_options": [
        "accommodating",
        "looking-forward",
        "clichéd",
        "rhythmic",
        "tightening",
        "containing",
        "bored",
        "tilted",
        "rehabilitative",
        "destructive"
    ]
}