{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] रुको, मैं, अ... मैं तुम्हें जानती हूँ। [pause] तुम वही utility वाली हो ना जो करीब तीन साल पहले Maple Street पे काम कर रही थी? The one who hit the water main near my property?"
        },
        {
            "role": "Character 2",
            "content": "[confused] Maple Street? [quickly] ओह, अम्म, मैंने सालों में बहुत सारे काम किये हैं, honestly can't really remember every single one. क्यों, काम में कोई दिक्कत थी क्या?"
        },
        {
            "role": "Character 1",
            "content": "[bitter] दिक्कत? हाँ, कह सकती हो। [slowly] तुम्हारी crew ने मेरे पूरे koi pond system की main line फाड़ दी थी, और जब तक हमें पता चला, all thirty-seven of my imported Japanese koi were dead."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] अरे यार, ये तो... मेरा मतलब, अब कुछ याद आ रहा है pond के बारे में। [sighs] But look, these things happen sometimes, और company की insurance ने सारे damages cover किये होंगे ना?"
        },
        {
            "role": "Character 1",
            "content": "[coldly] Insurance से 15 साल की selective breeding वापस नहीं आती, ना ही वो grand champion जिसे मैंने छोटी सी fingerling से पाला था। [frustrated] Some of those fish were literally irreplaceable, जापान में generations पुरानी bloodlines थीं।"
        },
        {
            "role": "Character 2",
            "content": "[defensively] देखो, मुझे सच में तुम्हारी मछलियों के लिए खेद है, ठीक है? But I was just following the utility maps we were given. [exhales] अगर lines properly mark नहीं थीं, that's not exactly my fault."
        },
        {
            "role": "Character 1",
            "content": "[suspiciously] Lines एकदम perfect marked थीं, मैंने खुद पिछले locator को दो हफ्ते पहले करते देखा था। [pause] You just didn't bother checking your equipment properly before you started digging."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] ये काफी serious आरोप है, especially when you don't know what actually happened that day. [firmly] मेरा equipment calibrated था, लेकिन कभी-कभी पुराने pipes locator पे properly नहीं दिखते।"
        },
        {
            "role": "Character 1",
            "content": "अजीब है कि अब अचानक तुम्हें details याद आ रहे हैं। [sarcastically] और अब तुम यहाँ city aquarium में हो, about to mark lines near our main filtration system for the tropical exhibit."
        },
        {
            "role": "Character 2",
            "content": "[anxious] क्या, तुम यहाँ काम करती हो? [quickly] देखो, अम्म, अगर तुम comfortable नहीं हो मेरे काम करने से, I can request someone else for this job. मैं कोई problem नहीं चाहती यहाँ।"
        },
        {
            "role": "Character 1",
            "content": "[stern] अरे, तुम ये job करोगी जरूर, और मैं तुम्हारा हर एक mark देखूंगी। [firmly] These tanks hold over two million gallons, और ऐसी species हैं जिन्हें acquire करने में हमें सालों लगे।"
        },
        {
            "role": "Character 2",
            "content": "[quietly] समझ गयी।"
        },
        {
            "role": "Character 1",
            "content": "[warily] यहाँ stakes backyard pond से काफी ज्यादा हैं, तुम्हें समझ आ रहा है ना? [pause] One mistake and we could lose an entire ecosystem, जिसे maintain करने में हमने दशकों लगाये हैं।"
        },
        {
            "role": "Character 2",
            "content": "[nervously] मैं समझती हूँ, सच में समझती हूँ, and I promise I'll be extra careful with the markings. [hesitantly] शायद, अम्म, शायद तुम मुझे exactly दिखा सकती हो कि तुम्हारे critical systems कहाँ हैं before I start?"
        },
        {
            "role": "Character 1",
            "content": "[reluctantly] ठीक है, लेकिन हम paint डालने से पहले सब कुछ photos के साथ document करेंगे। [sighs] And I want to see your equipment calibration report from this morning."
        },
        {
            "role": "Character 2",
            "content": "[relieved] हाँ, बिल्कुल।"
        },
        {
            "role": "Character 1",
            "content": "[watchful] मुख्य concern ये section है जहाँ city नई fiber optic lines डालने की planning कर रही है। [firmly] हमारे life support pumps directly नीचे हैं, and they can't be offline for more than ten minutes."
        },
        {
            "role": "Character 2",
            "content": "[carefully] ठीक है, तो मुझे इस area में depth readings के साथ बहुत precise होना होगा। [thoughtfully] Actually, would it help if I used ground-penetrating radar, electromagnetic locator के साथ-साथ?"
        },
        {
            "role": "Character 1",
            "content": "तुम्हारे पास GPR equipment है? तीन साल पहले क्यों नहीं use किया जब तुमने मेरी सारी मेहनत बर्बाद कर दी थी?"
        },
        {
            "role": "Character 2",
            "content": "[regretful] Company को radar units सिर्फ पिछले साल मिले, after several incidents like yours. [quietly] देखो, मैं जानती हूँ sorry कहने से जो हुआ वो ठीक नहीं होगा, but I genuinely do feel terrible about your koi."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Wait, I, uh... I know you. [pause] You're the utility guy who worked on Maple Street about three years ago, aren't you? The one who, um, who hit the water main near my property?"
        },
        {
            "role": "Character 2",
            "content": "[confused] Maple Street? [quickly] Oh, erhm, I've done a lot of jobs over the years, honestly can't really remember every single one. Why, was there some kind of issue with the work or something?"
        },
        {
            "role": "Character 1",
            "content": "[bitter] Issue? Yeah, you could say that. [slowly] Your crew ruptured the main line that fed my entire koi pond system, and by the time we noticed, all thirty-seven of my imported Japanese koi were dead."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] Oh geez, that's... I mean, I vaguely remember something about a pond now. [sighs] But look, these things happen sometimes, and the company's insurance should have covered any damages, right?"
        },
        {
            "role": "Character 1",
            "content": "[coldly] Insurance doesn't bring back fifteen years of selective breeding, or the grand champion I'd raised from a fingerling. [frustrated] Some of those fish were literally irreplaceable, bloodlines that went back generations in Japan."
        },
        {
            "role": "Character 2",
            "content": "[defensively] Look, I'm really sorry about your fish, okay? But I was just following the utility maps we were given. [exhales] If the lines weren't marked properly, that's not exactly my fault."
        },
        {
            "role": "Character 1",
            "content": "[suspiciously] The lines were marked perfectly, I watched the previous locator do it myself two weeks before. [pause] You just didn't bother checking your equipment properly before you started digging."
        },
        {
            "role": "Character 2",
            "content": "[frustrated] That's a pretty serious accusation to make, especially when you don't know what actually happened that day. [firmly] My equipment was calibrated, but sometimes older pipes don't show up properly on the locator."
        },
        {
            "role": "Character 1",
            "content": "Funny how you suddenly remember the details now. [sarcastically] And here you are at the city aquarium, about to mark lines near our main filtration system for the tropical exhibit."
        },
        {
            "role": "Character 2",
            "content": "[anxious] Wait, you work here? [quickly] Look, um, I can request someone else for this job if you're not comfortable with me doing the work. I don't want any problems here."
        },
        {
            "role": "Character 1",
            "content": "[stern] Oh, you're doing this job alright, and I'm going to watch every single mark you make. [firmly] These tanks hold over two million gallons and species that took us years to acquire."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Understood."
        },
        {
            "role": "Character 1",
            "content": "[warily] The stakes are a lot higher here than a backyard pond, you realize that, right? [pause] One mistake and we could lose an entire ecosystem we've spent decades maintaining."
        },
        {
            "role": "Character 2",
            "content": "[nervously] I get it, I really do, and I promise I'll be extra careful with the markings. [hesitantly] Maybe, uh, maybe you could show me exactly where your critical systems are before I start?"
        },
        {
            "role": "Character 1",
            "content": "[reluctantly] Fine, but we're documenting everything with photos before you put paint down. [sighs] And I want to see your equipment calibration report from this morning."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Yeah, of course."
        },
        {
            "role": "Character 1",
            "content": "[watchful] The main concern is this section here where the city's planning to run the new fiber optic lines. [firmly] Our life support pumps are directly below, and they can't be offline for more than ten minutes."
        },
        {
            "role": "Character 2",
            "content": "[carefully] Right, so I'll need to be really precise with the depth readings in this area. [thoughtfully] Actually, would it help if I used ground-penetrating radar in addition to the electromagnetic locator?"
        },
        {
            "role": "Character 1",
            "content": "You have GPR equipment? Why didn't you use that three years ago when you destroyed everything I'd worked for?"
        },
        {
            "role": "Character 2",
            "content": "[regretful] The company only got the radar units last year after, well, after several incidents like yours. [quietly] Look, I know sorry doesn't fix what happened, but I genuinely do feel terrible about your koi."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "1ace1d07_scenario.json",
    "scenario": "A utility locator arrives at a public aquarium to mark underground utilities, but the aquarist recognizes them as the person who accidentally destroyed their prized koi collection years ago.",
    "type": "scenario_conversation",
    "character_1_role": "aquarist",
    "character_2_role": "utility locator",
    "selected_tones": [
        "suspicious",
        "hesitant",
        "watchful"
    ],
    "tone_options": [
        "impractical",
        "animated",
        "uneven",
        "telling",
        "offering",
        "incorrect",
        "suspicious",
        "watchful",
        "hesitant",
        "eager"
    ]
}