{
    "conversation": [
        {
            "role": "Character 1",
            "content": "等等，你是说你在送快递的时候还做哀伤辅导？"
        },
        {
            "role": "Character 2",
            "content": "也不完全是在送货路上啦，但我是有执照的。晚上开车送货的时候开始读死亡学硕士，去年刚完成临床实习时数。大部分人都想不到送快递的还懂复杂性悲伤和丧亲理论。"
        },
        {
            "role": "Character 1",
            "content": "死亡学？那是什么？"
        },
        {
            "role": "Character 2",
            "content": "就是对死亡、临终和丧亲的科学研究。我们用多重理论框架来分析悲伤—Kübler-Ross那套现在过时了，我们用Worden的任务模型，还有Stroebe和Schut的双重历程模型，就是在失落导向和复原导向应对之间摆荡。"
        },
        {
            "role": "Character 1",
            "content": "这听起来太复杂了吧，对一个...送快递的来说。"
        },
        {
            "role": "Character 2",
            "content": "其实开车正好给我时间处理自己的反移情问题。你要是处理创伤性丧亲，特别是突然死亡或自杀的案例，你需要在咨询之间有这种减压时段，不然会有替代性创伤。"
        },
        {
            "role": "Character 1",
            "content": "反移情？"
        },
        {
            "role": "Character 2",
            "content": "就是治疗师自己未解决的悲伤或情绪反应被个案的内容触发了。比如说有人在处理父母过世，而你自己的父亲最近也去世了—你得认清你的反应什么时候不是关于他们的悲伤，而是你自己未完成的功课。"
        },
        {
            "role": "Character 1",
            "content": "那你要怎么开始帮助一个悲伤的人？"
        },
        {
            "role": "Character 2",
            "content": "[苦涩地] 首先要区分正常悲伤和复杂性悲伤—大概10-15%会发展成我们说的延长性悲伤障碍。DSM-5-TR的诊断标准要求持续渴望超过12个月，并有临床上显著的痛苦，影响社交、职业或其他功能领域。"
        },
        {
            "role": "Character 1",
            "content": "悲伤太久还有病？"
        },
        {
            "role": "Character 2",
            "content": "就是悲伤变成病理性的—侵入性思维、适应不良的回避行为、失去意义感、难以重新融入生活。我们用复杂性悲伤量表修订版来评估，分数超过30就表示有复杂性丧亲的高风险。"
        },
        {
            "role": "Character 1",
            "content": "这对于这么情绪化的事情来说，感觉太临床了。"
        },
        {
            "role": "Character 2",
            "content": "临床框架其实有帮助，特别是对被剥夺的悲伤—那些社会不认可或不承认的失落。宠物离世、流产、前任过世，甚至对名人死亡的准社交悲伤。这些需要特别的介入方式，因为传统支持系统常常失效。"
        },
        {
            "role": "Character 1",
            "content": "[歉意地] 对不起，我不是要显得不屑。那复杂性悲伤到底要怎么治疗？"
        },
        {
            "role": "Character 2",
            "content": "复杂性悲伤治疗用想象对话、记忆工作和复原活动。通常16到20次疗程，结合认知重构和暴露技术。我们可能会做空椅技术处理未完成事件，或用照片来对悲伤触发点脱敏。"
        },
        {
            "role": "Character 1",
            "content": "空椅技术？"
        },
        {
            "role": "Character 2",
            "content": "完形治疗的技术，让个案对着代表逝者的空椅子说话。促进情绪表达，帮助处理矛盾情感—对被抛弃的愤怒、如果是长期病痛后的解脱感到内疚，所有那些人们觉得不该有的复杂情绪。"
        },
        {
            "role": "Character 1",
            "content": "[疲惫地] 这太沉重了。你是在送人们随便买的淘宝包裹之间处理这些？"
        },
        {
            "role": "Character 2",
            "content": "这种反差确实很奇怪，一边送物质商品一边帮人处理非物质的失落。但悲伤不会等你方便—我有个案会在我送货路上发消息，我在门口扫描包裹的时候他们在处理急性悲伤爆发。"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Wait, you're telling me you do grief counseling on your delivery routes?"
        },
        {
            "role": "Character 2",
            "content": "Not exactly on the routes, but I'm licensed. Started my master's in thanatology while driving nights, finished my clinical hours last year. Most people don't expect their package delivery to come with expertise in complicated grief and bereavement theory."
        },
        {
            "role": "Character 1",
            "content": "Thanatology? What is that?"
        },
        {
            "role": "Character 2",
            "content": "It's the scientific study of death, dying, and bereavement. We examine grief through multiple theoretical frameworks—Kübler-Ross is outdated now, we use Worden's task model and Stroebe and Schut's dual-process model for oscillation between loss-oriented and restoration-oriented coping."
        },
        {
            "role": "Character 1",
            "content": "That sounds incredibly complex for someone who... delivers packages."
        },
        {
            "role": "Character 2",
            "content": "The driving gives me time to process my own countertransference issues actually. When you're working with traumatic bereavement, particularly cases involving sudden death or suicide, you need those decompression periods between sessions to avoid vicarious traumatization."
        },
        {
            "role": "Character 1",
            "content": "Countertransference?"
        },
        {
            "role": "Character 2",
            "content": "It's when the therapist's own unresolved grief or emotional responses get triggered by the client's material. Say someone's processing parental loss and your own father died recently—you have to recognize when your reactions aren't about their grief but your own unfinished business."
        },
        {
            "role": "Character 1",
            "content": "How do you even start helping someone with grief?"
        },
        {
            "role": "Character 2",
            "content": "[bitter] First thing is differentiating between normal and complicated grief—about 10-15% develop what we call prolonged grief disorder. The DSM-5-TR criteria require persistent yearning lasting over twelve months, with clinically significant distress affecting social, occupational, or other functioning areas."
        },
        {
            "role": "Character 1",
            "content": "There's a disorder for grieving too long?"
        },
        {
            "role": "Character 2",
            "content": "It's when grief becomes pathological—intrusive thoughts, maladaptive avoidance behaviors, loss of meaning, difficulty with reintegration. We assess using the Inventory of Complicated Grief-Revised, looking for scores above 30 indicating high risk for complicated bereavement."
        },
        {
            "role": "Character 1",
            "content": "This seems really clinical for something so emotional."
        },
        {
            "role": "Character 2",
            "content": "The clinical framework helps, especially with disenfranchised grief—losses that aren't socially recognized or validated. Pet loss, miscarriage, death of ex-partners, even parasocial grief from celebrity deaths. These require specific interventions because traditional support systems often fail."
        },
        {
            "role": "Character 1",
            "content": "[apologetic] Sorry, I didn't mean to sound dismissive. How do you actually treat complicated grief?"
        },
        {
            "role": "Character 2",
            "content": "Complicated Grief Therapy uses imaginal conversations, memory work, and restoration activities. Sixteen to twenty sessions typically, combining cognitive restructuring with exposure techniques. We might do empty chair work for unfinished business or use photographs for desensitization to grief triggers."
        },
        {
            "role": "Character 1",
            "content": "Empty chair work?"
        },
        {
            "role": "Character 2",
            "content": "Gestalt technique where clients talk to an empty chair representing the deceased. Facilitates emotional expression and helps process ambivalent feelings—anger at abandonment, guilt over relief if there was long illness, all the complex emotions people think they shouldn't have."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] This is heavy. Do you deal with this between delivering people's random Amazon purchases?"
        },
        {
            "role": "Character 2",
            "content": "The juxtaposition is strange, delivering material goods while helping people process immaterial losses. But grief doesn't pause for convenience—I've had clients text me mid-route, working through acute grief bursts while I'm scanning packages at doorsteps."
        }
    ],
    "language": "mandarin",
    "language_name": "Mandarin Chinese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_29.txt"
}