{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Look, I need bridge financing by Friday or this whole acquisition falls apart. Can you help me or not?"
        },
        {
            "role": "Character 2",
            "content": "Bridge financing is definitely possible, but Friday is aggressive. We're talking about what, two to three million? The underwriting alone usually takes a week, but there are ways to expedite if the fundamentals are solid."
        },
        {
            "role": "Character 1",
            "content": "Three point five million. And the fundamentals are rock solid—we've got purchase orders worth twelve million lined up."
        },
        {
            "role": "Character 2",
            "content": "Purchase orders are good collateral, that helps enormously. The lenders I work with can move fast on asset-backed deals. What's your current cash position and burn rate?"
        },
        {
            "role": "Character 1",
            "content": "We're burning about two hundred thousand monthly. Cash position is... tight. Hence the urgency."
        },
        {
            "role": "Character 2",
            "content": "Tight cash position will mean higher rates, probably eighteen to twenty-four percent annually. But for a three-month bridge, that's manageable if your acquisition closes. Have you already negotiated the purchase agreement?"
        },
        {
            "role": "Character 1",
            "content": "Twenty-four percent? Jesus Christ, that's highway robbery."
        },
        {
            "role": "Character 2",
            "content": "It's the cost of speed and risk. Traditional bank loans run six to eight percent but take months. Bridge lenders are essentially betting on your deal closing—they need compensation for that risk."
        },
        {
            "role": "Character 1",
            "content": "The acquisition target is getting cold feet. Every day we wait, they're entertaining other offers."
        },
        {
            "role": "Character 2",
            "content": "Then we need to move immediately. I can get you term sheets from three lenders by tomorrow afternoon. They'll want to see your acquisition LOI, financial statements, and those purchase orders you mentioned."
        },
        {
            "role": "Character 1",
            "content": "[angry] Tomorrow afternoon? I said Friday! That gives us two days for due diligence and paperwork!"
        },
        {
            "role": "Character 2",
            "content": "Two days is doable if you're prepared to pay for expedited processing. We're talking an extra fifty to seventy-five thousand in fees, but it's possible. The question is whether your documentation is ready to go."
        },
        {
            "role": "Character 1",
            "content": "Everything's ready. We've been preparing for weeks. What else do they need?"
        },
        {
            "role": "Character 2",
            "content": "Personal guarantees from all major shareholders, usually. Plus they'll want first lien on the acquired company's assets. Some lenders might also require a success fee if the acquisition generates returns above a certain threshold."
        },
        {
            "role": "Character 1",
            "content": "Personal guarantees... my house is already mortgaged for the business."
        },
        {
            "role": "Character 2",
            "content": "They'll take second position on real estate, or we can explore mezzanine financing. That's more expensive but requires less collateral. The rates would jump to maybe thirty percent, but it keeps your personal assets safer."
        },
        {
            "role": "Character 1",
            "content": "Thirty percent. At that rate, we're basically giving away the company."
        },
        {
            "role": "Character 2",
            "content": "Not if your acquisition projections are accurate. You said twelve million in purchase orders—if those convert, your bridge loan becomes a rounding error. The expensive money only hurts if the deal fails."
        },
        {
            "role": "Character 1",
            "content": "And if it fails, we're bankrupt anyway. Fine. Set up the meetings."
        },
        {
            "role": "Character 2",
            "content": "I'll have my assistant send you the document checklist within the hour. Block out all of tomorrow—we'll need you available for lender questions. This is going to be intense, but we'll get you funded."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue2_42.txt",
    "actor": 7
}