{
    "conversation": [
        {
            "role": "Character 1",
            "content": "I guess I broke another promise to my kid today. Not that it matters much."
        },
        {
            "role": "Character 2",
            "content": "Oh no, that's... that's rough. I mean, we all slip up sometimes, you know? But it sounds like you're being pretty hard on yourself about it—what happened, if you don't mind me asking?"
        },
        {
            "role": "Character 1",
            "content": "[passionately] It was just another stupid soccer game I missed, okay? I'm terrible at this."
        },
        {
            "role": "Character 2",
            "content": "Mmm, yeah, missing those things can really sting. Look, I don't know your whole situation but, um, kids are actually pretty resilient and they remember the times you do show up more than, like, the times you don't."
        },
        {
            "role": "Character 1",
            "content": "[sad] She didn't even look for me in the stands anymore."
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Okay but hey, that might not mean what you think it means! Sometimes kids do that protective thing where they, uhh, pretend not to care because caring too much hurts—I used to do the exact same thing with my dad, honestly."
        },
        {
            "role": "Character 1",
            "content": "Maybe I should just stop trying. I'm clearly not cut out for this."
        },
        {
            "role": "Character 2",
            "content": "[slowly] No no no, that's... that's definitely not the answer here. The fact that you're even worried about this stuff means you care way more than, er, plenty of parents I know who just don't even think about it."
        },
        {
            "role": "Character 1",
            "content": "[stuttering] B-but I keep screwing everything up. Every single time."
        },
        {
            "role": "Character 2",
            "content": "Yeah so, here's the thing though—parenting isn't about being perfect, it's about, like, showing up and trying again even when you mess up, which, gosh, everybody does constantly whether they admit it or not."
        },
        {
            "role": "Character 1",
            "content": "I don't even know what she likes anymore. Pretty pathetic, right?"
        },
        {
            "role": "Character 2",
            "content": "Not pathetic, just... disconnected maybe? But that's fixable! You could, um, start small—ask her about her friends, her favorite songs, what she's watching on YouTube, whatever, and actually listen without trying to fix anything."
        },
        {
            "role": "Character 1",
            "content": "She probably hates me. I would if I were her."
        },
        {
            "role": "Character 2",
            "content": "Ooh, man, that's your guilt talking, not reality. Kids don't hate their parents for missing soccer games—they get hurt, sure, but what they really want is just to know you, uhh, you actually want to be there with them."
        },
        {
            "role": "Character 1",
            "content": "I bought her an expensive gift to make up for it. Stupid, I know."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Well... I mean, gifts are nice and all, but yeah, they're not really... what kids remember is the time you spend, not the money, though I guess you probably already know that deep down."
        },
        {
            "role": "Character 1",
            "content": "How do I even fix this mess? I'm so lost here."
        },
        {
            "role": "Character 2",
            "content": "[deep pitch] Honestly? Start by just apologizing—no excuses, no gifts, just a real \"I messed up and I'm sorry\" conversation. Then, and this is important, actually follow through on the next thing, even if it's, er, something tiny like driving her to practice."
        },
        {
            "role": "Character 1",
            "content": "[slurring] Maybe tomorrow I'll try. Or next week. I don't know anymore."
        },
        {
            "role": "Character 2",
            "content": "Tomorrow sounds good—seriously, don't wait. The longer you put it off, the harder it gets, and, look, your kid needs you to try, even imperfectly, way more than they need you to, like, figure everything out first."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue7_27.txt",
    "actor": 7
}