{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[mumbling] Sir, I really need to catch this flight, my mother is in the hospital."
        },
        {
            "role": "Character 2",
            "content": "Oh, I—I completely understand the urgency here, believe me, but um, without proper identification I literally cannot let you through the checkpoint. Do you have, like, maybe a passport or, uh, even a temporary ID from the DMV that you could show me?"
        },
        {
            "role": "Character 1",
            "content": "I told you, my wallet was stolen yesterday at the hotel."
        },
        {
            "role": "Character 2",
            "content": "[sneeze] Sorry, excuse me—look, that's really unfortunate and I'm genuinely sympathetic here, but the TSA regulations are, you know, incredibly strict about this. Have you tried calling the airline to see if they can maybe issue some kind of, er, emergency verification or something?"
        },
        {
            "role": "Character 1",
            "content": "They said to talk to you guys."
        },
        {
            "role": "Character 2",
            "content": "Yeah, of course they did, they always do that—basically passing the buck to us when we don't actually have the authority to override federal requirements. I mean, I wish I could help, I really do, but my hands are literally tied here without some form of government-issued photo ID."
        },
        {
            "role": "Character 1",
            "content": "What about the police report I filed?"
        },
        {
            "role": "Character 2",
            "content": "Mmm, unfortunately a police report isn't, um, it's not considered valid identification for boarding purposes. Look, have you considered maybe driving instead or, I don't know, taking a train if there's still time?"
        },
        {
            "role": "Character 1",
            "content": "[speaking fast] There's no time, she could die, I need to be there today, please, you have to understand."
        },
        {
            "role": "Character 2",
            "content": "God, I—this is honestly the worst part of my job, having to tell people in genuine emergencies that I can't bend the rules. But if I let you through without ID, I could lose my job and face federal charges, which is, you know, not something I can risk even for... even for this."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] This is ridiculous, I've flown hundreds of times."
        },
        {
            "role": "Character 2",
            "content": "Right, no, I get that you're a frequent flyer and this whole situation is incredibly frustrating. But, uh, here's what I can suggest—if you can get someone to email or fax a copy of your passport or birth certificate to our supervisor's office, we might be able to work something out."
        },
        {
            "role": "Character 1",
            "content": "My passport is in the stolen wallet!"
        },
        {
            "role": "Character 2",
            "content": "[loudly] Okay okay, hang on, let me call my supervisor over because there might be, um, there's this rarely-used identity verification process we can try. It takes about forty-five minutes though and involves answering a bunch of really specific questions about your credit history and past addresses."
        },
        {
            "role": "Character 1",
            "content": "Forty-five minutes? My flight leaves in an hour."
        },
        {
            "role": "Character 2",
            "content": "Yeah, that's... that's cutting it extremely close, I know. Honestly, at this point you might want to start looking at, uh, later flights while we try this process, because even if we verify you, getting through security and to your gate is gonna be really tight."
        },
        {
            "role": "Character 1",
            "content": "Can't you just look at my prescription bottles? They have my name."
        },
        {
            "role": "Character 2",
            "content": "Prescription bottles aren't—they're not photo ID, which is what we need here. Listen, I'm going to level with you, the only real option at this point is either that verification process I mentioned or, um, trying to get someone to overnight your birth certificate for tomorrow's flight."
        },
        {
            "role": "Character 1",
            "content": "Tomorrow might be too late."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] I know, I know, and I'm so sorry about your mom, I really am—my dad went through something similar last year and I barely made it in time. Look, let's at least try the verification process, okay? Maybe we'll get lucky with the timing."
        }
    ],
    "content_type": "dialogue",
    "source_file": "dialogue4_19.txt",
    "actor": 7
}