{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Desculpa pela, ah... pela confusão aqui. Eu sei que isto é provavelmente a pior altura possível, mas preciso de ver se o sistema danificou algum do vosso equipamento quando disparou."
        },
        {
            "role": "Character 2",
            "content": "Equipamento. Certo. Hum, sim, está... está tudo arruinado, na verdade. Os monitores cirúrgicos, a máquina de anestesia, tudo. Estávamos a meio de— [voice breaking slightly]"
        },
        {
            "role": "Character 1",
            "content": "[gently] Ei, eu vejo que aconteceu alguma coisa aqui. Olha, vou trabalhar o mais rápido possível, mas se precisares de um momento, quer dizer, posso começar noutra sala primeiro."
        },
        {
            "role": "Character 2",
            "content": "[steadying] Não, está... está tudo bem. O cão já não resistiu de qualquer forma, por isso já não há pressa, percebes? É só um sistema de sprinklers avariado e um golden retriever morto."
        },
        {
            "role": "Character 1",
            "content": "Oh meu, eu... lamento muito. Foi, ah, foi por causa da água? Porque se o nosso sistema causou—"
        },
        {
            "role": "Character 2",
            "content": "[quickly] Não, não, ela já estava a ir. Cancro. Estávamos a tentar esta cirurgia de último recurso, e honestamente, as hipóteses dela eram talvez 20 por cento, mas depois a água começou e foi tudo por água abaixo. [bitter laugh]"
        },
        {
            "role": "Character 1",
            "content": "[carefully] Isso deve ter sido aterrador. Quer dizer, tentar salvar uma vida e de repente há água por todo o lado, alarmes a tocar... Nem consigo imaginar."
        },
        {
            "role": "Character 2",
            "content": "A dona estava a ver pela janela. Uma miúda de 7 anos. Ela, pá... ela viu tudo, a água, o pânico, a cadela a morrer no meio do caos em vez de, sei lá, em paz."
        },
        {
            "role": "Character 1",
            "content": "Jesus. Isso é... fogo. Olha, faço isto há 15 anos e nunca, hum, nunca o meu trabalho afetou uma coisa destas. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "Não é culpa tua. Estas coisas supostamente salvam vidas, não é? Só que, [exhales], hoje pelos vistos não."
        },
        {
            "role": "Character 1",
            "content": "[softly] Fizeste tudo o que podias. 20 por cento de hipóteses em condições perfeitas, e mesmo assim tentaste. Isso exige, ah, muita coragem, especialmente com uma criança a ver."
        },
        {
            "role": "Character 2",
            "content": "Coragem ou estupidez? Fico a pensar que talvez devíamos ter deixado ela partir em paz esta manhã, sabes? Ter dado à família tempo para se despedir como deve ser em vez de... isto."
        },
        {
            "role": "Character 1",
            "content": "Ei, não, não. Deste-lhes esperança, uma hipótese de lutar. A minha filha também é veterinária, e ela diz sempre que as decisões mais difíceis são quando não tentas."
        },
        {
            "role": "Character 2",
            "content": "[curious but tired] A tua filha é veterinária? Ela, hum, ela fala dos casos que correm mal?"
        },
        {
            "role": "Character 1",
            "content": "Constantemente."
        },
        {
            "role": "Character 2",
            "content": "Pois, bem, este vai ficar comigo durante algum tempo. Tínhamos ela estável, e depois o teto simplesmente abriu-se tipo—"
        },
        {
            "role": "Character 1",
            "content": "[determined] Vou descobrir exatamente o que provocou esta avaria. Isto não devia ter acontecido, e vou garantir que nunca mais acontece, nem aqui, nem em lado nenhum onde eu faça manutenção."
        },
        {
            "role": "Character 2",
            "content": "[warming slightly] Obrigado. Isso, ah, isso ajuda um bocado. Saber que alguém se importa em prevenir o próximo desastre. [pause]"
        },
        {
            "role": "Character 1",
            "content": "Seria ok se eu, hum, se eu voltasse para ver como estás? Não pelo sistema, só... sinto-me responsável, e gostava de saber se estás bem."
        },
        {
            "role": "Character 2",
            "content": "[surprised but genuine] Sim, eu... eu até gostava, na verdade. Talvez quando não houver água a pingar do teto e uma família destroçada na sala de espera. [weak smile]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitantly] Sorry about the, uh, the mess here. I know this is probably the worst possible timing, but I need to check if the system damaged any of your equipment when it went off."
        },
        {
            "role": "Character 2",
            "content": "Equipment. Right. Um, yeah, everything's... everything's ruined actually. The surgical monitors, the anesthesia machine, all of it. We were in the middle of— [voice breaking slightly]"
        },
        {
            "role": "Character 1",
            "content": "[gently] Hey, I can see something happened here. Look, I'll work as fast as I can, but if you need a minute, I mean, I can start in another room first."
        },
        {
            "role": "Character 2",
            "content": "[steadying] No, it's... it's fine. The dog didn't make it anyway, so there's no rush anymore, you know? Just a faulty sprinkler system and a dead golden retriever."
        },
        {
            "role": "Character 1",
            "content": "Oh man, I'm... I'm really sorry. Was it, err, was it because of the water? Because if our system caused—"
        },
        {
            "role": "Character 2",
            "content": "[quickly] No, no, she was already going. Cancer. We were trying this last-ditch surgery, and honestly, her chances were maybe twenty percent, but then the water started and everything just went to hell. [bitter laugh]"
        },
        {
            "role": "Character 1",
            "content": "[carefully] That must've been terrifying. I mean, trying to save a life and then suddenly water's everywhere, alarms going off... I can't even imagine."
        },
        {
            "role": "Character 2",
            "content": "The owner was watching through the window. Seven-year-old kid. She, uhh, she saw the whole thing, the water, the panic, her dog dying in chaos instead of, I don't know, peacefully."
        },
        {
            "role": "Character 1",
            "content": "Jesus. That's... wow. Look, I've been doing this for fifteen years and I've never, um, never had my work affect something like this before. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "It's not your fault. These things are supposed to save lives, right? Just, [exhales], not today apparently."
        },
        {
            "role": "Character 1",
            "content": "[softly] You did everything you could. Twenty percent odds in perfect conditions, and you still went for it. That takes, uh, real courage, especially with a kid watching."
        },
        {
            "role": "Character 2",
            "content": "Courage or stupidity? I keep thinking maybe we should've just let her go peacefully this morning, you know? Given the family time to say goodbye properly instead of... this."
        },
        {
            "role": "Character 1",
            "content": "Hey, no. You gave them hope, a fighting chance. My daughter's a vet too, and she always says the hardest calls are when you don't try."
        },
        {
            "role": "Character 2",
            "content": "[curious but tired] Your daughter's a vet? Does she, um, does she ever talk about the ones that go wrong?"
        },
        {
            "role": "Character 1",
            "content": "All the time."
        },
        {
            "role": "Character 2",
            "content": "Yeah, well, this one's going to stick with me for a while. We had her stable, and then the ceiling just opened up like—"
        },
        {
            "role": "Character 1",
            "content": "[determined] I'm going to find out exactly what triggered this malfunction. This shouldn't have happened, and I'll make damn sure it never happens again, not here, not anywhere I service."
        },
        {
            "role": "Character 2",
            "content": "[warming slightly] Thanks. That, uh, that actually helps a little. Knowing someone gives a damn about preventing the next disaster. [pause]"
        },
        {
            "role": "Character 1",
            "content": "Would it be okay if I, err, if I came back to check on you? Not for the system, just... I feel responsible, and I'd like to know you're doing alright."
        },
        {
            "role": "Character 2",
            "content": "[surprised but genuine] Yeah, I'd... I'd like that actually. Maybe when there isn't water dripping from the ceiling and a broken family in the waiting room. [weak smile]"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "22ac8e74_scenario.json",
    "scenario": "A sprinkler fitter arrives at an emergency veterinary clinic to repair the fire suppression system that accidentally went off, flooding the surgery suite where the vet tech just lost a patient they'd been fighting to save.",
    "type": "scenario_conversation",
    "character_1_role": "sprinkler fitter",
    "character_2_role": "veterinary technician",
    "selected_tones": [
        "delicate",
        "restrained",
        "fresh"
    ],
    "tone_options": [
        "firm",
        "restrained",
        "delicate",
        "leading",
        "zealous",
        "falling",
        "complimenting",
        "exciting",
        "tensing",
        "fresh"
    ]
}