{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[rushed] Olha, eu sei que aparecer no teu apartamento sem avisar é, [uncomfortable], estranho mas tinha de te dizer isto pessoalmente antes que as notícias saiam amanhã."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Não podias ter mandado um email como fizeste quando, [bitter], basicamente me empurraste para fora há 6 meses depois de eu ter construído metade do teu produto?"
        },
        {
            "role": "Character 1",
            "content": "[exhaling] Não foi assim que aconteceu e tu sabes—saíste porque não conseguias, [frustrated], aceitar direções de ninguém, nem do teu próprio co-fundador."
        },
        {
            "role": "Character 2",
            "content": "Pronto, hum, tanto faz."
        },
        {
            "role": "Character 1",
            "content": "[softer] Ouve, a Google quer comprar-nos por, [swallowing], 300 milhões e a tua participação ainda é, [trembling], válida o que significa que vais receber 12 milhões de, [rushed], euros."
        },
        {
            "role": "Character 2",
            "content": "[stunned] Estás a brincar—depois de tudo o que aconteceu estás a dizer-me que as minhas, [shaky], ações ainda valem alguma coisa quando deixaste claro que eu era, [hollow], substituível?"
        },
        {
            "role": "Character 1",
            "content": "Nunca te tirei o equity porque apesar das nossas, [reluctant], diferenças, programaste toda a arquitetura backend que tornou esta, [quieter], aquisição possível."
        },
        {
            "role": "Character 2",
            "content": "[opening up] Bem, quer dizer, hum, passei dias de 18 horas durante, [emotional], 2 anos a construir esse sistema enquanto tu andavas por aí, [resentful], a fazer pitches a investidores, por isso sim."
        },
        {
            "role": "Character 1",
            "content": "[firm] E eu passei essas mesmas 18 horas a convencer pessoas a acreditar em algo que só, [weary], existia nas nossas cabeças e no teu código."
        },
        {
            "role": "Character 2",
            "content": "[cracking] Hum, sabes, não tenho conseguido, [vulnerable], arranjar outro emprego porque toda a gente acha que sou difícil depois de, [breaking], como as coisas acabaram entre nós, por isso, é, este dinheiro ia literalmente, [desperate], salvar-me. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "Bem, hum, quer dizer, o que se passa é que tenho dito a toda a gente que eras, [guilty], brilhante mas precisavas de um ambiente diferente, não que eras impossível."
        },
        {
            "role": "Character 2",
            "content": "[surprised] Tens dado boas referências este tempo todo mesmo depois de eu ter saído e, [confused], levado 3 clientes comigo quando tentei, [ashamed], montar o meu próprio negócio? [pause]"
        },
        {
            "role": "Character 1",
            "content": "[tired] Hum, sim, claro."
        },
        {
            "role": "Character 2",
            "content": "[emotional] Bem, hum, eu não, ah, percebo."
        },
        {
            "role": "Character 1",
            "content": "[opening up] Porque construímos algo incrível juntos e só porque não conseguimos, [sincere], descobrir como geri-lo juntos não apaga o que tu, [warm], contribuíste para o tornar real em, [gentle], primeiro lugar."
        },
        {
            "role": "Character 2",
            "content": "Os papéis da aquisição dizem que tenho de assinar até amanhã mas não, [uncertain], tenho a certeza se consigo estar na mesma sala que a equipa toda outra vez."
        },
        {
            "role": "Character 1",
            "content": "Bem, hum, não tens de enfrentar ninguém—posso trazer os papéis aqui e, [careful], podemos fazer isto em privado porque sei o quanto, [understanding], isto deve ser difícil para ti depois de, ah, tudo."
        },
        {
            "role": "Character 2",
            "content": "[tearful] Eu, hum, programei aquele módulo de autenticação todo na noite em que o meu pai morreu porque trabalhar era, [raw], a única coisa que me impedia de me desmoronar e tu nunca sequer, [hurt], soubeste porque nunca disse a ninguém, bem, até agora."
        },
        {
            "role": "Character 1",
            "content": "Jesus, não fazia ideia que estavas a passar por isso enquanto andávamos a discutir sobre, [regretful], divisão de equity e quem tomava decisões técnicas quando estavas claramente, [soft], afogado em luto e eu estava demasiado cego para, [apologetic], ver."
        },
        {
            "role": "Character 2",
            "content": "Hum, bem, sim, quer dizer, está bem."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[rushed] Look, I know showing up at your apartment unannounced is, [uncomfortable], weird but I had to tell you this in person before the news breaks tomorrow."
        },
        {
            "role": "Character 2",
            "content": "[defensive] You couldn't have just sent an email like you did when you, [bitter], essentially pushed me out six months ago after I built half your product?"
        },
        {
            "role": "Character 1",
            "content": "[exhaling] That's not how it happened and you know it—you left because you couldn't, [frustrated], handle taking direction from anyone, even your own co-founder."
        },
        {
            "role": "Character 2",
            "content": "Well, um, whatever."
        },
        {
            "role": "Character 1",
            "content": "[softer] Listen, Google wants to buy us for, [swallowing], three hundred million and your equity stake is still, [trembling], valid which means you're looking at twelve million, [rushed], dollars."
        },
        {
            "role": "Character 2",
            "content": "[stunned] You're joking—after everything that went down you're telling me my, [shaky], shares are still worth something when you made it clear I was, [hollow], replaceable?"
        },
        {
            "role": "Character 1",
            "content": "I never took your equity away because despite our, [reluctant], differences, you coded the entire backend architecture that made this, [quieter], acquisition even possible."
        },
        {
            "role": "Character 2",
            "content": "[opening up] Well, I mean, um, I spent eighteen-hour days for, [emotional], two years building that system while you were out, [resentful], pitching to investors, so yeah."
        },
        {
            "role": "Character 1",
            "content": "[firm] And I spent those same eighteen hours convincing people to believe in something that only, [weary], existed in our heads and your code."
        },
        {
            "role": "Character 2",
            "content": "[cracking] Um, you know, I haven't been able to, [vulnerable], find another job because everyone thinks I'm difficult to work with after, [breaking], how things ended between us, so, uh, this money would literally, [desperate], save me. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "Well, um, I mean, the thing is I've been telling everyone you were, [guilty], brilliant but just needed a different environment, not that you were impossible."
        },
        {
            "role": "Character 2",
            "content": "[surprised] You've been giving me good references this whole time even though I walked out and, [confused], took three clients with me when I tried to, [ashamed], start my own thing? [pause]"
        },
        {
            "role": "Character 1",
            "content": "[tired] Um, yeah, well, of course."
        },
        {
            "role": "Character 2",
            "content": "[emotional] Well, um, I don't, uhh, understand."
        },
        {
            "role": "Character 1",
            "content": "[opening up] Because we built something incredible together and just because we couldn't, [sincere], figure out how to run it together doesn't erase what you, [warm], contributed to making it real in the, [gentle], first place."
        },
        {
            "role": "Character 2",
            "content": "The acquisition paperwork says I need to sign by tomorrow but I'm, [uncertain], not sure I can face being in the same room as the whole team again."
        },
        {
            "role": "Character 1",
            "content": "Well, um, you don't have to face anyone—I can bring the papers here and, [careful], we can do this privately because I know how, [understanding], hard this must be for you after, uhh, everything."
        },
        {
            "role": "Character 2",
            "content": "[tearful] I, um, coded that whole authentication module the night my dad died because working was, [raw], the only thing that kept me from falling apart and you never even, [hurt], knew because I never told anyone, well, except now."
        },
        {
            "role": "Character 1",
            "content": "Jesus, I had no idea you were going through that while we were fighting about, [regretful], equity splits and who got to make technical decisions when you were clearly, [soft], drowning in grief and I was too blind to, [apologetic], see it."
        },
        {
            "role": "Character 2",
            "content": "Um, well, yeah, I mean, okay."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "305757a4_scenario.json",
    "scenario": "A co-founder tracks down their former self-starter employee who left abruptly six months ago to personally deliver the news that their startup just received a massive acquisition offer.",
    "type": "scenario_conversation",
    "character_1_role": "co-founder",
    "character_2_role": "self-starter",
    "selected_tones": [
        "reluctant",
        "opening-up",
        "rushed"
    ],
    "tone_options": [
        "guiding",
        "reluctant",
        "accurate",
        "opening-up",
        "exhuming",
        "fading",
        "dull",
        "approximate",
        "rushed",
        "matching"
    ]
}