{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[ansiosamente] Andei a semana toda a trabalhar na paisagem sonora para a tua retrospetiva, e acho que consegui mesmo captar algo especial com as frequências ambiente em camadas que respondem ao movimento dos visitantes."
        },
        {
            "role": "Character 2",
            "content": "Sim, bem, a minha visão para a componente áudio sempre foi criar uma experiência imersiva que refletisse o meu percurso artístico ao longo das décadas. [gesto desdenhoso]"
        },
        {
            "role": "Character 1",
            "content": "[confuso] A tua visão? Quer dizer... passámos 3 dias juntos a definir toda a arquitetura sonora, e tu disseste especificamente que querias que eu trouxesse a minha experiência em técnicas de gravação binaural para este projeto."
        },
        {
            "role": "Character 2",
            "content": "[friamente] Claro que precisava de alguém tecnicamente competente para executar as minhas ideias, mas sejamos claros sobre de quem é a declaração artística que esta exposição representa."
        },
        {
            "role": "Character 1",
            "content": "[irritado] Executar as tuas ideias? Eu criei um sistema de som reativo de raiz, escrevi software personalizado para processar o áudio em tempo real, e compus peças originais para cada espaço da galeria."
        },
        {
            "role": "Character 2",
            "content": "[condescendente] E fizeste exatamente aquilo para que te contratei—traduzir o meu enquadramento conceptual em algo funcional. É para isso que servem os prestadores de serviços."
        },
        {
            "role": "Character 1",
            "content": "[incrédulo] Prestadores de serviços? O comunicado de imprensa lista-te como o único criador de, [expira bruscamente], e passo a citar, 'uma experiência audiovisual revolucionária que ultrapassa os limites da arte contemporânea.'"
        },
        {
            "role": "Character 2",
            "content": "[monotonamente] Isso está correto."
        },
        {
            "role": "Character 1",
            "content": "Como é que isso está correto quando metade da experiência é trabalho original meu? Tu nem consegues... [riso amargo] epá, tu nem consegues mexer na mesa de mistura sem me ligares a pedir ajuda."
        },
        {
            "role": "Character 2",
            "content": "[suavemente] O teu nome aparece nos créditos técnicos, o que já é mais do que generoso considerando que estás a ser bem compensado pelo teu tempo e competências."
        },
        {
            "role": "Character 1",
            "content": "[voz subindo] Créditos técnicos? Tipo, como se eu fosse o quê, um serviço de aluguer de equipamento? Tenho emails a documentar cada decisão criativa que tomámos juntos, incluindo aqueles onde admitiste que não fazias ideia de como é que o som sequer funciona."
        },
        {
            "role": "Character 2",
            "content": "[gelidamente] Esses emails estão cobertos pelo acordo de confidencialidade que assinaste, e eu teria muito cuidado com a forma como caracterizas publicamente a nossa relação de trabalho."
        },
        {
            "role": "Character 1",
            "content": "Agora estás mesmo a ameaçar-me? Depois de eu ter dedicado 6 meses da minha vida a transformar a tua exposição em algo mais do que apenas outro projeto de vaidade para colecionadores ricos?"
        },
        {
            "role": "Character 2",
            "content": "Projeto de vaidade? Esta retrospetiva vai ser coberta por todas as grandes publicações de arte do mundo, e eles estão interessados na minha visão artística, não no pessoal contratado."
        },
        {
            "role": "Character 1",
            "content": "[firmemente] Sabes que mais? Fica com os créditos. Mas quando os críticos perguntarem sobre a inovação técnica por trás do design sonoro, e tu não conseguires responder a uma única pergunta, pronto... isso vai falar por si."
        },
        {
            "role": "Character 2",
            "content": "Os críticos não querem saber de detalhes técnicos, querem saber do brilhantismo conceptual, que sempre foi inteiramente meu. [pausa] Podes ir andando."
        },
        {
            "role": "Character 1",
            "content": "Então vou ter de levar o meu equipamento comigo—as colunas personalizadas, as unidades de processamento, as licenças de software que estão todas registadas em meu nome."
        },
        {
            "role": "Character 2",
            "content": "[subitamente em pânico] Não podes fazer isso! A inauguração é amanhã à noite, e temos imprensa internacional a vir!"
        },
        {
            "role": "Character 1",
            "content": "Então sugiro que reconsideres como é que 'artista colaborativo' pode ficar nesse comunicado de imprensa, porque neste momento, [calmamente], sou apenas um prestador de serviços a recolher as suas ferramentas."
        },
        {
            "role": "Character 2",
            "content": "[entre dentes] Está bem. Co-criador apenas para os elementos áudio. Mas continuo a ser o artista principal, e esta conversa nunca aconteceu."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[eagerly] I've been working on the soundscape for your retrospective all week, and I think I've really captured something special with the layered ambient frequencies that respond to visitor movement."
        },
        {
            "role": "Character 2",
            "content": "Yes, well, my vision for the audio component has always been about creating an immersive experience that reflects my artistic journey through the decades. [dismissive wave]"
        },
        {
            "role": "Character 1",
            "content": "[confused] Your vision? We spent three days together mapping out the sonic architecture, and you specifically said you wanted me to bring my expertise in binaural recording techniques to this project."
        },
        {
            "role": "Character 2",
            "content": "[coolly] Of course I needed someone technically competent to execute my ideas, but let's be clear about whose artistic statement this exhibition represents."
        },
        {
            "role": "Character 1",
            "content": "[bristling] Execute your ideas? I designed an entire reactive sound system from scratch, wrote custom software to process the audio in real-time, and created original compositions for each gallery space."
        },
        {
            "role": "Character 2",
            "content": "[patronizing] And you did exactly what I hired you to do—translate my conceptual framework into something functional. That's what contractors are for."
        },
        {
            "role": "Character 1",
            "content": "[incredulous] Contractors? The press release lists you as the sole creator of, [exhales sharply], quote, 'a revolutionary audio-visual experience that pushes the boundaries of contemporary art.'"
        },
        {
            "role": "Character 2",
            "content": "[flatly] That's accurate."
        },
        {
            "role": "Character 1",
            "content": "How is that accurate when half the experience is my original work? You can't even operate the mixing board without calling me for help. [bitter laugh]"
        },
        {
            "role": "Character 2",
            "content": "[silkily] Your name appears in the technical credits, which is more than generous considering you're being well compensated for your time and skills."
        },
        {
            "role": "Character 1",
            "content": "[voice rising] Technical credits? Like I'm some kind of equipment rental service? I have emails documenting every creative decision we made together, including the ones where you admitted you had no idea how sound even works."
        },
        {
            "role": "Character 2",
            "content": "[icily] Those emails are covered by the NDA you signed, and I'd be very careful about how you characterize our working relationship publicly."
        },
        {
            "role": "Character 1",
            "content": "You're actually threatening me now? After I poured six months of my life into making your exhibition something more than just another vanity project for wealthy collectors?"
        },
        {
            "role": "Character 2",
            "content": "Vanity project? This retrospective is being covered by every major art publication in the world, and they're interested in my artistic vision, not the hired help."
        },
        {
            "role": "Character 1",
            "content": "[steadily] You know what? Keep the credit. But when critics ask about the technical innovation behind the sound design, and you can't answer a single question, that'll speak for itself."
        },
        {
            "role": "Character 2",
            "content": "Critics don't care about technical details, they care about the conceptual brilliance, which has always been entirely mine. [pause] You can show yourself out."
        },
        {
            "role": "Character 1",
            "content": "I'll need to take my equipment with me then—the custom speakers, the processing units, the software licenses that are all registered in my name."
        },
        {
            "role": "Character 2",
            "content": "[suddenly panicked] You can't do that! The opening is tomorrow night, and we have international press coming!"
        },
        {
            "role": "Character 1",
            "content": "Then I suggest you reconsider what 'collaborative artist' might look like on that press release, because right now, [calmly], I'm just a contractor collecting my tools."
        },
        {
            "role": "Character 2",
            "content": "[through gritted teeth] Fine. Co-creator for the audio elements only. But I'm still the lead artist, and this conversation never happened."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "241a7fb6_scenario.json",
    "scenario": "A renowned sound designer discovers that the egoist artist who hired them for a major retrospective exhibition plans to claim sole creative credit for their months of collaborative work.",
    "type": "scenario_conversation",
    "character_1_role": "sound designer",
    "character_2_role": "egoist",
    "selected_tones": [
        "disagreeing",
        "harsh",
        "eager"
    ],
    "tone_options": [
        "nervous",
        "flattering",
        "disagreeing",
        "ascending",
        "melancholic",
        "harsh",
        "dull",
        "annoying",
        "consistent",
        "eager"
    ]
}