{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] Mme Chen du 4B m'a dit qu'elle payait quelqu'un 800 dollars par mois pour vivre dans mon appartement. [pause] L'appartement que je te laisse gratuitement depuis février."
        },
        {
            "role": "Character 2",
            "content": "[quickly] C'est pas ce que tu crois, I can explain everything if you just give me a minute to—"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Six mois, Jamie. Six mois que je couvre ton loyer parce que tu m'as dit que le divorce t'avait ruinée, que t'avais besoin de temps pour te remettre sur pied."
        },
        {
            "role": "Character 2",
            "content": "Écoute, she's just crashing on the couch for a few weeks while her place gets renovated, et oui, elle a insisté pour contribuer aux charges et à l'épicerie."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Les charges que je paie. L'épicerie que tu achètes avec l'argent que t'es soi-disant trop fauchée pour payer un loyer. [sighs] Tu te rends compte de la position dans laquelle ça me met?"
        },
        {
            "role": "Character 2",
            "content": "[defensively] T'as raison, d'accord?"
        },
        {
            "role": "Character 1",
            "content": "[angry] J'ai dit à ma femme qu'on t'aidait pendant une crise, je l'ai convaincue de laisser passer même si on a besoin de ces revenus locatifs pour les frais médicaux de notre fille."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Je savais pas que ta fille était malade, you never mentioned that when we talked about the arrangement."
        },
        {
            "role": "Character 1",
            "content": "[coldly] Parce que je voulais pas que tu te sentes coupable, je voulais t'aider parce qu'on est amies depuis le CE2. [voice breaking] Mais apparemment cette amitié va que dans un sens."
        },
        {
            "role": "Character 2",
            "content": "C'est pas juste, et tu le sais. [exhales] Ça fait des mois que j'essaie de trouver du travail, sending out dozens of applications every week, des entretiens qui mènent à rien."
        },
        {
            "role": "Character 1",
            "content": "[sarcastically] Ah bon, tellement occupée à chercher du boulot que t'as eu le temps de monter toute une opération de sous-location dans mon dos."
        },
        {
            "role": "Character 2",
            "content": "[pleading] C'était censé être temporaire, juste quelques centaines de dollars pour me maintenir à flot en attendant des nouvelles des boîtes tech où j'ai passé des entretiens le mois dernier."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Tu as transformé ma charité en source de revenus. [pause] C'est de la fraude, Jamie, actual legal fraud that could cost me my rental license si quelqu'un le signale."
        },
        {
            "role": "Character 2",
            "content": "[anxious] S'il te plaît, fais pas ça, I'll tell Mrs. Chen she has to leave today, je te rembourserai chaque centime qu'elle m'a donné, mais me jette pas à la rue."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] T'as jusqu'à la fin de la semaine pour la faire partir et trouver un autre endroit où rester."
        },
        {
            "role": "Character 2",
            "content": "Une semaine? [gasps] C'est impossible, tu sais que j'ai nulle part où aller, my credit's destroyed from the divorce, personne veut me louer."
        },
        {
            "role": "Character 1",
            "content": "[regretful] Peut-être que t'aurais dû y penser avant de décider que j'étais trop conne ou trop gentille pour découvrir ce que tu faisais."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] C'est vraiment fini alors? Vingt-sept ans d'amitié et tu me lâches pour une erreur que j'ai faite en essayant de survivre?"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] L'erreur, c'était la mienne, de penser que t'étais encore la personne qui profiterait jamais de quelqu'un qui essaie de l'aider."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] Je suis désolée, putain, je suis tellement désolée. Je savais juste pas quoi faire d'autre, and once I started, I couldn't figure out how to stop without losing everything."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[quietly] Mrs. Chen from 4B told me she's been paying someone eight hundred dollars a month to live in my apartment. [pause] The apartment I've been letting you stay in for free since February."
        },
        {
            "role": "Character 2",
            "content": "[quickly] That's not what it looks like, I can explain everything if you just give me a minute to—"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Six months, Jamie. Six months I've been covering your rent because you said the divorce cleaned you out, that you needed time to get back on your feet."
        },
        {
            "role": "Character 2",
            "content": "Listen, she's just crashing on the couch for a few weeks while her place gets renovated, and yeah, she insisted on contributing something for utilities and groceries."
        },
        {
            "role": "Character 1",
            "content": "[bitter] Utilities I pay for. Groceries you buy with the money you're supposedly too broke to pay rent with. [sighs] Do you have any idea what position this puts me in?"
        },
        {
            "role": "Character 2",
            "content": "[defensively] You're right, okay?"
        },
        {
            "role": "Character 1",
            "content": "[angry] I told my wife we were helping you through a crisis, convinced her to let this slide even though we need that rental income for our daughter's medical bills."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] I didn't know about your daughter being sick, you never mentioned that when we talked about the arrangement."
        },
        {
            "role": "Character 1",
            "content": "[coldly] Because I didn't want you to feel guilty, I wanted to help because we've been friends since third grade. [voice breaking] But apparently that friendship only goes one direction."
        },
        {
            "role": "Character 2",
            "content": "That's not fair, and you know it. [exhales] I've been trying to find work for months, sending out dozens of applications every week, going to interviews that lead nowhere."
        },
        {
            "role": "Character 1",
            "content": "[sarcastically] Right, so busy job hunting that you had time to set up a whole subletting operation behind my back."
        },
        {
            "role": "Character 2",
            "content": "[pleading] It was just supposed to be temporary, a couple hundred bucks to keep me afloat while I waited to hear back from those tech companies I interviewed with last month."
        },
        {
            "role": "Character 1",
            "content": "[firmly] You turned my charity into your income stream. [pause] That's fraud, Jamie, actual legal fraud that could cost me my rental license if anyone reports this."
        },
        {
            "role": "Character 2",
            "content": "[anxious] Please don't do this, I'll tell Mrs. Chen she has to leave today, I'll pay you back every cent she gave me, just don't throw me out on the street."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] You have until the end of the week to get her out and find somewhere else to stay."
        },
        {
            "role": "Character 2",
            "content": "A week? [gasps] That's impossible, you know I don't have anywhere else to go, my credit's destroyed from the divorce, no one will rent to me."
        },
        {
            "role": "Character 1",
            "content": "[regretful] Maybe you should have thought about that before you decided I was too stupid or too soft to find out what you were doing."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] This is really it then? Twenty-seven years of friendship and you're just done with me over a mistake I made trying to survive?"
        },
        {
            "role": "Character 1",
            "content": "[very quietly] The mistake was mine, thinking you were still the person who would never take advantage of someone trying to help them."
        },
        {
            "role": "Character 2",
            "content": "[crying while speaking] I'm sorry, God, I'm so sorry. I just didn't know what else to do, and once I started, I couldn't figure out how to stop without losing everything."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "0e94e960_scenario.json",
    "scenario": "A landlord finally confronts their childhood friend who they've let live rent-free for six months, discovering they've been subletting the apartment for profit.",
    "type": "scenario_conversation",
    "character_1_role": "landlord",
    "character_2_role": "enabled",
    "selected_tones": [
        "awkward",
        "considerate",
        "accelerating"
    ],
    "tone_options": [
        "sleeping",
        "leisurely",
        "accelerating",
        "giving",
        "considerate",
        "complete",
        "chilling",
        "flying",
        "awkward",
        "condensing"
    ]
}