{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[very quietly] How did you get in here? [pause] This is my private studio, nobody even knows this address except my label and my roommate."
        },
        {
            "role": "Character 2",
            "content": "[excited] You always leave through the back exit at Warehouse 23, take the blue line three stops, then walk exactly seven blocks home. [quickly] I just wanted to hear the new tracks you've been working on."
        },
        {
            "role": "Character 1",
            "content": "[anxious] That's incredibly specific information that you shouldn't have, and you definitely shouldn't be in my apartment right now."
        },
        {
            "role": "Character 2",
            "content": "[passionately] But I'm your biggest supporter! [laughs] I've been to every single show for the past eighteen months, even the secret ones you only announce an hour before."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Being a fan doesn't give you the right to break into my home studio and go through my equipment. [pause] How long have you been sitting here in the dark?"
        },
        {
            "role": "Character 2",
            "content": "[cheerful] Only about three hours, wanted to surprise you when you got back from that meeting with the booking agent downtown. [sighs] Your new ambient track at 132 BPM is absolutely transcendent."
        },
        {
            "role": "Character 1",
            "content": "You've been listening to my unreleased work? Those files are password protected and haven't been shared with anyone."
        },
        {
            "role": "Character 2",
            "content": "Passwords are just obstacles for people who don't truly understand your artistic vision. [very sincerely] The way you layer those synths in the third breakdown, it's like you're speaking directly to me."
        },
        {
            "role": "Character 1",
            "content": "[stern] I need you to leave immediately before I call the police, and I mean right now, not after we have some conversation you've been planning."
        },
        {
            "role": "Character 2",
            "content": "[hurt] But I brought you that vintage Roland 303 you mentioned wanting in your interview with Electronic Beats last month! [quickly] It's in perfect condition, original packaging, everything."
        },
        {
            "role": "Character 1",
            "content": "[confused] You bought me a ten thousand dollar synthesizer? [clearing throat] That's not normal fan behavior, you understand that, right?"
        },
        {
            "role": "Character 2",
            "content": "[fervently] Nothing about our connection is normal! [laughs] When you played that sunrise set at Desert Hearts, track seven at 5:47 AM, you looked right at me and smiled."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] I smile at lots of people during sets because I'm performing, it's part of connecting with the crowd, not a personal invitation."
        },
        {
            "role": "Character 2",
            "content": "[overly polite] Of course you have to say that, I understand, public figures need plausible deniability about their real relationships. [whispers] But I have all our moments recorded, timestamped, catalogued."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Recorded? [anxious] What exactly do you mean by recorded, and please be very specific about what you've been doing."
        },
        {
            "role": "Character 2",
            "content": "[animated] Every set, every movement, every time you adjust the EQ or touch the crossfader! [excitedly] I have 847 hours of footage, multiple angles, some from spots you probably didn't even notice."
        },
        {
            "role": "Character 1",
            "content": "This is stalking, what you're describing is literally stalking, and I'm calling 911 right now. [shaky voice] Please don't move."
        },
        {
            "role": "Character 2",
            "content": "[calmly] The police won't understand that I'm just documenting your genius for posterity, preserving every moment of your artistic journey. [sighs] But I've already uploaded everything to multiple cloud servers anyway."
        },
        {
            "role": "Character 1",
            "content": "[angry] You need serious help, professional help, and you need to delete everything you have of me immediately. This ends tonight."
        },
        {
            "role": "Character 2",
            "content": "[whispering] It never ends when you're meant to be in someone's life forever. [pause] I'll leave for now, but we both know I'll be at your show tomorrow night, third row, left side, like always."
        }
    ],
    "content_type": "simple_tags",
    "source_file": "93f0ad69_scenario.json",
    "actor": 2,
    "scenario": "A popular underground DJ confronts someone who's been following them to every show and somehow found their home studio, discovering the person has recordings of their unreleased tracks.",
    "type": "scenario_conversation",
    "character_1_role": "DJ",
    "character_2_role": "stalker",
    "selected_tones": [
        "fanatical",
        "off-putting",
        "alert"
    ]
}