{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Две тысячи триста долларов. Вот сколько я отдала за эти курсы сертификации. Плюс экзамены, учебные материалы, все эти специальные свёрла, которые пришлось покупать. [bitter] А теперь Strike Zone закрывает все 47 залов. Вот так просто. [pause] Я имею в виду, я знала, что у них проблемы, но думала— думала, они выкарабкаются. Все же говорили, что боулинг переживает возрождение, да? [sarcastic] Ага, прям возрождение.\n\n[sad] Хуже всего то, что я была реально хороша в этом. Типа, правда хороша. Люди приезжали из трёх соседних городов, только чтобы я им шары сверлила. Идеальные углы для большого пальца, индивидуальная разметка хвата, корректировка веса, которая полностью меняла их игру, эм... ну то есть они совсем по-другому играть начинали. [quietly] Миссис Хендерсон плакала, когда я ей проблему с броском исправила.\n\n[angry] Но кому нужен сертифицированный мастер по сверлению шаров, когда дорожек-то не осталось? У независимых магазинов свои ребята уже есть. [laugh] Я же не могу повесить табличку у гаража— \"Профессиональное сверление шаров для боулинга\". [trailing off] Соседи и так уже думают, что я того...\n\n[anxious] Так что теперь у меня все эти знания, всё это оборудование, и это просто... что? Очень дорогое хобби? [long pause] Может, я могла бы, э, может, продать всё это онлайн. [resigned] Или просто смириться, что иногда инвестируешь не в то. [sigh]"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Twenty-three hundred dollars. That's what I paid for that certification course. Plus the exam fees, the practice materials, all the specialized drill bits I had to buy. [bitter] And now Strike Zone's shutting down all forty-seven locations. Just like that. [pause] I mean, I knew they were struggling, but I thought— I thought they'd bounce back. Everyone said bowling was having this resurgence, right? [sarcastic] Yeah, real resurgence. \n\n[sad] The worst part is I was actually good at it. Like, really good. People would come from three towns over just to have me drill their balls. Perfect thumb pitches, custom grip layouts, weight adjustments that made their games, um... that made their games completely different. [quietly] Mrs. Henderson cried when I fixed her release problem. \n\n[angry] But who needs a certified ball driller when there's no alleys left? The independent shops all have their own guys already. [laugh] I can't exactly hang a shingle outside my garage— \"Professional Ball Drilling Services.\" [trailing off] My neighbors already think I'm weird enough...\n\n[anxious] So now I've got all this knowledge, all this equipment, and it's just... what? A really expensive hobby? [long pause] Maybe I could, uh, maybe I could sell the stuff online. [resigned] Or just accept that sometimes you invest in the wrong thing. [sigh]"
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "72a3a0ba_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your bowling ball driller certification becoming worthless when the alley chain goes out of business",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}