{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[взволнованно] Я сделала это. Я правда— Боже мой, я её обошла. [смеётся] 5 лет этого всего, 5 лет она всегда была на шаг впереди, и я наконец— [пауза] Стоп, она что...? [растерянно] Ой. Она плачет. Типа, прям рыдает. [тихо] Я её вообще ни разу не видела плачущей. Ни разу. Ни когда она лодыжку сломала в прошлом году, ни когда тренер её бросил, ничего. [неловкая пауза] Это как-то... эм... странно. Я думала, я буду чувствовать— ну не знаю, триумф что ли? [нерешительно] Но видеть её вот такой, это просто... Господи, она там совсем разваливается. [вздох] В смысле, я хотела выиграть, понятное дело. Мы же этим и занимались, да? Подстёгивали друг друга, пытались друг друга уничтожить, по сути. [медленно] Но я не хотела её, э... сломать. [пауза] Мне подойти к ней? Это же странно будет, да? Мы же ненавидим друг друга. Или— ну, я думала, что ненавидим. [очень тихо] Может, ей это просто, эм, было важнее, чем я понимала. Может, для неё это было всё, а я просто— [затихая] Не знаю. [долгая пауза] Блин. Теперь у меня даже нет ощущения, что я выиграла."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[excited] I did it. I actually— Oh my God, I beat her. [laughs] Five years of this, five years of her always being one step ahead and I finally— [pause] Wait, is she...? [confused] Oh. She's crying. Like, really crying. [quietly] I've never seen her cry before. Not once. Not when she broke her ankle last year, not when her coach dropped her, nothing. [uncomfortable pause] This is, um... this is weird. I thought I'd feel— I don't know, triumphant? [hesitantly] But seeing her like this, it's just... God, she's completely falling apart over there. [sigh] I mean, I wanted to win, obviously. That's what we've been doing, right? Pushing each other, trying to destroy each other, basically. [slowly] But I didn't want to, uh... to break her. [pause] Should I go over there? That would be weird, right? We hate each other. Or— well, I thought we did. [very quietly] Maybe she just, um, wanted it more than I realized. Maybe this meant everything to her and I just— [trailing off] I don't know. [long pause] Shit. Now I don't even feel like I won anything."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "70aa053d_monologue.json",
    "type": "emotional_monologue",
    "subject": "Beating your bitter rival in the competition you've both trained for, only to watch them break down crying",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}