{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Don't call anyone, please, I just need a minute to catch my breath here on the ground. [strained]"
        },
        {
            "role": "Character 2",
            "content": "Already calling 911."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Cancel it. I'm Marcus Chen, I run Apex Industries, and the last thing I need is headlines about me collapsing on Fifth Avenue during market hours."
        },
        {
            "role": "Character 2",
            "content": "[calmly] Your left arm is shaking and you're sweating through a suit that probably costs more than my car, so I'm keeping them on the line."
        },
        {
            "role": "Character 1",
            "content": "[controlled breathing] It's just exhaustion, fourteen-hour days for three weeks straight closing the Singapore merger. My driver is two blocks away, I can make it."
        },
        {
            "role": "Character 2",
            "content": "Sure, exhaustion."
        },
        {
            "role": "Character 1",
            "content": "You don't understand what happens when the market sees weakness—stock prices, board confidence, everything I've built for twenty years can crumble from one photograph. [gasps]"
        },
        {
            "role": "Character 2",
            "content": "[steadily] I'm a cardiac nurse heading home from a double shift, so actually I understand exactly what's happening to your body right now, Mr. Chen."
        },
        {
            "role": "Character 1",
            "content": "[quieter] A nurse. Of course. Look, I know what this looks like, but I've handled worse than a little chest tightness."
        },
        {
            "role": "Character 2",
            "content": "[matter-of-fact] The ambulance is three minutes out, and you're going to sit here with me, breathing slowly, not arguing, while I monitor your pulse."
        },
        {
            "role": "Character 1",
            "content": "My father died of a heart attack at fifty-eight, same age I am now, same goddamn street corner actually. [bitter laugh]"
        },
        {
            "role": "Character 2",
            "content": "[gently] That's quite a coincidence, but you're not going to die today, not on my watch, not on this corner."
        },
        {
            "role": "Character 1",
            "content": "He was closing a deal too, rushed out of a meeting, never made it to the hospital. I swore I'd be different."
        },
        {
            "role": "Character 2",
            "content": "[firmly] You are different—you're accepting help, even if reluctantly, and that ambulance is pulling up right now."
        },
        {
            "role": "Character 1",
            "content": "What's your name? I should at least know who's saving me from my own stupidity. [exhales slowly]"
        },
        {
            "role": "Character 2",
            "content": "Diana Morrison, and you're not stupid, just human like the rest of us. [reassuring]"
        },
        {
            "role": "Character 1",
            "content": "[weakly] Diana, when this gets out, and it will, my competitors are going to circle like sharks. Twenty years of being untouchable, gone."
        },
        {
            "role": "Character 2",
            "content": "[clearly] Twenty years from now, you'll either be telling this story at dinner parties or your kids will be telling it at your funeral—your choice."
        },
        {
            "role": "Character 1",
            "content": "[surrendering] Alright, Diana Morrison, cardiac nurse with terrible bedside manner, help me up. Let's go to the hospital. [sighs]"
        },
        {
            "role": "Character 2",
            "content": "Best decision you've made all day, Mr. Chen, maybe all year."
        }
    ],
    "content_type": "general_tags",
    "source_file": "a259f3a0_scenario.json",
    "actor": 2,
    "scenario": "A powerful CEO collapses on a city sidewalk from a possible heart attack, and a passing off-duty cardiac nurse stops to help despite his protests about publicity.",
    "type": "scenario_conversation",
    "character_1_role": "top of the heap",
    "character_2_role": "passerby",
    "selected_tones": [
        "calm",
        "clear",
        "concealing"
    ]
}