{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[defensivo] Olha, essas terras estão sob os cuidados da minha família há três gerações, muito antes da empresa de vocês pisar nesse continente."
        },
        {
            "role": "Character 2",
            "content": "[mordaz] Cuidados? É assim que você chama vender lotes pra colonos desesperados sem autorização colonial ou documentação legal?"
        },
        {
            "role": "Character 1",
            "content": "[irritado] Essas famílias precisavam de casa, pô, e o escritório colonial leva meses pra processar até a reivindicação de terra mais simples."
        },
        {
            "role": "Character 2",
            "content": "[friamente] Suas vendas não autorizadas criaram um pesadelo jurídico com 17 escrituras conflitantes pro mesmo território do vale."
        },
        {
            "role": "Character 1",
            "content": "[riso amargo] 17 famílias alimentadas."
        },
        {
            "role": "Character 2",
            "content": "17 famílias que vão ser despejadas quando a Comissão Real de Terras chegar mês que vem pra auditar cada transação. [exala] Você condenou todas elas."
        },
        {
            "role": "Character 1",
            "content": "[fervendo de raiva] A Comissão não vai ter coragem de tirar famílias estabelecidas com plantação já no campo e criança na escola."
        },
        {
            "role": "Character 2",
            "content": "[secamente] Você claramente não leu as novas emendas do Ato Colonial sobre confisco retroativo de terras por reivindicações fraudulentas."
        },
        {
            "role": "Character 1",
            "content": "Fraudulentas? Cada hectare que eu vendi foi medido, mapeado e melhorado de acordo com os padrões que o próprio escritório de vocês publicou."
        },
        {
            "role": "Character 2",
            "content": "[acidamente] Padrões de 1842, que ficaram obsoletos quando o território foi reclassificado como terra de reserva militar estratégica."
        },
        {
            "role": "Character 1",
            "content": "[entre dentes] Ninguém me informou de reclassificação nenhuma, e eu vou em toda reunião municipal desse território esquecido por Deus."
        },
        {
            "role": "Character 2",
            "content": "O aviso foi publicado na Gazeta Colonial, que você saberia se assinasse como todo negociante de terras legítimo. [bufa]"
        },
        {
            "role": "Character 1",
            "content": "A Gazeta que chega com seis semanas de atraso por navio? Essa é a ideia de vocês de notificação adequada pra terras que afetam centenas de vidas?"
        },
        {
            "role": "Character 2",
            "content": "[desdenhoso] Ignorância da lei colonial não é defesa, especialmente pra alguém que faturou 30 mil libras esterlinas com essas transações."
        },
        {
            "role": "Character 1",
            "content": "[venenoso] Pelo menos eu reinvesti cada centavo em estradas, poços e moinhos em vez de mandar os lucros de volta pra Londres."
        },
        {
            "role": "Character 2",
            "content": "[zombeteiro] Que nobre, construindo infraestrutura em terra que você não controla legalmente e nunca foi sua de verdade."
        },
        {
            "role": "Character 1",
            "content": "Eu possuo mais desse território do que mostram os mapas de vocês, com tratados indígenas que o escritório de vocês se recusa a reconhecer. [exala]"
        },
        {
            "role": "Character 2",
            "content": "[gelidamente] Tratados com selvagens não têm peso nenhum contra a carta da Coroa, como os tribunais estabeleceram repetidamente esse ano."
        },
        {
            "role": "Character 1",
            "content": "[fúria contida] Esses 'selvagens' são meus parceiros comerciais há 20 anos, mais tempo do que o império de vocês vai durar aqui."
        },
        {
            "role": "Character 2",
            "content": "[rispidamente] Sua confiança no fim do nosso império não vai impedir sua prisão quando o comandante da guarnição ler meu relatório amanhã de manhã."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[defensive] These lands have been under my family's stewardship for three generations, long before your company set foot on this continent."
        },
        {
            "role": "Character 2",
            "content": "[scathing] Stewardship? Is that what you call selling parcels to desperate settlers without proper colonial authority or legal documentation?"
        },
        {
            "role": "Character 1",
            "content": "[bristling] Those families needed homes, and the colonial office takes months to process even the simplest land claim."
        },
        {
            "role": "Character 2",
            "content": "[coldly] Your unauthorized sales have created a legal nightmare with seventeen conflicting deeds for the same valley territory."
        },
        {
            "role": "Character 1",
            "content": "[bitter laugh] Seventeen families fed."
        },
        {
            "role": "Character 2",
            "content": "Seventeen families who will be evicted when the Royal Land Commission arrives next month to audit every transaction. [exhales] You've doomed them all."
        },
        {
            "role": "Character 1",
            "content": "[seething] The Commission wouldn't dare displant established homesteads with crops already planted and children in the schoolhouse."
        },
        {
            "role": "Character 2",
            "content": "[dryly] You clearly haven't read the new Colonial Act amendments regarding retroactive land seizures for fraudulent claims."
        },
        {
            "role": "Character 1",
            "content": "Fraudulent? Every acre I sold had been surveyed, mapped, and improved according to the standards your own office published."
        },
        {
            "role": "Character 2",
            "content": "[acidly] Standards from 1842, which became obsolete when the territory was reclassified as strategic military reserve land."
        },
        {
            "role": "Character 1",
            "content": "[through gritted teeth] Nobody informed me of any reclassification, and I attend every municipal meeting in this godforsaken territory."
        },
        {
            "role": "Character 2",
            "content": "The notice was published in the Colonial Gazette, which you would know if you subscribed like every legitimate land dealer. [snorts]"
        },
        {
            "role": "Character 1",
            "content": "The Gazette that arrives six weeks late by ship? That's your idea of proper notification for land affecting hundreds of lives?"
        },
        {
            "role": "Character 2",
            "content": "[dismissive] Ignorance of colonial law isn't a defense, especially for someone who's made thirty thousand pounds sterling from these transactions."
        },
        {
            "role": "Character 1",
            "content": "[venomous] At least I reinvested every shilling into roads, wells, and mills instead of shipping profits back to London."
        },
        {
            "role": "Character 2",
            "content": "[mockingly] How noble, building infrastructure on land you don't legally control and never actually owned."
        },
        {
            "role": "Character 1",
            "content": "I own more of this territory than your maps show, with indigenous treaties your office refuses to recognize. [exhales]"
        },
        {
            "role": "Character 2",
            "content": "[icily] Treaties with savages hold no weight against the Crown's charter, as the courts have repeatedly established this year."
        },
        {
            "role": "Character 1",
            "content": "[quiet fury] Those 'savages' have been my trading partners for twenty years, longer than your empire will last here."
        },
        {
            "role": "Character 2",
            "content": "[tartly] Your confidence in our empire's demise won't prevent your arrest when the garrison commander reads my report tomorrow morning."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "4ec6b81c_scenario.json",
    "scenario": "A colonizer arrives to claim land that the baron has been illegally selling to settlers without proper colonial authority.",
    "type": "scenario_conversation",
    "character_1_role": "land baron",
    "character_2_role": "colonizer",
    "selected_tones": [
        "scorning",
        "specific",
        "unsuccessful"
    ],
    "tone_options": [
        "expanding",
        "unsuccessful",
        "scorning",
        "specific",
        "exhuming",
        "disrespecting",
        "consistent",
        "gregarious",
        "recommending",
        "trailing"
    ]
}