{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Tenía razón. [pause] Joder, tenía razón en todo—la manipulación de testigos, las pruebas fabricadas, todo. [frustrated] Tres años llevo diciéndolo, y ahora el tribunal de apelación también lo ve, pero... [sigh] ya da igual. [very sad] Marcus perdió su casa hace seis meses. [quietly] Su mujer lo dejó, se llevó a los niños a casa de su madre en Ohio. [angry] ¡El sistema lo machacó mientras esperábamos una justicia que llegó demasiado tarde! [pause] O sea, ¿de qué sirve tener razón cuando la vida de tu cliente ya está hecha pedazos? [regretful] No paro de pensar en aquel día que me preguntó si deberíamos aceptar el acuerdo, y yo le dije—Dios, le dije que confiara en mí, que ganaríamos. [exhausted] Y ganamos, técnicamente. [very melancholic] Se ha anulado la condena, pero esos tres años no se los puede devolver nadie. [shaky voice] Su hija ya ni le reconoce. [pause] Así que sí, mi instinto fue perfecto—cada corazonada, cada objeción, cada recurso que presenté estaba justificado. [very quietly] Pero lo único en lo que puedo pensar es en él llorando ayer en mi despacho, agarrando esa orden judicial como si pudiera... no sé, deshacer todo lo que ha pasado. [trailing off] Pero no puede."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I was right. [pause] God, I was right about everything—the witness tampering, the fabricated evidence, all of it. [frustrated] Three years I've been saying this, and now the appeals court sees it too, but... [sigh] it doesn't matter anymore. [very sad] Marcus lost his house six months ago. [quietly] His wife left him, took the kids to her mother's in Ohio. [angry] The system ground him down while we waited for justice that came too late! [pause] I mean, what's the point of being right when your client's life is already in pieces? [regretful] I keep thinking about that day he asked if we should take the plea deal, and I told him—God, I told him to trust me, that we'd win this. [exhausted] And we did win, technically. [very melancholic] The conviction's overturned, but he can't get those three years back. [shaky voice] His daughter doesn't even recognize him anymore. [pause] So yeah, my instincts were perfect—every hunch, every objection, every motion I filed was justified. [very quietly] But all I can think about is him crying in my office yesterday, holding that court order like it could somehow... I don't know, undo everything. [trailing off] It can't."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "536ccf79_monologue.json",
    "type": "emotional_monologue",
    "subject": "Finally proving your lawyer instincts were right about the case, but your client still loses everything",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}