{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Joder, todavía pienso en ese día. La cara que puso Jamie cuando le dije que no—cuando bloqueé la transferencia bancaria. Estaba tan... o sea, estaba furioso, obviamente, pero había algo más. [pause] Como si le hubiera traicionado. Y a lo mejor sí, no sé. Pero esa \"oportunidad de inversión\" era claramente, eh... era una estafa. Cualquiera podía verlo. 20.000 euros, todos los ahorros de emergencia de mis padres, y Jamie quería sin más—[bitter] \"Es algo seguro,\" decía. [sigh]\n\nEl caso es que yo sabía que me iba a odiar. [sad] Sabía que cuando llamé al banco, cuando usé el poder notarial para congelar todo, que no me lo perdonaría nunca. Pero papá y mamá, tienen... tienen 73 años. [pause] No pueden empezar de cero. Y Jamie siempre ha sido, em, impulsivo no es ni la palabra. ¿Temerario? [trailing off] Es que no piensa las cosas...\n\n[regretful] Llevamos dos años sin hablarnos. Dos años. No vino a la operación de papá, no llamó por el cumpleaños de mamá. [very quietly] A veces me pregunto si a lo mejor debería haberle dejado aprender por las malas, pero entonces... no. [firmly] No, no podía. Aunque me costara a mi hermano. [long pause]\n\n[resigned] Salvé el futuro de mis padres y perdí a mi hermano. [sigh] Y probablemente lo volvería a hacer."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] God, I still think about that day. The look on Jamie's face when I told them no—when I blocked the bank transfer. They were so... I mean, they were furious, obviously, but there was something else. [pause] Like I'd betrayed them. And maybe I did, I don't know. But that \"investment opportunity\" was clearly, um... it was a scam. Anyone could see it. Twenty thousand dollars, our parents' entire emergency fund, and Jamie wanted to just—[bitter] \"It's a sure thing,\" they said. [sigh] \n\nThe thing is, I knew they'd hate me for it. [sad] I knew when I called the bank, when I used my power of attorney to freeze everything, that they'd never forgive me. But Mom and Dad, they're... they're seventy-three. [pause] They can't rebuild from nothing. And Jamie's always been, hmm, impulsive isn't even the right word. Reckless? [trailing off] They just don't think things through...\n\n[regretful] We haven't spoken in two years now. Two years. They didn't come to Dad's surgery, didn't call on Mom's birthday. [very quietly] Sometimes I wonder if maybe I should've let them learn the hard way, but then... no. [firmly] No, I couldn't. Even if it cost me my sibling. [long pause] \n\n[resigned] I saved my parents' future and lost my brother. [sigh] And I'd probably do it again."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "53040e96_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your protective instincts saved your family from financial ruin, but damaged your relationship with your impulsive sibling forever",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}