{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Joder, no puedo dejar de pensar en esto. [pause] O sea, todo el mundo está celebrando, ¿no? [bitter] Lo del transitario nos está salvando literalmente de la quiebra, y quiero decir, [frustrated] Marcus perdió la cobertura dental ayer. Su hija necesita ortodoncia, me cago en todo. [angry] Y todos están, em, dándome palmaditas en la espalda como si fuera una especie de heroína, [sarcastic] \"¡qué bien, has salvado la empresa!\" [short pause] Sí, bueno, la empresa que acaba de—[trailing off] No sé.\n\n[sigh] La cosa es que, eh, me he dejado la piel por este contrato. [defensive] 3 meses prácticamente viviendo en la oficina, ¿sabes? Y la verdad, [quietly] Marcus era el que no paraba de decirme que fuera a por ello. [sad] Me decía, \"esto podría cambiarlo todo\", y supongo que, [laugh] lo hizo, ¿no? Solo que no, eh, no para él. [long pause]\n\n[anxious] Así que ahora estoy sentada en estas reuniones donde hablan de, o sea, bonus para ejecutivos mientras Marcus está—[upset] está intentando ver si puede pagar el ortodoncista de su hija a plazos. [shaky voice] Y yo soy la que ha hecho posible que le, eh, que le hagan esto. [whispering] ¿Qué puto asco, no? [confused] ¿Debería siquiera, tipo, debería sentirme orgullosa de algo de esto?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "God, I can't stop thinking about this. [pause] So like, everyone's celebrating, right? [bitter] The freight forwarder deal, it's literally saving us from bankruptcy, and I mean, [frustrated] Marcus lost his dental coverage yesterday. His kid needs braces, for fuck's sake. [angry] And they're all, um, patting me on the back like I'm some kind of hero, [sarcastic] \"great job, you saved the company!\" [short pause] Yeah, well, the company that just—[trailing off] I don't know.\n\n[sigh] The thing is, er, I worked my ass off for this contract. [defensive] Three months of basically living at the office, you know? And honestly, [quietly] Marcus was the one who kept telling me to go for it. [sad] He was like, \"this could change everything,\" and I guess, [laugh] it did, right? Just not, uhh, not for him. [long pause]\n\n[anxious] So now I'm sitting in these meetings where they're talking about, I mean, executive bonuses while Marcus is—[upset] he's trying to figure out if he can afford his daughter's orthodontist on a payment plan. [shaky voice] And I'm the one who made it possible for them to, uh, to do this to him. [whispering] How fucked up is that? [confused] Should I even, like, should I feel proud about any of this?"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "fe0b65d6_monologue.json",
    "type": "emotional_monologue"
}