{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Sigo viendo sus caras, ¿sabes? Los Henderson. [pause] 3 generaciones en esa tierra y yo—yo simplemente... [very sad] una palanca, eh, una estúpida palanca que olvidé cerrar. [sniffle] Y honestamente, la cosa es, I've done that route a hundred times, maybe more. [frustrated] ¿Cómo pude pasarlo por alto? Quiero decir, 30 años haciendo este trabajo y yo, [trailing off] ...\n\n[regretful] Su hija, um, se iba a casar allí el mes que viene. En el granero que ahora es solo—[bitter] es solo escombros flotando en agua fangosa. [long pause] Fui ayer y el señor Henderson, he wouldn't even look at me. [crying while speaking] No le culpo la verdad. Su abuelo construyó ese lugar con sus propias manos y yo, bueno, lo destruí en 20 minutos.\n\n[anxious] La gente del seguro no para de llamarme, haciendo preguntas como, [mumbling] \"¿siguió el protocolo?\" Claro que pensé que lo había hecho, pero claramente, [upset] ¡claramente no lo hice! [groan] Mi supervisora dice que pasa, that these things happen, you know, but... [very quietly] no debería haberles pasado a ellos.\n\n[apologetic] Les escribí una carta. La rompí. [hesitantly] Escribí otra. ¿Qué les dices siquiera? \"¿Siento haber arruinado toda vuestra vida?\" [sigh] Dios, ya ni siquiera puedo dormir."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I keep seeing their faces, you know? The Hendersons. [pause] Three generations on that land and I—I just... [very sad] one lever, er, one stupid lever I forgot to close. [sniffle] And honestly, the thing is, I've done that route a hundred times, maybe more. [frustrated] How did I miss it? I mean, thirty years doing this job and I, [trailing off] ...\n\n[regretful] Their daughter, um, she was supposed to get married there next month. In the barn that's now just—[bitter] it's just debris floating in muddy water. [long pause] I went by yesterday and Mr. Henderson, he wouldn't even look at me. [crying while speaking] Can't blame him really. His grandfather built that place with his bare hands and I, well, I destroyed it in twenty minutes.\n\n[anxious] The insurance people keep calling me, asking questions like, [mumbling] \"did you follow protocol?\" Of course I thought I did, but clearly, [upset] clearly I didn't! [groan] My supervisor says it happens, that these things, you know, they happen, but... [very quietly] it shouldn't have happened to them. \n\n[apologetic] I wrote them a letter. Tore it up. [hesitantly] Wrote another one. What do you even say? \"Sorry I ruined your entire life?\" [sigh] God, I can't even sleep anymore."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "f59cd299_monologue.json",
    "type": "emotional_monologue"
}