{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] Es que acaban de—o sea, me han llamado de verdad. Eh, los jueces, han dicho... [shaky voice] El puto Château Margaux estaba ahí sentado, y han dicho MI nombre. [laugh] No paro de pensar que, a lo mejor he oído mal, ¿sabes? Pero no, es—mira, la cosa es que todo el mundo decía que estaba loca, ¿no? \"¿Por qué envejeces el vino en huevos de hormigón?\" \"¿Por qué bajo el agua?\" [mocking] \"Así no se hace, querida.\" Pues ¿sabes qué? [very excited] ¡Mi viñedo rarillo de 3 años acaba de ganarle a vinos que se hicieron antes de que naciera mi bisabuela!\n\n[pause]\n\nDios, es que estoy—[crying while speaking] perdona, me había prometido que no iba a hacer esto. Es que, eh, hace dos años estaba durmiendo literalmente en el granero porque no podía pagar la calefacción de la casa Y mantener la temperatura de la bodega controlada. [laugh loudly] Y ahora mira—o sea, en serio, esos sumilleres franceses con sus, sus cuadernitos, han elegido el MÍO.\n\n[whispering] Mi padre habría estado tan... [trailing off]\n\n[clearing throat] En fin, eh, debería llamar a mamá. Se va a—[extremely happy] ¡ay Dios mío, se va a volver completamente loca! Esto está pasando de verdad, ¿no? O sea, [anxious] ¿nadie va a venir a decirme que ha sido un error?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp] They just—I mean, they actually called my name. Um, the judges, they said... [shaky voice] Château fucking Margaux was sitting right there, and they called MY name. [laugh] I keep thinking like, maybe I misheard? But no, it's—here's the thing, everyone said I was crazy, you know? \"Why are you aging wine in concrete eggs?\" \"Why underwater?\" [mocking] \"That's not how it's done, dear.\" Well guess what, [very excited] my weird little three-year-old vineyard just beat wines that were made before my great-grandmother was even born! \n\n[pause] \n\nGod, I'm actually—[crying while speaking] sorry, I promised myself I wouldn't do this. It's just that, er, two years ago I was literally sleeping in the barn because I couldn't afford to heat the house AND keep the cellar temperature controlled. [laugh loudly] And now look—I mean, honestly, those French sommeliers with their, their little notebooks, they chose MINE. \n\n[whispering] My dad would've been so... [trailing off]\n\n[clearing throat] Anyway, um, I should probably call Mom. She's gonna—[extremely happy] oh my God, she's going to absolutely lose her mind! This is really happening, right? Like, [anxious] nobody's going to come tell me it was a mistake?"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "fb29f095_monologue.json",
    "type": "emotional_monologue"
}