{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] Aquí vamos otra vez. Eh... es que... vi su nombre en el móvil y ya sabía, ¿sabes? Antes de cogerlo siquiera. [sigh] Siempre es lo mismo—\"Mamá, es que necesito un poco de ayuda este mes.\" Pero lo que pasa es que estoy mirando mis propias facturas aquí y estoy—sinceramente, me estoy ahogando. [frustrated] El aviso de la luz está ahí mismo, marcado \"último aviso.\" El copago de mis medicinas ha vuelto a subir. Y, eh, el IBI vence el mes que viene y no—literalmente no lo tengo.\n\n[quietly] Pero ¿cómo le digo que no a mi propia hija? O sea, ella también lo está pasando mal, y parte de mí piensa, bueno, ¿no es esto lo que hacemos los padres? Simplemente... seguimos dando? [bitter] Excepto que ya no queda nada que dar. Se suponía que mi pensión iba a ser suficiente, pero todo está tan caro ahora y yo—[shaky voice] Ya le di 300 el mes pasado que, eh, que saqué del fondo de emergencia. Que ahora está vacío.\n\n[pause]\n\nY lo que pasa es que—ella no lo sabe. No sabe que estoy eligiendo entre la compra y mantener las luces encendidas. [very sad] Porque ¿qué clase de madre admite eso? Así que probablemente, eh, probablemente le diré que sí otra vez. De alguna manera. [trailing off] Aunque no debería... aunque no pueda..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] Here we go again. Um, I just... I saw her name on my phone and I already knew, you know? Before I even picked up. [sigh] It's always the same—\"Mom, I just need a little help this month.\" But the thing is, I'm looking at my own bills here and I'm—honestly, I'm drowning. [frustrated] The electricity notice is sitting right there, marked \"final.\" My prescription copays went up again. And, uh, the property taxes are due next month and I don't—I literally don't have it. \n\n[quietly] But how do I tell my own daughter no? I mean, she's struggling too, and part of me thinks, well, isn't this what parents do? We just... we keep giving? [bitter] Except there's nothing left to give. My retirement was supposed to be enough, but everything's just so expensive now and I—[shaky voice] I already gave her three hundred last month that I, er, I borrowed from my emergency fund. Which is now empty. \n\n[pause] \n\nAnd here's the thing—she doesn't know. She doesn't know I'm choosing between groceries and keeping the lights on. [very sad] Because what kind of mother admits that? So I'll probably, um, I'll probably say yes again. Somehow. [trailing off] Even though I shouldn't... even though I can't..."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "fc38068f_monologue.json",
    "type": "emotional_monologue"
}