{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[extremadamente feliz] ¡Ha entrado! Dios mío, de verdad ha—no puedo, em, es que no me lo puedo ni creer ahora mismo. [llorando al hablar] Tengo la carta de admisión literalmente en las manos y es como... todo el mundo decía—Dios, todo el mundo decía que este chaval nunca lo conseguiría, ¿sabes? [risa] ¿Te acuerdas cuando su orientador básicamente lo dio por perdido? Y su propia familia en plan, [burlón] \"con suerte, quizá la FP.\" O sea, la cosa es que yo siempre supe—bueno, [pausa] vale, sinceramente, hubo momentos en los que hasta yo me pregunté si estábamos siendo realistas. Pero luego aparecía, eh, todos los sábados por la mañana sin falta para nuestras clases, y es que—[muy sinceramente] este chico ha trabajado más duro que nadie que haya visto nunca. En plan, hablamos de estudiar hasta las 2 de la madrugada mientras curraba en ese restaurante, ¿no? [sorbe] Y ahora mira—Universidad Estatal, beca completa. Beca. Completa. [carcajada] Quiero llamar a cada una de las personas que dudaron de él y—[voz que se apaga] aunque, no, ¿sabes qué? [cálido] Ya no necesita su aprobación. Mmm, yo tampoco. [muy bajito] Dios, estoy tan orgullosa de él. Tan, tan orgullosa."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[extremely happy] They got in! Oh my God, they actually—I just, um, I can't even process this right now. [crying while speaking] I'm literally holding the acceptance letter and it's like... everyone said—God, everyone said this kid would never make it, you know? [laugh] Remember when his guidance counselor basically wrote him off? And his own family was like, [mocking] \"maybe community college if you're lucky.\" I mean, the thing is, I always knew—well, [pause] okay, honestly, there were moments where even I wondered if we were being realistic. But then he'd show up, er, every single Saturday morning for our sessions, and it's just—[very sincerely] this kid worked harder than anyone I've ever seen. Like, we're talking studying until 2 AM while working that restaurant job, right? [sniffle] And now look—State University, full scholarship. Full. Scholarship. [laugh loudly] I want to call every single person who doubted him and just—[trailing off] actually, no, you know what? [warm] He doesn't need their validation anymore. Hmm, neither do I. [very quietly] God, I'm so proud of him. So, so proud."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "f796b741_monologue.json",
    "type": "emotional_monologue"
}