{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Mira, sé que esto es, em, un poco inesperado pero necesito hablar contigo de algo. [ansioso] ¿Sabes que a Mark le han ofrecido ese trabajo en Seattle? Pues, la cosa es que—tenemos que decidir antes del viernes y estoy... [voz temblorosa] la verdad es que no sé qué hacer. Es que es una oportunidad increíble para él, ¿no? El doble de sueldo, básicamente la empresa de sus sueños. [pausa] Pero yo tendría que dejarlo todo. Mi trabajo, mis amigas, eh, todo mi sistema de apoyo.\n\n[muy bajito] Ni siquiera le he dicho a Mark lo asustada que estoy. ¿Sabes? [suspiro] Y mira, otra cosa—acabo de conseguir el ascenso, por fin, después de 3 años matándome en ese sitio. [frustrado] Es que—¿por qué tiene que pasar todo justo ahora?\n\n[carraspeando] En fin, supongo que lo que te estoy pidiendo es... [vacilante] siempre se te ha dado muy bien ver las cosas con claridad, ¿sabes? Como cuando me dijiste que aceptara ese trabajo de marketing aunque estaba aterrada—tenías toda la razón. [cálido] Confío en ti, o sea, más que en casi nadie.\n\nEntonces, ¿tú qué harías? [muy sinceramente] ¿Debería, em, lanzarme sin más? ¿O estoy loca por siquiera considerar renunciar a todo lo que he conseguido? [voz que se apaga] Es que... de verdad necesito tu punto de vista sobre esto."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "So I know this is, um, kind of out of the blue but I really need to talk to you about something. [anxious] You know how Mark got that job offer in Seattle? Well, the thing is—we have to decide by Friday and I'm just... [shaky voice] I honestly don't know what to do. Like, it's an amazing opportunity for him, right? Double the salary, basically his dream company. [pause] But I'd have to leave everything. My job, my friends, err, my whole support system. \n\n[very quietly] I haven't even told Mark how scared I am. You know? [sigh] And here's the thing—I just got promoted, finally, after three years of, like, killing myself at that place. [frustrated] It's just—why does the timing have to be like this? \n\n[clearing throat] Anyway, I guess what I'm asking is... [hesitantly] you've always been so good at seeing things clearly, you know? Like when you told me to take that marketing job even though I was terrified—you were totally right. [warm] I trust you, I mean, more than pretty much anyone. \n\nSo what would you do? [very sincerely] Should I just, um, take the leap? Or am I crazy for even considering giving up everything I've worked for? [trailing off] I just... I really need your perspective on this."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "fb6fd659_monologue.json",
    "type": "emotional_monologue"
}