{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amargo] Sabes, todo el mundo piensa que convertirse en bestia te haría, como... menos humana. [pausa] Pero la verdad es que—cuando estás transformada, cuando eres esta criatura enorme con todo ese poder en bruto, [lentamente] de repente entiendes el miedo de una forma que nunca habías entendido antes. O sea, [suspiro suave] ver a la gente alejarse de ti, literalmente ver cómo se les abren los ojos de terror... [triste] no te da poder, te rompe el corazón.\n\nY esto es lo que nadie te cuenta—[cálido] ese miedo te enseña algo. Eh... Sarah siempre se quejaba de su ansiedad, ¿no? Y yo iba y le decía, [burlón] \"venga, tranquilízate ya.\" [arrepentido] Joder, qué gilipollas era. Pero luego, pues... después de la transformación, cuando intento controlar esta cosa dentro de mí, [voz temblorosa] aterrada de hacer daño a alguien que me importa... [con empatía] de repente lo pillo. Ese peso aplastante en el pecho, cómo los pensamientos se te disparan—\n\n[aliviado] Así que ahora cuando llama a las 2 de la mañana, con un ataque de pánico por algo, yo de verdad, ¿sabes?, la escucho. La escucho de verdad. [muy sinceramente] Porque recuerdo lo que es sentirse fuera de control. [risita] Resulta que ser un monstruo durante un tiempo, bueno, pues me hizo más humana de lo que había sido nunca."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] You know, everyone thinks becoming a beast would make you, like, less human. [pause] But honestly, the thing is—when you're transformed, when you're this massive creature with all that raw power, [slowly] you suddenly understand fear in a way you never did before. I mean, [gasp softly] seeing people back away from you, literally watching their eyes go wide with terror... [sad] it's not empowering, it's heartbreaking. \n\nAnd here's what nobody tells you—[warm] that fear teaches you something. Um, Sarah used to complain about her anxiety all the time, right? And I'd just be like, [mocking] \"oh, just calm down.\" [regretful] God, I was such an ass. But then, er, after the transformation, when I'm trying to control this thing inside me, [shaky voice] terrified I might hurt someone I care about... [empathetically] suddenly I get it. That crushing weight in your chest, the way your thoughts spiral—\n\n[relieved] So now when she calls at 2 AM, panicking about something, I actually, you know, I listen. Really listen. [very sincerely] Because I remember what it's like to feel out of control. [chuckle] Turns out being a monster for a while, well, it made me more human than I ever was before."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "f788c372_monologue.json",
    "type": "emotional_monologue"
}