{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[aliviado] Doscientos puestos de trabajo. Doscientas familias que siguen cobrando a final de mes. Eso es lo que me repito, ¿sabes? [suspiro] Pero luego veo la cara de Marcus cuando tuve que—cuando se lo dije. [muy bajito] Dios, cómo me miró. Veinte años de amistad y yo ahí sentada con los papeles del despido, intentando ser toda... profesional. [amargado] \"No es nada personal, son negocios.\" Menuda gilipollez. [pausa] La cosa es que, em, todos los demás están celebrando. Me llaman heroína. La junta está encantada, las acciones han subido, y me llegan emails para, en plan, dar charlas en conferencias. [risa] Una historia de éxito de especialista en reconversiones, ¿no? [muy triste] Pero nadie sabe que Marcus fue quien me presentó a Sarah en la universidad. Fue mi padrino de boda. Sus hijos me llaman Tía. [voz temblorosa] Y tuve que mirarle a los ojos y decirle que su puesto era prescindible. Esa fue la palabra que usé—prescindible. [enfadado] Como si fuera, no sé, una pieza de repuesto que ya no necesitamos. [pausa larga] Doscientos puestos salvados. Una amistad destrozada. [muy bajito] No paro de hacer cuentas y debería sentirse como una victoria, pero... [dejando la frase sin terminar]"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] Two hundred jobs. Two hundred families that still have paychecks coming in. That's what I keep telling myself, you know? [sigh] But then I see Marcus's face when I had to—when I told him. [very quietly] God, the way he looked at me. Twenty years of friendship and I'm sitting there with the termination papers, trying to be all... professional. [bitter] \"It's not personal, it's business.\" What a crock. [pause] The thing is, um, everyone else is celebrating. They're calling me a hero. The board's thrilled, stock price is up, and I'm getting emails about, like, speaking at conferences. [laugh] A turnaround specialist success story, right? [very sad] Except nobody knows that Marcus was the one who introduced me to Sarah back in college. He was my best man. His kids call me Uncle. [shaky voice] And I had to look him in the eye and tell him his position was redundant. That was the word I used—redundant. [angry] Like he's just some, I don't know, extra piece of equipment we don't need anymore. [long pause] Two hundred jobs saved. One friendship destroyed. [very quietly] I keep doing the math and it should feel like a win, but... [trailing off]"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "4f395d30_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your turnaround specialist success just saved 200 jobs, but you had to fire your best friend to make it work",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}