{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Pera, esses números não—hum, isso não pode tá certo. Quer dizer, tô olhando esses extratos faz uns vinte minutos e o negócio é que, [pause] tem dinheiro sumindo. Na verdade não, não tá sumindo—[gasp softly] alguém tá pegando.\n\n[shaky voice] Meu Deus do céu, é—é o Brian. O Brian tá, é, ele tá roubando de mim? [long pause] Eu literalmente confiei tudo pra ele. Sabe, a gente trabalha junto há quanto tempo, oito anos? [bitter] Oito anos, porra, e ele simplesmente tava, sei lá, se servindo da minha aposentadoria?\n\n[angry] As assinaturas, elas são todas—hmm, são falsificadas. Esses saques, eu nunca autorizei nada disso. [very loudly] Trinta mil reais! Isso é, ah, isso é o fundo da faculdade da minha filha no bolso dele agora!\n\n[crying while speaking] Eu recomendei ele pra todo mundo. Minha irmã, tipo metade do meu departamento—ai meu Deus, e se ele tá roubando deles também? [frustrated] Eu sou uma idiota. Todos aqueles almoços, sabe, bancando o amigo, perguntando da minha família e enquanto isso ele só—[furious] Vou chamar a polícia. Não, pera, [quickly] preciso documentar tudo primeiro. Prints, impressões, tudo—[exhausted] Como eu não vi isso? Sério, como eu não percebi isso acontecendo bem debaixo do meu nariz? [sigh] Me sinto tão burra."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Wait, these numbers don't—um, this can't be right. I mean, I've been looking at these statements for like twenty minutes and the thing is, [pause] there's money missing. Actually, no, not missing—[gasp softly] someone's been taking it. \n\n[shaky voice] Oh my God, it's—it's Brian. Brian's been, uh, he's been stealing from me? [long pause] I literally trusted him with everything. You know, we've worked together for what, eight years? [bitter] Eight fucking years and he's just been, I guess, helping himself to my retirement? \n\n[angry] The signatures, they're all—hmm, they're forged. These withdrawals, I never authorized any of these. [very loudly] Thirty thousand dollars! That's, er, that's my daughter's college fund sitting in his pocket right now!\n\n[crying while speaking] I recommended him to everyone. My sister, basically half my department—oh God, what if he's been stealing from them too? [frustrated] I'm such an idiot. All those lunches, you know, acting like my friend, asking about my family and meanwhile he's just—[furious] I'm calling the police. No, wait, [quickly] I need to document everything first. Screenshots, printouts, the whole—[exhausted] How did I not see this? Really, how did I miss this happening right under my nose? [sigh] I feel so stupid."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8ef3c796_monologue.json",
    "type": "emotional_monologue"
}