{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Passei anos convencida de que as pessoas eram só... egoístas, sabe? Que ninguém realmente se importava com os outros unless there was something in it for them. [pause] Aí eu pego essa gripe idiota que me derruba por 2 semanas, e de repente a Dona Chen da porta ao lado tá— [hesitantly] ela tá batendo toda manhã. Toda santa manhã. \"Só verificando se você precisa de alguma coisa, querida.\"\n\nQuer dizer, no começo eu pensei, [sarcastic] ótimo, ela provavelmente quer fofocar sobre meu estado patético pro prédio inteiro. Mas não. Ela só... continua aparecendo. [slowly] Sopa na terça. Pastilhas pra garganta na quinta quando ela me ouviu tossindo através da parede. Hoje ela trouxe compras sem nem perguntar because she noticed I hadn't left in days.\n\n[warm] E não é só as coisas, é— ela realmente lembra das coisas que eu conto pra ela, tipo como eu não suporto gengibre mas amo limão no meu chá. [pause] Meu Deus, me sinto tão idiota por todas aquelas vezes que fingi não estar em casa quando ela batia antes. [smiling speaking] Turns out I was completely wrong about people. Bem, sobre algumas pessoas. Sobre ela, pelo menos. [very quietly] Talvez ser vulnerável não seja a pior coisa afinal."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I spent years convinced that people were just... selfish, you know? That nobody actually gave a damn about anyone else unless there was something in it for them. [pause] And then I get this stupid flu that knocks me flat for two weeks, and suddenly Mrs. Chen from next door is— [hesitantly] she's knocking every morning. Every single morning. \"Just checking if you need anything, dear.\" \n\nI mean, at first I thought, [sarcastic] great, she probably wants to gossip about my pathetic state to the whole building. But no. She just... keeps showing up. [slowly] Soup on Tuesday. Those throat lozenges on Thursday when she heard me coughing through the wall. Today she brought me groceries without even asking because she noticed I hadn't left in days.\n\n[warm] And it's not just the stuff, it's— she actually remembers things I tell her, like how I can't stand ginger but love lemon in my tea. [pause] God, I feel so stupid for all those times I pretended not to be home when she'd knock before. [smiling speaking] Turns out I was wrong about people. Well, about some people. About her, at least. [very quietly] Maybe being vulnerable isn't the worst thing after all."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "85e717f4_monologue.json",
    "type": "emotional_monologue"
}