{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] Mais uma mensagem do Michael. Deixa eu adivinhar—ele precisa de dinheiro de novo. [pause] 300 dólares dessa vez pra... conserto do carro. Claro. Já é a terceira vez esse ano, e a gente ainda tá em maio. [bitter] Eu simplesmente, hum, não sei como continuar fazendo isso. A conta de luz já tá atrasada, and my prescription costs went up again last month. Eu tenho 72 anos, pelo amor de Deus. [sad] Quando é que deixa de ser minha responsabilidade ficar salvando ele? [sigh] Mas aí eu penso em como ele tá lutando, e me sinto tipo, ah... que tipo de mãe não ajuda o próprio filho? [frustrated] Só que ele tem 43 anos! He should have his life together by now. Quer dizer, eu tava criando três filhos na idade dele, e ninguém ficava me mandando dinheiro. [very quietly] Eu tenho talvez uns 8 mil sobrando na poupança. Só isso. That's all that's standing between me and... nem quero pensar nisso. [shaky voice] E ele não sabe disso. Ele acha que porque a casa tá quitada eu sou, é... sei lá, rica ou algo assim. [pause] Talvez eu devesse simplesmente contar a verdade pra ele. Que a mãe dele tá escolhendo entre comprar comida e manter as luzes acesas. [very sad] Meu Deus, como é que a gente chegou nesse ponto?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[exhausted] Another text from Michael. Let me guess—he needs money again. [pause] Three hundred dollars this time for... car repairs. Right. That's the third time this year, and it's only May. [bitter] I just, hmm, I don't know how to keep doing this. The electric bill is already overdue, and my prescription costs went up again last month. I'm seventy-two years old, for God's sake. [sad] When does it stop being my responsibility to bail him out? [sigh] But then I think about how he's struggling, and I feel like, um... like what kind of mother doesn't help her own son? [frustrated] Except he's forty-three! He should have his life together by now. I mean, I was raising three kids at his age, and nobody was sending me money. [very quietly] I've got maybe eight thousand left in savings. That's it. That's all that's standing between me and... I don't even want to think about it. [shaky voice] And he doesn't know that. He thinks because I own this house outright that I'm, er, somehow rich or something. [pause] Maybe I should just tell him the truth. That his mother is choosing between groceries and keeping the lights on. [very sad] God, how did we end up here?"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "3f45e512_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your adult child asking for money again when you're already behind on your own bills as a retiree",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}