{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, I've been doing this job for twelve years now, faz doze anos que eu tô aqui carimbando passaportes, revisando documentos, dizendo sim, dizendo não. But today—hoje foi diferente. [pause] The Nguyen family case, o caso da família Nguyen. Five years they've been trying, cinco anos tentando. Five years of applications, cinco anos de pedidos, recursos, espera. And when I finally got to tell them yes, quando eu finalmente pude dizer aquelas palavras \"Your visa has been approved\"—a mãe simplesmente... [emotional] ela desabou ali mesmo na frente da minha mesa. [laugh quietly] Not from sadness, from relief, não de tristeza, de alívio. From joy, de alegria. Her kids haven't seen their father in five years, os filhos dela não veem o pai há cinco anos. Five years, cinco anos. [pause] The youngest one, a mais novinha, tinha 3 anos quando ele foi embora—ela nem lembra dele. And now she gets to, e agora ela vai, hum... ela vai conhecer o pai dela de novo. [sniffle] I try to stay professional, you know? Eu tento manter a postura profissional, sabe? Keep that boundary, manter aquela barreira. But when the eldest daughter started translating for her mom, mas quando a filha mais velha começou a traduzir pra mãe, contando como eles fazem videochamada toda santa noite, como o pai lê historinha pra eles às 3 da manhã no horário dele—[voice breaking] eu tive que me retirar um minutinho. [clearing throat] Sometimes this job feels like pushing paper, às vezes esse trabalho parece que é só carimbar papel. And then sometimes, e aí às vezes, às vezes você consegue ser a pessoa que une uma família de novo. [very sincerely] That's why I do this, é por isso que eu faço isso. That's exactly why, é exatamente por isso."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, I've been doing this job for twelve years now, stamping passports, reviewing documents, saying yes, saying no. But today—today was different. [pause] The Nguyen family case. Five years they've been trying. Five years of applications, appeals, waiting. And when I finally got to tell them yes, when I said those words \"Your visa has been approved\"—the mother just... [emotional] she collapsed right there in front of my desk. [laugh quietly] Not from sadness, from relief. From joy. Her kids haven't seen their father in five years. Five years. [pause] The youngest one, she was three when he left—she doesn't even remember him. And now she gets to, um... she gets to meet her dad all over again. [sniffle] I try to stay professional, you know? Keep that boundary. But when the eldest daughter started translating for her mom, telling me how they've been video calling every single night, how the dad reads them bedtime stories through a screen at 3 AM his time—[voice breaking] I had to excuse myself for a minute. [clearing throat] Sometimes this job feels like pushing paper. And then sometimes, sometimes you get to be the person who brings a family back together. [very sincerely] That's why I do this. That's exactly why."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "4346881a_monologue.json",
    "type": "emotional_monologue",
    "subject": "The consular officer visa you approved reuniting a family after five years of separation",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}