{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[regretful] Meu Deus, eu só—eu literalmente acabei de sacar. Tipo, ele tá colocando as caixas naquele caminhão de mudança agora mesmo e eu tô aqui finalmente, [pause] finalmente entendendo. É porque, hum, quando a mãe casou com o pai dele, todo mundo só... [bitter] todos diziam que eu era a \"fácil\", né? A que, sabe, nunca causava problemas. [sigh] E sinceramente, toda santa vez que o pai dele—[frustrated] Jesus, como eu não vi isso? O pai dele literalmente nos comparava. [very sad] \"Por que você não pode ser mais como sua irmã?\" Quer dizer, era isso que ele ouvia, basicamente todo dia. [shaky voice] E eu só sorria pra tudo, achando que tava, é, ajudando de algum jeito? Sendo... o quê, perfeita? [angry] Porra, eu fui tão fodidamente cega. A questão é, [crying while speaking] ele nunca me odiou. Ele odiava o que eu representava—esse, tipo, padrão impossível que nem era real porque, [laugh] sinceramente? Eu tava me despedaçando também, só que... em silêncio. [long pause] E agora ele tá indo embora. Amanhã ele vai estar em Seattle e a gente nunca—[trailing off] eu nunca nem... [very quietly] Eu devia ter falado que eu entendia. Que eu não era perfeita de verdade. [sniffle] Que eu tava me afogando também, sabe? [hesitantly] Talvez a gente poderia ter sido irmãos de verdade em vez de, hum, seja lá o que foi isso."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[regretful] God, I just—I literally just figured it out. Like, he's loading boxes into that U-Haul right now and I'm standing here finally, [pause] finally understanding. It's because, um, when Mom married his dad, everyone just... [bitter] they all said I was the \"easy one,\" right? The one who, you know, never caused problems. [sigh] And honestly, every single time his dad would—[frustrated] Jesus, how did I not see this? His dad would literally compare us. [very sad] \"Why can't you be more like your sister?\" I mean, that's what he heard, basically every day. [shaky voice] And I just smiled through it all, thinking I was, er, helping somehow? By being... what, perfect? [angry] God, I was so fucking oblivious. The thing is, [crying while speaking] he never hated me. He hated what I represented—this, like, impossible standard that wasn't even real because, [laugh] honestly? I was falling apart too, just... quietly. [long pause] And now he's leaving. Tomorrow he'll be in Seattle and we never—[trailing off] I never even... [very quietly] I should've told him I understood. That I wasn't actually perfect. [sniffle] That I was drowning too, you know? [hesitantly] Maybe we could've been actual siblings instead of, um, whatever this was."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "84e2dc13_monologue.json",
    "type": "emotional_monologue"
}