{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] Me chamaram lá hoje e, hum, me deram a promoção. Aquela que eu venho correndo atrás há, o quê, três anos? E eu deveria estar—quer dizer, [bitter] eu tô feliz, né? Isso é literalmente tudo que eu queria. [pause] Só que, é, eles me contaram sobre a reestruturação. Metade da equipe. [whispering] Metade dos meus amigos, basicamente.\n\n[shaky voice] O filho da Sarah acabou de entrar na faculdade. A esposa do Mike tá, sabe, grávida do segundo. E eu vou ter que—[trailing off] Meu Deus, eles nem sabem ainda. [sigh] Amanhã eu vou entrar lá com meu cargo novo e eles vão, tipo, me dar parabéns? Me pagar um café? [very quietly] Enquanto eu tô guardando essa bomba que vai acabar com eles.\n\n[frustrated] O negócio é que, se eu não aceitar, eles vão dar pra outra pessoa que vai fazer exatamente a mesma coisa. Então eu poderia muito bem—não, isso não é—[regretful] que desculpa de covarde, né?\n\n[exhausted] Eu me esforcei tanto pra isso. Sério mesmo. Mas agora é só... [long pause] Como é que você olha na cara de alguém sabendo o que você sabe? Sinceramente, como é que eu vou dormir hoje? [very melancholic] Ou qualquer noite no mês que vem."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] They called me in today and, um, gave me the promotion. The one I've been working toward for, what, three years? And I should be—I mean, [bitter] I am happy, right? This is literally everything I wanted. [pause] Except, uh, they told me about the restructuring. Half the team. [whispering] Half of my friends, basically. \n\n[shaky voice] Sarah's kid just started college. Mike's wife is, you know, pregnant with their second. And I'm supposed to—[trailing off] God, they don't even know yet. [sigh] Tomorrow I'll walk in there with my new title and they'll probably, like, congratulate me? Buy me coffee? [very quietly] While I'm sitting on this information that's going to destroy them.\n\n[frustrated] The thing is, if I don't take it, they'll just give it to someone else who will do the exact same thing. So I might as well—no, that's not—[regretful] that's such a coward's justification, isn't it? \n\n[exhausted] I worked so hard for this. Really, I did. But now it's just... [long pause] How do you look someone in the eye knowing what you know? Honestly, how am I supposed to sleep tonight? [very melancholic] Or any night next month."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "892bf84f_monologue.json",
    "type": "emotional_monologue"
}