{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Meu Deus, a ironia é simplesmente... incrível. Quer dizer, tô aqui, literalmente a heroína que salvou a Jenkins Corp da falência, [laugh] e, uh, where was this brilliant turnaround strategy 6 meses atrás? [pause] Antes de mandarem o Mike embora? [frustrated] O negócio é que eu fico pensando em ligar pra ele—tipo, how do I even start that conversation? \"Oi amigo, [sarcastic] ótima notícia, acabei de salvar a empresa que te jogou fora!\" [groan]\n\nNa verdade, sabe qual é a pior parte? [quietly] Eles tão me dando um bônus. [long pause] Um bônus enorme. E eu tô aqui sentada pensando na hipoteca do Mike, no fundo universitário dos filhos dele, [anxious] todas as coisas que ele tava preocupado quando mandaram ele embora. Eu acho que, honestamente, [hesitantly] I could've turned down the project, né? Mas aí—[trailing off]\n\n[angry] Não, isso não é—eles criaram essa bagunça toda! Laying off their best people to save pennies, e depois, [mocking] oh surpresa, eles precisam de uma especialista pra consertar tudo. [sigh] Eu fiz um bom trabalho, eu sei disso. The hundred other employees still have jobs because of what I did. [very sad] Mas o Mike não tem. E, um, toda vez que eu vejo minhas métricas de sucesso, [whispering] all I can think about is him cleaning out his desk that day."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] God, the irony is just... incredible. I mean, here I am, literally the hero who saved Jenkins Corp from bankruptcy, [laugh] and, uh, where was this brilliant turnaround strategy six months ago? [pause] Before they laid off Mike? [frustrated] The thing is, I keep thinking about calling him—like, how do I even start that conversation? \"Hey buddy, [sarcastic] great news, I just saved the company that threw you under the bus!\" [groan] \n\nActually, you know what the worst part is? [quietly] They're giving me a bonus. [long pause] A huge one. And I'm sitting here thinking about Mike's mortgage, his kids' college fund, [anxious] all the stuff he was worried about when they let him go. I guess, honestly, [hesitantly] I could've turned down the project, right? But then—[trailing off] \n\n[angry] No, that's not—they created this mess in the first place! Laying off their best people to save pennies, and then, [mocking] oh surprise, they need a specialist to fix everything. [sigh] I did good work, I know that. The hundred other employees still have jobs because of what I did. [very sad] But Mike doesn't. And, um, every time I see my success metrics, [whispering] all I can think about is him cleaning out his desk that day."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "8f60815c_monologue.json",
    "type": "emotional_monologue"
}