{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Olha a cara do Tommy agora—ele tá conseguindo mesmo. [warm] É que... o jeito que as mãos dele tão firmes na bola, sabe? Três semanas atrás, hum, ele não conseguia nem segurar a ferramenta de medir sem tremer. [pause] E agora ele—meu Deus, ele acabou de fazer o primeiro furo pro dedo perfeitamente. [extremely happy] Você viu isso? Você VIU isso?!\n\nQuer dizer, sinceramente, quando a mãe dele chegou aqui pela primeira vez, ela foi tipo... [quietly] \"Ele provavelmente não consegue fazer isso.\" E eu fico pensando—bom, na verdade, toda criança merece tentar, né? [passionately] Essas crianças, elas só precisam de alguém que acredite que elas podem fazer algo de verdade, não só... sei lá, coisa pra passar tempo.\n\n[chuckle] A Sarah ali, ela basicamente virou minha melhor aluna. O negócio é que, é, ela mede duas vezes mais cuidadosamente que qualquer adulto que eu já ensinei. [proud speaking] \"Dona Dave, dezessete graus tá bom pro ângulo do meu polegar?\" Tipo—ela conhece a terminologia melhor que, ah, metade dos profissionais que vêm aqui.\n\n[emotional] Às vezes eu fico... [sniffle] Desculpa, é que—quando eles saem daqui carregando a bola personalizada deles, andando diferente, sabe? Mais altos. [very sincerely] Isso não é sobre boliche. É sobre saber que você criou alguma coisa. Com as próprias mãos."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Look at Tommy's face right now—he's actually doing it. [warm] Just... the way his hands are steady on that ball, you know? Three weeks ago, um, he couldn't even hold the measuring tool without shaking. [pause] And now he's—oh my God, he just drilled his first finger hole perfectly. [extremely happy] Did you see that? Did you SEE that?! \n\nI mean, honestly, when his mom first brought him in, she was like... [quietly] \"He probably can't do this.\" And I'm thinking—well, actually, every kid deserves to try, right? [passionately] These kids, they just need someone to believe they can do something real, not just... I don't know, busy work.\n\n[chuckle] Sarah over there, she's basically become my best student. The thing is, uh, she measures twice as carefully as any adult I've taught. [proud speaking] \"Mr. Dave, is seventeen degrees okay for my thumb pitch?\" Like—she knows the terminology better than, er, half the pros who come in here.\n\n[emotional] Sometimes I just... [sniffle] Sorry, it's just—when they leave here carrying their custom ball, walking different, you know? Taller. [very sincerely] That's not about bowling. That's about knowing you created something. With your own hands."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8c5e8567_monologue.json",
    "type": "emotional_monologue"
}