{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Finalmente consegui. O status ômega que eu tava, hm, praticamente implorando desde os 16 anos. E honestamente? Parece que—[sigh] Quer dizer, eu deveria estar comemorando, né? This is literally what I wanted. Mas o problema é que, bem, todo mundo tá... espalhado agora.\n\n[very sad] O Marcus nem olha mais pra mim. Tipo, ele era aquele que, sabe, sempre vinha falar comigo depois das reuniões da alcateia. Agora ele só—he leaves before I can even say anything. [pause] E a Sarah? Ela tá basicamente morando com o namorado humano dela agora, which is, er, totally her choice, mas ainda assim.\n\nEu fico pensando que talvez se eu tivesse esperado, ou—[frustrated] não, isso não é justo. Eu mereci isso. Os anciãos disseram isso eles mesmos. É só que, bem, [whispering] às vezes eu assisto vídeos antigos da alcateia no meu celular e tá todo mundo rindo e próximo e eu penso... qual é o sentido de ter a posição que você sonhou quando, hm, quando não tem mais ninguém pra compartilhar?\n\n[shaky voice] Mãe diz que a alcateia vai se curar. Que vamos encontrar nosso caminho de volta um pro outro. But honestly? Quando eu sento no meu novo lugar nas reuniões e vejo todas aquelas cadeiras vazias, [trailing off] eu não sei se ela tá certa mais..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] I finally got it. The omega status I've been, um, practically begging for since I was sixteen. And honestly? It feels like—[sigh] I mean, I should be celebrating, right? This is literally what I wanted. But here's the thing, everyone's just... scattered now. \n\n[very sad] Marcus won't even look at me anymore. Like, he used to be the one who'd, you know, always check in after pack meetings. Now he just—he leaves before I can even say anything. [pause] And Sarah? She's basically living with her human boyfriend now, which is, er, totally her choice, but still.\n\nI keep thinking maybe if I'd waited, or—[frustrated] no, that's not fair. I earned this. The elders said so themselves. It's just that, well, [whispering] sometimes I watch old pack videos on my phone and we're all laughing and close and I think... what's the point of having the position you dreamed of when, um, when there's nobody left to share it with?\n\n[shaky voice] Mom says the pack will heal. That we'll find our way back to each other. But honestly? When I sit in my new spot at gatherings and see all those empty chairs, [trailing off] I don't know if she's right anymore..."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "92a1eaa8_monologue.json",
    "type": "emotional_monologue"
}