{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Sabe, eu ainda não consigo acreditar que a gente conseguiu fazer acontecer. Aquela cena—a que todo mundo fala agora—hum, a gente quase perdeu ela. O diretor queria um sussurro bem íntimo, sabe? Mas tinha uma obra tipo a três quarteirões dali e eu fico... [frustrated] Quer dizer, como é que você capta alguém respirando com britadeira rolando?\n\nEntão, enfim, eu convenci eles a filmar às 3 da manhã. [chuckle] A equipe inteira achou que eu tava maluca. Mas sinceramente, é nessa hora que a cidade finalmente cala a boca, né? E aí—[very quietly] meu deus, quando o ator entregou aquela fala, eu conseguia literalmente ouvir tudo pelos meus fones. O tecido da camisa dele, é, aquela rachadura sutil na voz.\n\n[passionately] É que é o seguinte sobre som—as pessoas não percebem que a gente tá basicamente esculpindo o silêncio. Não é só gravar diálogo; é capturar o espaço entre as palavras, a—a textura emocional que ninguém nota mas todo mundo sente.\n\n[long pause]\n\nQuando chamaram meu nome no Oscar, eu simplesmente... [shaky voice] minhas mãos não paravam de tremer. Vinte e três anos me escondendo atrás de um boom, e de repente eu tô ali parada com aquela estátua dourada. [laugh] Minha mãe chorou mais do que quando eu me formei na faculdade.\n\nNa verdade, o engraçado é que—[trailing off] ...eu ainda prefiro ficar invisível no set."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] You know, I still can't believe we actually pulled it off. That scene—the one everyone talks about now—um, we almost didn't get it. The director wanted this really intimate whisper, right? But there was construction like three blocks away and I'm just... [frustrated] I mean, how do you capture someone breathing when there's jackhammers? \n\nSo anyway, I convinced them to shoot at 3 AM. [chuckle] The whole crew thought I was insane. But honestly, that's when the city finally shuts up, you know? And then—[very quietly] oh god, when the actor delivered that line, I could literally hear everything through my headphones. The fabric of their shirt, er, the subtle crack in their voice. \n\n[passionately] That's the thing about sound—people don't realize we're basically sculpting silence. We're not just recording dialogue; we're capturing the space between words, the—the emotional texture that nobody notices but everyone feels. \n\n[long pause]\n\nWhen they called my name at the Oscars, I just... [shaky voice] my hands wouldn't stop trembling. Twenty-three years of hiding behind a boom pole, and suddenly I'm standing there with this gold statue. [laugh] My mom cried harder than when I graduated college. \n\nActually, the funny thing is—[trailing off] ...I still prefer being invisible on set."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8df8b8a8_monologue.json",
    "type": "emotional_monologue"
}