{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] Recebi o email. Aquele que eu tava esperando há, tipo, três meses? E não consigo nem abrir. Minhas mãos tão literalmente tremendo agora. [pause] Tá. Tá, eu vou fazer isso. Tô clicando.\n\n[gasp loudly] Meu Deus. Meu Deus, eu passei. Eu realmente—[extremely happy] eles disseram sim! Eles me escolheram! De milhares de pessoas, eles escolheram EU! Preciso ligar pra minha mãe, preciso—pera. [slowly] Pera, isso é real agora. Isso tá mesmo acontecendo.\n\n[anxious] E se eu não tiver pronta? Quer dizer, mudar pro outro lado do país, começar tudo do zero... isso é gigantesco. É, hum, apavorante na verdade. [short pause] Todo mundo fica dizendo como eu sou corajosa mas sinceramente? [whispering] Eu não me sinto corajosa nem um pouco. Tô quase vomitando.\n\nNão, quer saber? [confidently] Isso é exatamente o que eu queria. Foi por isso que eu trabalhei tanto, por isso que eu virei tantas noites me preparando. [laugh] Caraca, lembra quando eu quase desisti? Quando eu tava convencida que nunca ia—[trailing off]\n\n[warm] Eu consegui isso. Eu. Ninguém mais, só... eu. [sniffle] E sim, é assustador, mas talvez seja esse o ponto, né? Talvez as melhores coisas tenham que parecer grandes assim. [relieved] Eu vou fazer isso mesmo. Eu tô fazendo isso de verdade."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] I got the email. The one I've been waiting for, like, three months? And I can't even open it. My hands are literally shaking right now. [pause] Okay. Okay, I'm doing this. I'm clicking it. \n\n[gasp loudly] Oh my God. Oh my God, I got in. I actually—[extremely happy] they said yes! They picked me! Out of thousands of people, they picked ME! I need to call my mom, I need to—wait. [slowly] Wait, this is real now. This is actually happening.\n\n[anxious] What if I'm not ready? I mean, moving across the country, starting completely over... that's huge. That's, um, terrifying actually. [short pause] Everyone keeps saying how brave I am but honestly? [whispering] I don't feel brave at all. I feel like I'm about to throw up.\n\nNo, you know what? [confidently] This is exactly what I wanted. This is why I worked so hard, why I stayed up all those nights preparing. [laugh] God, remember when I almost gave up? When I was convinced I'd never—[trailing off]\n\n[warm] I did this. Me. Nobody else, just... me. [sniffle] And yeah, it's scary, but maybe that's the point? Maybe the best things are supposed to feel this big. [relieved] I'm really doing this. I'm actually doing this."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "903f3071_monologue.json",
    "type": "emotional_monologue"
}