{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[voz trêmula] Eles estão livres. Todos os quarenta e três, eles—eles estão realmente livres. [pausa curta] Eu fico, hum, olhando as fotos que o promotor me mostrou, e tipo, [bem baixinho] alguns deles são só crianças. [pausa] Meu Deus, quer dizer, quando eu vi pela primeira vez o que tava acontecendo naquele armazém, eu sinceramente não—não conseguia nem processar, sabe? [ansioso] Por semanas eu só, é, fingi que não tinha visto nada porque, [reticente] e se eles descobrissem que eu sabia... [pausa longa] Mas os rostos deles, hmm, eu não conseguia parar de ver os rostos deles quando tentava dormir. [chorando ao falar] Aquela menina, ela não podia ter mais de quinze anos, e ela simplesmente—ela olhou direto pra mim através da cerca. [fungando] Tipo ela tava pedindo, sei lá, implorando talvez. [devagar] Então eu finalmente, bom, peguei o telefone. [aliviado] E agora o Martinez e toda a gangue dele vão ficar presos por, o quê, trinta anos no mínimo? [empaticamente] Essas vítimas, elas estão recebendo ajuda agora, ajuda de verdade. Terapia, moradia, algumas estão até—[muito animado] três delas vão voltar pras suas famílias! [pausa] Eu sei que provavelmente vou ficar no programa de proteção pra sempre, e sinceramente, [exausto] não durmo direito desde que o julgamento começou. [confiantemente] Mas ver elas saindo daquele tribunal, livres, realmente livres—[caloroso] é a primeira coisa certa que eu fiz na minha vida toda."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[shaky voice] They're free. All forty-three of them, they're—they're actually free. [short pause] I keep, um, looking at the photos the prosecutor showed me, and like, [very quietly] some of them are just kids. [pause] God, I mean, when I first saw what was happening in that warehouse, I honestly didn't—I couldn't even process it, you know? [anxious] For weeks I just, er, pretended I hadn't seen anything because, [trailing off] what if they found out I knew... [long pause] But their faces, hmm, I couldn't stop seeing their faces when I tried to sleep. [crying while speaking] That one girl, she couldn't have been more than fifteen, and she just—she looked right at me through the fence. [sniffle] Like she was asking, I don't know, begging maybe. [slowly] So I finally, well, I picked up the phone. [relieved] And now Martinez and his whole crew are going away for, what, thirty years minimum? [empathetically] Those victims, they're getting help now, real help. Therapy, housing, some are even—[very excited] three of them are going back to their families! [pause] I know I'll probably be in witness protection forever, and honestly, [exhausted] I haven't slept properly since the trial started. [confidently] But seeing them walk out of that courtroom, free, actually free—[warm] it's the first right thing I've done in my whole damn life."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8f82d8db_monologue.json",
    "type": "emotional_monologue"
}