{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Tá, então, tô olhando esses números aqui e eles—hmm, não tá batendo. 28 mil pela cirurgia, e o plano de saúde tá dizendo que \"não é necessidade médica\"? [amargo] Cê tá de brincadeira? Ela não consegue andar sem sentir dor, mas claro, [sarcástico] isso não é necessário, né.\n\nQuer dizer, deixa eu só... [pausa] 38 mil por ano, é o que eu ganho. Depois dos impostos fica tipo, o quê, 29? E o parcelamento que eles tão oferecendo é 1.800 por mês. [risada] 1.800! Isso é mais que—[frustrado] isso é literalmente mais que o meu aluguel!\n\nHum, talvez se eu pegar uns plantões de fim de semana no viveiro ali da esquina, ou—não, ainda assim vai dar só, é... uns 300 a mais? [muito triste] Meu Deus, ela precisa dessa cirurgia. Ela tem 12 anos. 12 anos e toda manhã ela me pergunta se hoje vai doer menos.\n\n[exausto] Eu não sei o que—sabe de uma coisa? Eu podia vender a caminhonete. É, e aí o quê, [raivoso] ir a pé pro trabalho? São 22 quilômetros! O negócio é que eu tô fazendo tudo certo, sabe? Trabalhando em tempo integral, pagando plano de saúde que aparentemente [reticente] não cobre nada quando você realmente precisa...\n\n[voz trêmula] Como é que eu vou falar pra ela que a gente tem que esperar? Que o trabalho da mamãe cuidando de planta não é suficiente pra consertar a perna dela?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Okay so I'm looking at these numbers and they're—hmm, they're not adding up. Twenty-eight thousand for the surgery, and insurance is saying it's \"not medically necessary\"? [bitter] Are you kidding me? She can't walk without pain, but sure, [sarcastic] that's not necessary. \n\nI mean, let me just... [pause] thirty-eight thousand a year, that's what I make. After taxes it's like, what, twenty-nine? And the payment plan they're offering is eighteen hundred a month. [laugh] Eighteen hundred! That's more than—[frustrated] that's literally more than my mortgage! \n\nUm, maybe if I pick up weekend shifts at the nursery down the road, or—no, that's still only gonna be, er, maybe three hundred extra? [very sad] God, she needs this surgery. She's twelve. She's twelve years old and she asks me every morning if today's gonna hurt less. \n\n[exhausted] I don't know what to—actually, you know what? I could sell the truck. Yeah, and then what, [angry] walk to work? It's fourteen miles! The thing is, I've been doing everything right, you know? Working full time, paying for insurance that apparently [trailing off] doesn't cover anything when you actually need it...\n\n[shaky voice] How do I tell her we have to wait? That daddy's job growing plants isn't enough to fix her leg?"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8ec96704_monologue.json",
    "type": "emotional_monologue"
}