{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confuso] Eles disseram que eu—eles disseram que eu peguei dinheiro do caixa três? Cê tá de brincadeira comigo? Eu nem tava trabalhando no caixa três, passei a manhã toda empacotando. [frustrado] O Derek que tava fechando aquele caixa, eu vi clarinho ele enfiando aquela nota de 20 no bolso quando achou que ninguém tava olhando. Mas de alguma forma, [amargo] de alguma forma eu sou a que tá sendo mandada embora?\n\n[raivoso] Dois anos. Dois anos que eu tô aqui, nunca atrasei, nunca faltei, e é isso que eu ganho? Ah, eu tentei explicar—tentei falar que o Derek vem fazendo isso há meses, [voz trêmula] mas eles nem quiseram ouvir. Só ficavam repetindo \"política da empresa\" e \"tolerância zero\" como se eu fosse algum tipo de criminosa.\n\nSabe o que é mais zoado? [risada] O Derek é quem assinou minha papelada de demissão. Meu supervisor. O cara que realmente roubou o dinheiro é—[reticente] Eu nem consigo...\n\n[triste] Minha mãe vai me matar. Isso era pra ajudar com a faculdade ano que vem, e agora eu tenho que chegar em casa e explicar que fui demitida por roubo? Sendo que eu nem—[suspiro] Meu Deus, isso é tão injusto. [baixinho] Eu devia ter ficado quieta sobre ter visto ele pegando aquele dinheiro semana passada."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] They said I—they said I took money from register three? Are you kidding me right now? I wasn't even working register three, I was bagging all morning. [frustrated] Derek was the one counting down that drawer, I literally saw him slip that twenty in his pocket when he thought nobody was looking. But somehow, [bitter] somehow I'm the one getting walked out? \n\n[angry] Two years. Two years I've been here, never late, never missed a shift, and this is what I get? Um, I tried to tell them—I tried to explain that Derek's been doing this for months, [shaky voice] but they wouldn't even listen. Just kept saying \"company policy\" and \"zero tolerance\" like I'm some kind of criminal or something.\n\nYou know what's really messed up? [laugh] Derek's the one who signed off on my termination paperwork. My supervisor. The guy who actually stole the money is—[trailing off] I can't even...\n\n[sad] My mom's gonna kill me. This was supposed to help with college next year, and now I have to go home and explain that I got fired for theft? When I didn't even—[sigh] God, this is so unfair. [quietly] I should've just kept my mouth shut about seeing him take that money last week."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "8cdb7d4f_monologue.json",
    "type": "emotional_monologue"
}