{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[amargo] Puta merda, eu simplesmente... Fechei o negócio da Riverside Records hoje. Hum, sabe aquela lojinha na Rua Quatro onde eu praticamente morava no ensino médio? [pausa] Onde o Marcus me ensinou sobre jazz e, tipo, realmente se importava com o que a garotada tava ouvindo? [risada] Pois é, bom, a gente tá convertendo num centro de dados de streaming.\n\n[devagar] O negócio é—quer dizer, eu ganho super bem pra isso—mas é como se eu tivesse virado exatamente o que eu odiava. É, lembra quando a gente conversava sobre como as redes corporativas tavam, sabe, destruindo tudo que era autêntico? [sarcástico] Olha eu agora, né? Analista sênior na porra da Apex Capital.\n\n[bem baixinho] Eu vi o Marcus na assinatura. Ele nem conseguia... [reticente] ele não conseguia me olhar. E sinceramente, o pior é que eu sou boa nisso. Tipo, muito boa. [frustrado] Eu consigo identificar os pontos fracos deles em minutos—ineficiências de estoque, valor imobiliário não explorado, toda essa merda.\n\n[suspiro] Meu bônus esse ano é mais do que o Marcus ganhou em cinco. Então isso é... [pausa] Acho que isso é sucesso? [muito melancólico] Eu nem compro mais discos. Tudo é só, hum, planilhas e alvos de aquisição e—[amargo] Jesus, quando foi que eu virei essa pessoa?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] God, I just... I closed the deal on Riverside Records today. Um, you know that little shop on Fourth Street where I basically lived in high school? [pause] Where Marcus taught me about jazz and, like, actually gave a shit about what kids were listening to? [laugh] Yeah, well, we're converting it to a streaming data center. \n\n[slowly] The thing is—and I mean, I get paid really well for this—but it's like I've become exactly what I used to hate. Er, remember when we'd talk about how corporate chains were, you know, destroying everything authentic? [sarcastic] Look at me now, right? Senior analyst at fucking Apex Capital. \n\n[very quietly] I saw Marcus at the signing. He couldn't even... [trailing off] he wouldn't look at me. And honestly, the worst part is I'm good at it. Like, really good. [frustrated] I can spot their weaknesses in minutes—inventory inefficiencies, untapped real estate value, all that shit. \n\n[sigh] My bonus this year is more than Marcus made in five. So that's... [pause] I guess that's success? [very melancholic] I don't even buy records anymore. Everything's just, um, spreadsheets and acquisition targets and—[bitter] Jesus, when did I become this person?"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "865583bd_monologue.json",
    "type": "emotional_monologue"
}