{
    "conversation": [
        {
            "role": "Speaker",
            "content": "A chave finalmente chegou ontem. [exausto] Meu Deus, eu entrei e simplesmente... nem consegui passar pelo corredor. [pausa breve] Cinquenta anos de jornal, as revistas de costura da mamãe, aquelas caixas da Polishop que ela nunca abriu—tá tudo empilhado até o teto, literalmente. [frustrado] E o cheiro é, hum... não tá legal. [suspiro] Mas achei a poltrona de leitura dela, soterrada debaixo de um monte de casaco. [muito triste] Ela costumava ler histórias pra mim ali quando eu era pequena. [pausa] O pedreiro disse que vai precisar de, tipo, três caçambas no mínimo só pro primeiro andar. [bravo] Três! E isso sem contar o que tiver no porão. [gemer] Ah, não sei, uma parte de mim quer simplesmente... contratar alguém pra fazer isso. Mas aí, hum, e se tiver coisa importante? [ansioso] Tipo, e se eu jogar fora álbum de foto ou as joias dela ou—ai meu Deus, e se tiver dinheiro escondido em algum lugar? [muito rápido] Ela sempre dizia que não confiava em banco depois do Collor. [hesitante] Acho que vou ter que passar por tudo eu mesma. [fungar] Achei o avental dela hoje, aquele com os morangos. [chorando enquanto fala] Ela usava todo domingo pra fazer o bolo de fubá dela. [pausa longa] [aliviado] Talvez... talvez seja assim que eu consiga me despedir direito, sabe? [caloroso] Uma caixa de cada vez."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "The key finally arrived yesterday. [exhausted] God, I walked in and just... I couldn't even get through the hallway. [short pause] Fifty years of newspapers, Mom's sewing magazines, those QVC boxes she never opened—they're literally stacked to the ceiling. [frustrated] And the smell is, um... it's not great. [sigh] I found her reading chair though, buried under all these coats. [very sad] She used to read me stories there when I was little. [pause] The contractor said it'll take, like, three dumpsters minimum just for the first floor. [angry] Three! And that's not even counting whatever's in the basement. [groan] I don't know, part of me wants to just... hire someone else to do it. But then, hmm, what if there's important stuff? [anxious] Like, what if I throw away photo albums or her jewelry or—oh God, what if there's money hidden somewhere? [very quickly] She always said she didn't trust banks after the Depression. [hesitantly] I guess I have to go through everything myself. [sniffle] Found her apron today, the one with the strawberries. [crying while speaking] She wore it every Sunday making her pound cake. [long pause] [relieved] Maybe... maybe this is how I get to say goodbye properly, you know? [warm] One box at a time."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "3d1720b0_monologue.json",
    "type": "emotional_monologue",
    "subject": "Finally inheriting your grandmother's house, but having to clean out fifty years of hoarding to live in it",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}