{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[panicked] Jesus, the tire just blew!"
        },
        {
            "role": "Character 2",
            "content": "[firmly] Listen to me very carefully, I need you to stay calm right now. [quickly] Is she having contractions? How far apart are they coming?"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] I build tires for a living and mine picks now to fail! [loudly] She's screaming every couple minutes, I don't know, maybe three minutes apart? We're stuck on Route 47!"
        },
        {
            "role": "Character 2",
            "content": "[stern] Forget the tire, focus on her breathing. [demanding] Get her into the backseat right now, recline it as far as possible, and grab any clean towels or blankets you have."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] She says she feels pressure, like she needs to push. [gasps] Oh God, I can see something, I think I can see the baby's head already!"
        },
        {
            "role": "Character 2",
            "content": "[very quickly] Do NOT let her push yet! [firmly] Put the phone on speaker and place it where you can hear me. Check if the cord is around the baby's neck."
        },
        {
            "role": "Character 1",
            "content": "[trembling] I work with rubber and steel all day, not babies! [exhales] Okay, okay, I'm checking... no cord that I can see. She's crushing my hand here!"
        },
        {
            "role": "Character 2",
            "content": "[confidently] You're doing great, both of you. [passionately] On the next contraction, she can push, but controlled pushing only, like she's blowing out birthday candles slowly. Support the baby's head with your palm."
        },
        {
            "role": "Character 1",
            "content": "[anxiously] It's coming!"
        },
        {
            "role": "Character 2",
            "content": "[warmly] Perfect, that's perfect! [quickly] Once the shoulders are out, the baby will come fast. Be ready to catch, don't pull, just guide and support. [pause] You've got this."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] The baby's out, she's out! [gasps loudly] But she's not crying, she's kind of purple and not moving much. What do I do?"
        },
        {
            "role": "Character 2",
            "content": "[calmly] Rub her back firmly with the towel, stimulate her. [speaking fast] Clear any mucus from her nose and mouth with your finger. Is she responding to the rubbing?"
        },
        {
            "role": "Character 1",
            "content": "[relieved] She's crying!"
        },
        {
            "role": "Character 2",
            "content": "[very excited] Beautiful! That's exactly what we want to hear! [warmly] Now wrap her in whatever clean fabric you have and place her skin-to-skin on mom's chest. Keep them both warm."
        },
        {
            "role": "Character 1",
            "content": "[exhausted] The ambulance lights, I can see them coming down the road. [laughs] I've built thousands of tires that carried families everywhere, but I never thought I'd deliver a baby on the shoulder of Route 47."
        },
        {
            "role": "Character 2",
            "content": "[cheerfully] You did incredibly well for someone who works with rubber and steel. [chuckles] Most first-time birth partners don't handle it half as well, even in a hospital."
        },
        {
            "role": "Character 1",
            "content": "[quietly] Her mom is asking if the baby's okay, really okay. [hesitantly] There's some blood, more than I expected, and she looks really pale."
        },
        {
            "role": "Character 2",
            "content": "[reassuringly] Some bleeding is normal after delivery, but keep pressure on any active bleeding with clean towels. [firmly] Tell the paramedics she delivered about five minutes ago. They'll take over from here."
        },
        {
            "role": "Character 1",
            "content": "Thank you for talking me through this. [emotionally] I'm just a guy who knows how to balance wheels and check tread depth, not deliver babies in snowstorms."
        },
        {
            "role": "Character 2",
            "content": "[sincerely] You rose to the moment when it mattered. [warmly] I'll meet you all at the hospital to check on mom and baby. Tell her she did amazingly, and so did her emergency midwife."
        }
    ],
    "content_type": "simple_tags",
    "source_file": "9d2917f4_scenario.json",
    "actor": 3,
    "scenario": "A tire builder's car breaks down in a snowstorm while rushing his pregnant neighbor to the hospital, and the doula coaches him through an emergency roadside delivery over the phone.",
    "type": "scenario_conversation",
    "character_1_role": "tire builder",
    "character_2_role": "doula",
    "selected_tones": [
        "rushing",
        "demanding",
        "distant"
    ]
}