{
    "conversation": [
        {
            "role": "Character 1",
            "content": "¿Todo eso que llevas en la furgoneta son baterías?"
        },
        {
            "role": "Character 2",
            "content": "Hasta la última. Hemos recogido 47 baterías completas por todo el barrio, más otras doce percusiones de mano y bongós. La verdad es que este año la gente se ha volcado."
        },
        {
            "role": "Character 1",
            "content": "¿Pero dónde las metéis todas?"
        },
        {
            "role": "Character 2",
            "content": "Ahora mismo las estamos clasificando por estado. Las que están impecables van directas a las escuelas de música, las que necesitan algún arreglillo van a nuestros técnicos voluntarios, y las que están muy cascadas las desmontamos para aprovechar el hardware."
        },
        {
            "role": "Character 1",
            "content": "[voz temblorosa] Esa caja tiene pinta de ser cara."
        },
        {
            "role": "Character 2",
            "content": "[murmurando] Alguien ha traído una Ludwig Black Beauty vintage de los 60... Vale unos 3000 euros, pero dijeron que preferían que la tocara un chaval que la aprovechara a que siguiera criando polvo en su trastero."
        },
        {
            "role": "Character 1",
            "content": "¿De verdad la gente regala estas cosas así sin más?"
        },
        {
            "role": "Character 2",
            "content": "[risa] Ja, te sorprendería la cantidad de baterías que hay muriéndose de asco en los sótanos. Los padres las compran, el crío pierde el interés después de tres clases, y de repente han pasado 10 años y nadie las ha tocado."
        },
        {
            "role": "Character 1",
            "content": "[jadeo] ¿Eso es un doble bombo?"
        },
        {
            "role": "Character 2",
            "content": "Una Pearl Export con todo el hardware intacto. La trajo esta mañana un batería metalero jubilado, dice que la artritis ya no le deja tocar pero quiere que alguien la haga tronar otra vez."
        },
        {
            "role": "Character 1",
            "content": "[muy alto] ¡¿PUEDO PROBAR UNA?!"
        },
        {
            "role": "Character 2",
            "content": "Aquí no, que estamos intentando mantener todo organizado. Pero cuando estén catalogadas y limpias, los sábados hacemos sesiones de prueba para que la gente encuentre la batería adecuada a su nivel."
        },
        {
            "role": "Character 1",
            "content": "¿Y cómo decidís quién se queda con qué?"
        },
        {
            "role": "Character 2",
            "content": "Primero van a los colegios sin programa de música, luego a estudiantes individuales con recomendación de sus profesores. Intentamos que la complejidad del instrumento vaya acorde con la experiencia del músico para que no se desperdicie nada."
        },
        {
            "role": "Character 1",
            "content": "Esto parece más grande que el año pasado."
        },
        {
            "role": "Character 2",
            "content": "[soñoliento] Llevamos desde las 5 de la mañana con esto, tío... y solo vamos por la mitad. Mañana esperamos otro camión de esa venta de herencia en la calle Arce."
        },
        {
            "role": "Character 1",
            "content": "[tartamudeando] ¿P-podría echar una mano... o sea, para ayudar a clasificar?"
        },
        {
            "role": "Character 2",
            "content": "Por supuesto, necesitamos todas las manos posibles. ¿Sabes distinguir un tom de un tom de suelo? ¿La diferencia entre un ride y un crash?"
        },
        {
            "role": "Character 1",
            "content": "Toqué en la banda de jazz del instituto."
        },
        {
            "role": "Character 2",
            "content": "Perfecto, eres justo lo que necesitamos. Vente mañana a las 7 y trae guantes de trabajo porque algunas de estas baterías viejas tienen bordes afilados y óxido que te pueden hacer un buen corte."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Are those all drums in the back of your van?"
        },
        {
            "role": "Character 2",
            "content": "Every single one. We've collected forty-seven drum kits from around the neighborhood, plus another dozen hand drums and bongos. The community really came through this year."
        },
        {
            "role": "Character 1",
            "content": "Where do you even put them all?"
        },
        {
            "role": "Character 2",
            "content": "We're sorting them by condition right now. The pristine ones go straight to the music schools, the ones that need minor repairs go to our volunteer technicians, and the really beat-up ones get parted out for hardware."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] That snare drum looks expensive."
        },
        {
            "role": "Character 2",
            "content": "[mumbling] Someone dropped off a vintage Ludwig Black Beauty from the sixties. Worth about three thousand dollars, but they said they wanted it to go to a kid who'd actually play it instead of sitting in their attic."
        },
        {
            "role": "Character 1",
            "content": "Do people really just give these away?"
        },
        {
            "role": "Character 2",
            "content": "[laugh] You'd be surprised how many drum kits are gathering dust in basements. Parents buy them, kids lose interest after three lessons, and suddenly it's been ten years and nobody's touched them."
        },
        {
            "role": "Character 1",
            "content": "[gasp] Is that a double bass setup?"
        },
        {
            "role": "Character 2",
            "content": "Pearl Export series with all the hardware intact. A retired metal drummer brought it in this morning, said his arthritis won't let him play anymore but he wants someone to make it thunder again."
        },
        {
            "role": "Character 1",
            "content": "[very loudly] Can I try one?"
        },
        {
            "role": "Character 2",
            "content": "Not here, we're trying to keep things organized. But once they're catalogued and cleaned, we have test sessions on Saturday where people can match with the right kit for their skill level."
        },
        {
            "role": "Character 1",
            "content": "How do you decide who gets what?"
        },
        {
            "role": "Character 2",
            "content": "First priority goes to schools without music programs, then individual students with teacher recommendations. We try to match the instrument complexity to the player's experience level so nothing goes to waste."
        },
        {
            "role": "Character 1",
            "content": "This feels bigger than last year."
        },
        {
            "role": "Character 2",
            "content": "[sleepily] We've been at this since five this morning, and we're only halfway through the donations. Tomorrow we're expecting another truck from the estate sale on Maple Street."
        },
        {
            "role": "Character 1",
            "content": "[stuttering] C-could I volunteer to help sort?"
        },
        {
            "role": "Character 2",
            "content": "Absolutely, we need all the hands we can get. Can you tell a tom from a floor tom? Know the difference between a ride and a crash cymbal?"
        },
        {
            "role": "Character 1",
            "content": "I played in high school jazz band."
        },
        {
            "role": "Character 2",
            "content": "Perfect, you're exactly who we need. Come back tomorrow at seven and bring work gloves because some of these older kits have sharp edges and rust spots that'll cut you up."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue13_28.txt"
}