{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[официально] Госпожа Хендерсон, я из техслужбы насчёт отопления. [пауза] Управдом сказал, вы звонили про отсутствие тепла, но по журналу выходит, что проблема началась три дня назад."
        },
        {
            "role": "Character 2",
            "content": "[тихо] Ну, я не хотел беспокоить людей в праздники. [откашливается] Я нормально справляюсь — накрылся лишними одеялами, да обогреватель из кладовки достал."
        },
        {
            "role": "Character 1",
            "content": "[строго] Мужчина, на улице минус двадцать пять, а у вас в квартире термометр показывает плюс шесть. Это не \"нормально справляюсь\", это опасно для жизни, особенно в вашем возрасте, уж извините за прямоту."
        },
        {
            "role": "Character 2",
            "content": "Три дня — это не так уж долго."
        },
        {
            "role": "Character 1",
            "content": "[раздражённо] Манометр на котле полностью накрылся, а на главном вентиле коррозия жуткая. [вздыхает] Это же не за один день случилось — такие проблемы копятся неделями, а то и месяцами."
        },
        {
            "role": "Character 2",
            "content": "[извиняющимся тоном] Я слышал какой-то грохот в прошлом месяце, но думал, это просто старые трубы. Покойная жена всегда говорила — старые дома звуки издают, это нормально."
        },
        {
            "role": "Character 1",
            "content": "[монотонно] По технике безопасности требуется немедленно сообщать о любых неполадках с отоплением. [пауза] Там прямо на двери котельной номер висит для аварийных вызовов."
        },
        {
            "role": "Character 2",
            "content": "[с колебанием] Управдом злится, когда звонят в нерабочее время, и он в прошлый раз очень доходчиво объяснил про оплату сверхурочных. [тихо] Я на пенсии, сами понимаете."
        },
        {
            "role": "Character 1",
            "content": "[твердо] Аварийный ремонт отопления оплачивает управляющая компания, не жильцы. Никто не имеет права брать с вас деньги за то, чтобы в собственной квартире было тепло, это вообще-то нарушение жилищного кодекса."
        },
        {
            "role": "Character 2",
            "content": "[с горечью] Расскажите это Родригесу с третьего этажа — ему выкатили восемь тысяч за воскресный вызов сантехника. [кашляет] Правила, знаете ли, меняются в зависимости от того, кто спрашивает и когда."
        },
        {
            "role": "Character 1",
            "content": "[медленно] Мне придётся отключить всю систему, чтобы заменить этот вентиль, то есть весь дом останется без отопления часа на два. Остальные жильцы будут недовольны."
        },
        {
            "role": "Character 2",
            "content": "[тревожно] Ой, только не говорите им, что это из-за меня, пожалуйста. [пауза] Соседка Ченова и так считает, что я слишком много жалуюсь на свет в подъезде."
        },
        {
            "role": "Character 1",
            "content": "[механически] По инструкции положено вывешивать объявление с указанием номера квартиры, откуда поступила заявка. [выдыхает] Но, в принципе, могу записать как плановое обслуживание, выявленное при обходе."
        },
        {
            "role": "Character 2",
            "content": "[с облегчением] Вы бы это сделали? [теплее] Очень любезно с вашей стороны, молодой человек, очень любезно, хотя чему я удивляюсь — вы же так быстро приехали сегодня вечером."
        },
        {
            "role": "Character 1",
            "content": "[по-деловому] Просто работаю по регламенту, ничего особенного. Но в следующий раз реально — звоните сразу, как что-то сломалось, а не через три дня."
        },
        {
            "role": "Character 2",
            "content": "[тихо] Дочка всё твердит, чтобы я переехал в дом престарелых, где за всем следят. [вздыхает] Но я в этой квартире тридцать семь лет прожил, детей здесь вырастил."
        },
        {
            "role": "Character 1",
            "content": "[профессионально] Ремонт займёт примерно полтора часа после того, как я принесу запасной вентиль из машины. Вам лучше пока к соседям пойти, пока я работаю — запах будет неприятный."
        },
        {
            "role": "Character 2",
            "content": "[официально] Я тогда оденусь и в холле посижу, если можно. [пауза] Там кресла удобные, и можно наблюдать, как люди туда-сюда ходят."
        },
        {
            "role": "Character 1",
            "content": "[твердо] Вообще-то, давайте я сначала позвоню Ким из 4Б — она вечно всех на чай зовёт. [быстро] Вам там удобнее будет, и, честно говоря, мне нужно, чтобы вы были в тепле, пока я тут ковыряюсь."
        },
        {
            "role": "Character 2",
            "content": "[тихо] Очень предупредительно с вашей стороны. [выдыхает] Наверное, трёх дней холода и упрямства хватит даже для такого старого дурака, как я."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[formal] Mrs. Henderson, I'm here from building maintenance about the heating issue. [pause] The super said you called about no heat, but the log shows this problem started three days ago."
        },
        {
            "role": "Character 2",
            "content": "[quietly] Well, I didn't want to be a bother during the holidays. [clears throat] I've been managing fine with extra blankets and the space heater from my bedroom closet."
        },
        {
            "role": "Character 1",
            "content": "[stern] Ma'am, it's negative ten outside and your apartment thermostat is reading forty-two degrees. That's not managing fine, that's dangerous, especially at your age if you don't mind me saying."
        },
        {
            "role": "Character 2",
            "content": "Three days isn't so long."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] The boiler pressure gauge is completely shot, and there's significant corrosion on the main valve. [sighs] This didn't happen overnight—these problems have been building for weeks, maybe months."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] I heard some clanging noises last month but thought it was just the old pipes settling. My husband used to say buildings make sounds, especially the old ones like this."
        },
        {
            "role": "Character 1",
            "content": "[monotone] The safety protocols require immediate notification for any heating irregularities. [pause] There's a number posted right on your boiler room door specifically for emergency maintenance calls."
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] The super gets annoyed when people call after hours, and he made it very clear last time about the overtime charges. [quietly] I'm on a fixed income, you understand."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Emergency heat repairs are covered by the building, not individual tenants. Nobody charges you for staying warm in your own home, that's literally against housing regulations."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Tell that to Mr. Rodriguez on the third floor who got billed two hundred dollars for a Sunday plumbing call. [coughs] The rules seem to change depending on who's asking and when."
        },
        {
            "role": "Character 1",
            "content": "[slowly] I need to shut down the entire system to replace this valve, which means the whole building loses heat for about two hours. The other residents aren't going to be happy about this."
        },
        {
            "role": "Character 2",
            "content": "[anxious] Oh no, please don't tell them it was because of me. [pause] Mrs. Chen already thinks I complain too much about the hallway lights."
        },
        {
            "role": "Character 1",
            "content": "[mechanically] Standard procedure is to post a notice with the apartment number that initiated the repair request. [exhales] But I suppose I could list it as routine maintenance discovered during inspection."
        },
        {
            "role": "Character 2",
            "content": "[relieved] You would do that? [warmer] That's very kind of you, young man, very kind indeed, though I suppose I shouldn't be surprised since you came out so quickly tonight."
        },
        {
            "role": "Character 1",
            "content": "[matter-of-fact] Just doing the job according to specifications, nothing more than that. Though next time, you really need to call immediately when something breaks, not three days later."
        },
        {
            "role": "Character 2",
            "content": "[quietly] My daughter keeps saying I should move to one of those senior places where everything's taken care of. [sighs] But I've been in this apartment thirty-seven years, raised my children here."
        },
        {
            "role": "Character 1",
            "content": "[professionally] The repair will take approximately ninety minutes once I get the replacement valve from my truck. You should probably stay with a neighbor while I work, the fumes can be unpleasant."
        },
        {
            "role": "Character 2",
            "content": "[formally] I'll put on my coat and wait in the lobby then, if that's acceptable. [pause] The chairs down there are quite comfortable and I can watch people coming and going."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Actually, let me call Mrs. Kim in 4B first—she's always offering to make tea for people. [quickly] You'll be more comfortable there, and frankly, I need you somewhere warm while I fix this."
        },
        {
            "role": "Character 2",
            "content": "[softly] That's thoughtful of you to arrange. [exhales] I suppose three days of being cold and stubborn is quite enough, even for an old fool like me."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "5b17af26_scenario.json",
    "scenario": "A boiler operator arrives for an emergency repair on the coldest night of the year, finding the elderly resident who called has been without heat for three days but was too proud to complain earlier.",
    "type": "scenario_conversation",
    "character_1_role": "boiler operator",
    "character_2_role": "resident",
    "selected_tones": [
        "ordinary",
        "rigid"
    ],
    "tone_options": [
        "incorrect",
        "agreeing",
        "formulaic",
        "ordinary",
        "rigid",
        "numbing",
        "varied",
        "mocking",
        "welcoming",
        "original"
    ]
}