{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Je veux dire, j'avais raison quand même. [confidently] Le manuel entier datait de 1987, bordel! [frustrated] Et quand j'ai présenté toutes les recherches—the peer-reviewed stuff from the last decade—le professeur Chen a dû... il a été obligé de l'admettre. [laugh] Devant tout le monde! [triumphant] \"Votre argument est convaincant,\" qu'il a dit. [mocking] Mais maintenant c'est genre, euh... maintenant personne veut même me regarder dans le département. [confused] Dr. Martinez suddenly can't supervise my thesis anymore? [bitter] Vraiment? [pause] Et le poste d'assistante que j'étais pratiquement promise—pouf, disparue. [upset] Ils se protègent tous entre eux, j'imagine. [slowly] C'est tout ce système où si tu remets en question l'un d'entre eux, you're challenging all of them. [angry] Ce qui est exactement le problème que je soulignais au départ! [laugh hysterically] L'ironie est juste... mmm, c'est parfait, non? [sarcastic] J'ai prouvé que le curriculum a besoin d'être mis à jour en montrant comment ils réagissent quand quelqu'un ose vraiment penser de façon critique. [trailing off] Mais maintenant je suis foutue pour les recommandations pour les études supérieures et... [long pause] [whispering] Peut-être que j'aurais dû juste fermer ma gueule. [regretful] Sauf que non, someone had to say it. [passionately] Il fallait bien que quelqu'un se soucie vraiment de ce que les étudiants apprennent. [sigh] Je pensais juste pas que gagner ressemblerait autant à perdre."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "I mean, I was right though. [confidently] The entire textbook was from 1987, for God's sake. [frustrated] And when I laid out all the research—the peer-reviewed stuff from the last decade—Professor Chen just... he had to admit it. [laugh] In front of everyone! [triumphant] \"You make a compelling argument,\" he said. [mocking] But now it's like, um... now nobody will even look at me in the department. [confused] Dr. Martinez suddenly can't supervise my thesis anymore? [bitter] Really? [pause] And the teaching assistant position I was basically promised—whoosh, gone. [upset] They're all just... protecting each other, I guess. [slowly] It's this whole thing where if you challenge one of them, you challenge all of them. [angry] Which is exactly the problem I was pointing out in the first place! [laugh histerically] The irony is just... mmm, it's perfect, isn't it? [sarcastic] I proved the curriculum needs updating by showing how they react when someone actually thinks critically. [trailing off] But now I'm screwed for grad school recommendations and... [long pause] [whispering] Maybe I should've just kept my mouth shut. [regretful] Except no, someone had to say it. [passionately] Someone had to actually care about what students are learning. [sigh] I just didn't think winning would feel so much like losing."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "0a44fff9_monologue.json",
    "type": "emotional_monologue",
    "subject": "Winning the argument with your professor about outdated curriculum but getting blacklisted by other faculty",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}