{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[souffle doucement] Je viens de voir l'article sur Marcus. Je peux pas—enfin, il dirige carrément une asso de logement social maintenant ? [pause] Mon Dieu, je me souviens quand il a débarqué chez moi avec son sac à dos et, euh... c'était quoi, quarante euros en poche ? [chaleureux] Il a squatté mon canapé pendant, hmm, genre trois mois ? Ma coloc était vénère. [petit rire] Mais il avait quelque chose, tu vois ? Comme s'il avait juste besoin que quelqu'un... qu'on croie en lui deux secondes. [lentement] Et maintenant il loge 30 familles. Trente. [pause] Il m'a envoyé les photos de l'inauguration et j'ai—j'ai chialé au bureau. [rire] C'est bizarre parce que, ben, j'ai failli pas le laisser dormir la première nuit. Franchement, j'avais la trouille. Un inconnu d'internet qui demande à dormir chez toi ? [voix qui s'éteint] Mais quelque chose m'a dit... [excité] Ah ! Et il a donné mon nom à un des bâtiments ! Tu te rends compte ? [très sincèrement] La Maison Elena. [pause] Tout ce que j'ai fait c'était partager un canapé et des nouilles instantanées. [doucement] Mais apparemment c'était, euh... c'était tout ce dont il avait besoin pour se remettre sur pied. [soupir] Des fois les plus petits trucs, quoi ?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] I just saw the article about Marcus. I can't—I mean, he's running a whole housing nonprofit now? [pause] God, I remember when he showed up at my door with that backpack and, um... what was it, forty dollars to his name? [warm] He crashed on my couch for, hmm, three months maybe? My roommate was so pissed. [chuckle] But there was something about him, you know? Like he just needed someone to... to believe in him for a minute. [slowly] And now he's housing thirty families. Thirty. [pause] He texted me the photos of the ribbon cutting and I just—I started crying at work. [laugh] It's weird because, erm, I almost didn't let him stay that first night. I was scared, honestly. Some stranger from the internet asking to crash? [trailing off] But something told me... [excited] Oh! And he named one of the buildings after me! Can you believe that? [very sincerely] The Elena House. [pause] All I did was share a couch and some ramen. [softly] But apparently that was, um... that was everything he needed to get back on his feet. [sigh] Sometimes the smallest things, right?"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "0d9ae010_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your couch surfing kindness being paid forward as your former guest now runs a housing nonprofit",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}