{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confus] Ils veulent me titulariser. Aujourd'hui. Là, maintenant. M. Garcia vient de me prendre à part avec un grand sourire, genre il m'offrait un ticket de loto gagnant. \"Félicitations, tous les avantages, congés payés, tout le package.\" Et moi je suis là, avec ma lettre de démission littéralement dans ma poche arrière. [rire] Putain, le timing est juste— c'est tellement parfait que c'en est horrible. [frustré] Trois ans à économiser chaque centime, trois ans à bosser mon portfolio le soir après avoir déchargé des camions toute la journée. La lettre d'admission aux Beaux-Arts posée sur ma table de cuisine. Les cours commencent dans deux semaines. [pause] Mais la mutuelle. Un salaire fixe. Ma mère arrêterait enfin de s'inquiéter pour moi. [doucement] De toute façon, elle comprend pas vraiment le truc de l'art. Elle dit que c'est un joli passe-temps mais pas un vrai métier. Et peut-être qu'elle... j'sais pas, peut-être qu'elle a raison? [soupir] Tout le monde arrête pas de me dire que j'ai de la chance avec le marché actuel. Combien de gens tueraient pour un CDI. [amer] Ouais, ben, combien de gens tueraient pour une place aux Beaux-Arts de Paris? [longue pause] J'ai dit à M. Garcia que j'allais y réfléchir cette nuit. Mais je sais déjà ce que je vais faire. C'est juste que, euh... c'est juste que je suis pas encore prête à l'admettre. [très doucement] Dans tous les cas, quelqu'un va être déçu. Probablement moi."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] They want to make me permanent. Today. Right now. Mr. Garcia just pulled me aside with this big smile like he's giving me a winning lottery ticket. \"Congratulations, full benefits, paid vacation, the works.\" And I'm standing there with my resignation letter literally in my back pocket. [laugh] God, the timing is just— it's so perfect it's actually terrible. [frustrated] Three years of saving every penny, three years of portfolio building at night after unloading trucks all day. Art school acceptance letter sitting on my kitchen table. Classes start in two weeks. [pause] But health insurance. Steady paycheck. My mom would finally stop worrying about me. [quietly] She doesn't really get the art thing anyway. Says it's a nice hobby but not a real job. And maybe she's... I don't know, maybe she has a point? [sigh] Everyone keeps saying how lucky I am in this economy. How many people would kill for a permanent position. [bitter] Yeah, well, how many people would kill for a spot at the Rhode Island School of Design? [long pause] I told Mr. Garcia I'd think about it overnight. But I already know what I'm going to do. I'm just, um... I'm just not ready to admit it yet. [very quietly] Either way, someone's going to be disappointed. Probably me."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "0b229487_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your stock clerk position turning permanent right when you planned to quit for art school",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}