{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Lo han hecho de verdad. Diez años después y por fin—Dios, por fin han admitido que no fui yo. [laugh] Pensarías que estaría contenta, ¿no? [pause] O sea, lo estoy, pero... mi hija, ella em, me llamó \"señora\" cuando aparecí. [very sad] Tenía siete años cuando entré. [shaky voice] Ahora tiene 17, y ni siquiera me conoce. [sigh] Mi mujer—exmujer, supongo—se volvió a casar el año pasado. [quietly] Buen tío, por lo visto. Cuida de ellas. [angry] ¿Y se supone que tengo que estar qué, agradecida? [frustrated] ¿Que otro haya criado a mi hija mientras yo me pudría ahí dentro por algo que ni siquiera hice? [long pause] Mamá murió hace 3 años. [whispering] Ni siquiera me dijeron que estaba enferma. [upset] Dijeron que no querían, eh... no querían agobiarme con eso. [sarcastic] Agobiarme. Como si tuviera otro sitio donde estar. [cry] Mi hermano, no para de decir \"creíamos que lo habías hecho.\" [furious] ¡Creíamos que lo habías hecho! [exhausted] ¿Cómo se... cómo vuelves de eso? [trailing off] Todo el mundo ha seguido adelante y yo estoy aquí como... [very melancholic] Soy un fantasma paseándose por una vida que ya no existe."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] They actually did it. Ten years later and they finally—God, they finally admitted I didn't do it. [laugh] You'd think I'd be happy, right? [pause] I mean, I am, but... my daughter, she um, she called me \"sir\" when I showed up. [very sad] She was seven when I went in. [shaky voice] Seventeen now, and she doesn't even know me. [sigh] My wife—ex-wife, I guess—she remarried last year. [quietly] Good guy, apparently. Takes care of them. [angry] And I'm supposed to be what, grateful? [frustrated] That someone else raised my kid while I rotted in there for something I didn't even do? [long pause] Mom died three years ago. [whispering] They didn't even tell me she was sick. [upset] Said they didn't want to, er... didn't want to burden me with it. [sarcastic] Burden me. Like I had somewhere else to be. [cry] My brother, he just keeps saying \"we thought you did it.\" [furious] We thought you did it! [exhausted] How do you even... how do you come back from that? [trailing off] Everyone's moved on and I'm just... [very melancholic] I'm this ghost walking around in a life that doesn't exist anymore."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "54abd2c8_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your exonerated status finally came through after ten years in prison, but your family has moved on without you",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}