{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[sarcastic] Pero qué fuerte. Esto sí que tiene gracia, de verdad. La misma persona que me dijo que mi idea \"no tenía viabilidad de mercado\" ahora quiere que sea mentora de sus emprendedores. [chuckle] O sea, el email era tan educado. Tan profesional. Como si fuéramos colegas de toda la vida o algo así. Como si no se hubiera sentado delante de mí hace 5 años para decirme básicamente que estaba haciéndoles perder el tiempo a todos. [bitter] \"No encaja en nuestra cartera de inversiones\", dijeron. Me acuerdo de esa frase específicamente porque la apunté. La guardé, de hecho. [pause] Y ahora mira—mi empresa acaba de valorarse en, ¿qué, 50 veces más de lo que pedía entonces? Y quieren que comparta mi sabiduría con su nueva hornada de fundadores. [confused] La cosa es que... lo estoy considerando de verdad. Ya lo sé, ya lo sé, es una locura. Pero igual hay algo... no sé, igual hay algo satisfactorio en enseñarles exactamente lo que se perdieron. [slowly] O a lo mejor solo quiero ayudar a esos nuevos emprendedores a evitar lo que yo pasé. Porque ese rechazo... casi hizo que lo dejara. Casi. [confidently] ¿Sabes qué? Lo voy a hacer. Pero desde luego que voy a sacar nuestro pasado en la primera reunión. [laugh] Solo para verles retorcerse un poco."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[sarcastic] Oh, this is rich. This is really, really rich. The same person who told me my idea \"lacked market viability\" now wants me to mentor their entrepreneurs? [chuckle] I mean, the email was so polite. So professional. Like we're old colleagues or something. Like they didn't sit across from me five years ago and basically tell me I was wasting everyone's time. [bitter] \"Not a good fit for our portfolio\" they said. Remember that phrase specifically because I wrote it down. Kept it, actually. [pause] And now look—my company just got valued at, what, fifty times what I was asking for back then? And they want me to share my wisdom with their new batch of founders. [confused] The thing is, I'm actually considering it. I know, I know, it's crazy. But maybe there's something... I don't know, maybe there's something satisfying about showing them exactly what they missed. [slowly] Or maybe I just want to help those new entrepreneurs avoid what I went through. Because that rejection? It almost made me quit. Almost. [confidently] You know what? I'm going to do it. But I'm definitely bringing up our history in the first meeting. [laugh] Just to watch them squirm a little."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "54f802cc_monologue.json",
    "type": "emotional_monologue",
    "subject": "The venture capitalist who rejected you five years ago just asked you to mentor their new entrepreneurs",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}