{
    "conversation": [
        {
            "role": "Speaker",
            "content": "La confirmación llegó a las 14:47. Denominación del planeta K2-418c. Mío. Veintitrés años buscando y ahí está, justo entre el email del abogado y los papeles del divorcio. [bitter] Ese es el sentido del humor del universo, ¿no? [pause] No paro de mirar los datos, luego los papeles, luego otra vez los datos. Es real. Las dos cosas son reales. [very quietly] Sara habría— no. No, eso no... [sigh] Se supone que este debería ser el mejor día de mi carrera. He descubierto literalmente un mundo nuevo. A ocho mil millones de kilómetros, probablemente rocoso, puede que tenga agua, y es, eh, es mío para ponerle nombre. [laugh] Dios, qué ironía. Me toca ponerle nombre a un planeta el mismo día que pierdo la mitad de todo lo demás. [very melancholic] Nos tumbábamos en el tejado y yo le señalaba las constelaciones. Ella fingía verlas. [short pause] Me pregunto si alguna vez las vio de verdad o si solo estaba... siendo amable. [hesitantly] Quizá debería llamarlo como— no, qué patético. [frustrated] ¿Por qué no puedo tener esta única cosa pura? Este único logro que no esté enredado con— [trailing off] [long pause] ¿Sabes qué? K2-418c está bien. Que otro le ponga un nombre de verdad. [very quietly] Estoy demasiado cansada como para que me importe ya el legado."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "The confirmation came through at 2:47 PM. Planet designation K2-418c. Mine. Twenty-three years of searching and there it is, right between the lawyer's email and the court documents. [bitter] That's the universe's sense of timing for you. [pause] I keep looking at the data, then at the papers, then back at the data. It's real. Both things are real. [very quietly] Sarah would have— no. No, that's not... [sigh] This is supposed to be the best day of my career. I've literally discovered a new world. Eight billion kilometers away, probably rocky, might have water, and it's, um, it's mine to name. [laugh] God, the irony. I get to name a planet the same day I lose half of everything else. [very melancholic] We used to lie on the roof and I'd point out constellations to her. She'd pretend to see them. [short pause] I wonder if she ever actually saw them or if she was just... being kind. [hesitantly] Maybe I should name it after— no, that's pathetic. [frustrated] Why can't I just have this one pure thing? This one accomplishment that isn't tangled up in— [trailing off] [long pause] You know what? K2-418c is fine. Let someone else give it a real name. [very quietly] I'm too tired to care about legacy anymore."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "5369bdd2_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your astronomer discovery of a new planet happens the same day your divorce finalizes",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": false
    }
}