{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[warm] Dijeron 6 meses. 6 meses, y aquí estoy sosteniendo a la pequeña Emma. [chuckle] No paro de mirar sus deditos envueltos alrededor de los míos y pienso— [pause] Dios, casi me pierdo esto. [very sincerely] Cuando el Dr. Morrison me dio el diagnóstico el año pasado, estaba tan segura de que nunca... [sigh] Empecé a hacer listas, ¿sabes? All the things I needed to say to people before— bueno. [quietly] Y tuve esta conversación con Sarah en mi cabeza cien veces sobre lo mucho que sentía que no conocería a su bebé. [crying while speaking] Pero está aquí. De verdad está aquí y yo también. [laugh] Las enfermeras no paran de llamarme su paciente milagro, which is, um... es un poco vergonzoso la verdad. [relieved] Pero cuando Emma abrió los ojos por primera vez y me miró directamente— [pause] Me da igual cómo me llamen. [very slowly] Cada tratamiento, cada día horrible de quimio, every time I thought I couldn't do one more round... [emotional] Este momento. Este momento exacto hace que todo valga la pena. [sniffle] Sarah no para de decir que Emma tiene mi nariz, lo cual es desafortunado para la pobre criatura. [laugh loudly] Pero es perfecta. Absolutamente perfecta. [whispering] Y voy a verla crecer. [extremely happy] I actually get to watch her grow up."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[warm] They said six months. Six months, and here I am holding little Emma. [chuckle] I keep looking at her tiny fingers wrapped around mine and thinking— [pause] God, I almost missed this. [very sincerely] When Dr. Morrison gave me that diagnosis last year, I was so sure I'd never... [sigh] I started making lists, you know? All the things I needed to say to people before— well. [quietly] And I had this conversation with Sarah in my head a hundred times about how sorry I was that I wouldn't meet her baby. [crying while speaking] But she's here. She's actually here and so am I. [laugh] The nurses keep calling me their miracle patient, which is, um... it's a little embarrassing honestly. [relieved] But when Emma opened her eyes for the first time and looked right at me— [pause] I don't care what they call me. [very slowly] Every treatment, every terrible day of chemo, every time I thought I couldn't do one more round... [emotional] This moment. This exact moment makes all of it worth it. [sniffle] Sarah keeps saying Emma has my nose, which is unfortunate for the poor thing. [laugh loudly] But she's perfect. Absolutely perfect. [whispering] And I get to watch her grow up. [extremely happy] I actually get to watch her grow up."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "51b9106d_monologue.json",
    "type": "emotional_monologue",
    "subject": "The geriatrician patient who was given six months to live just celebrated their first grandchild's birth a year later",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}