{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, olá, eu... eu estou a ligar porque há esta disputa e eu não... quer dizer..."
        },
        {
            "role": "Customer Support",
            "content": "Está bem, hum, deixe-me abrir aqui a sua conta. Pode dar-me, ah, o número da conta ou o email associado ao processamento de pagamentos?"
        },
        {
            "role": "Customer",
            "content": "É, ah, está em ChefMarissa arroba... espera, devo dar-lhe o nome do cliente ou...?"
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, qualquer um serve. Posso pesquisar por, é, como é que se diz... conta de comerciante ou nome de cliente. O que tiver mais à mão. Deixe-me só, ah, entrar aqui no sistema de disputas."
        },
        {
            "role": "Customer",
            "content": "Thompson. Os Thompson fizeram... estão a dizer que eu não..."
        },
        {
            "role": "Customer Support",
            "content": "Entendido. Ok então estou a ver, hum, caso de disputa DSP-44729-RT aqui registado há três dias no valor de 4.200€. É isso, ah, é isso que estamos a ver?"
        },
        {
            "role": "Customer",
            "content": "Hum, sim, isso é... meu Deus, isso são duas semanas de trabalho e eu simplesmente..."
        },
        {
            "role": "Customer Support",
            "content": "Certo. Então, hum, vendo aqui as notas, eles alegam, é, serviços não prestados? Mas consigo ver que tem, ah, histórico de transações com cobranças semanais. Números de referência TXN-8847291 até TXN-8847296."
        },
        {
            "role": "Customer",
            "content": "Eu cozinhei para eles! Todas as terças e quintas! Tenho recibos algures..."
        },
        {
            "role": "Customer Support",
            "content": "Ok, hum, isso é bom. Isso é mesmo, ah, muito bom. Então o que precisamos fazer é, é, compilar a sua documentação. Tem faturas, fotos das refeições, alguma coisa assim?"
        },
        {
            "role": "Customer",
            "content": "Fotos? Hum, quer dizer, eu tiro sempre fotos para o meu portfólio mas..."
        },
        {
            "role": "Customer Support",
            "content": "Perfeito. Então, ah, eis o que acontece. Vai carregar essas para o caso número DSP-44729-RT. Vou, hum, enviar-lhe um link. Deve ajudar bastante o seu caso."
        },
        {
            "role": "Customer",
            "content": "Mas e se eles ainda... quer dizer, eles são ricos, têm advogados e..."
        },
        {
            "role": "Customer Support",
            "content": "Olhe, eu já, é, faço isto há algum tempo. A documentação ganha estes casos. Carregue tudo. Recibos, fotos, hum, quaisquer mensagens sobre as refeições. O sistema mostra confirmações de entrega na morada deles todas as semanas."
        },
        {
            "role": "Customer",
            "content": "Hum, ok, então eu só... carrego tudo e depois o que acontece...?"
        },
        {
            "role": "Customer Support",
            "content": "Então depois de submeter através do link do portal PLK-7739-XM, vai para revisão. Normalmente, hum, demora cerca de 5-7 dias úteis. Mas com o seu histórico de transações, ah, honestamente? Está numa posição razoável aqui."
        },
        {
            "role": "Customer",
            "content": "Posição razoável? Mas, hum, e se eu não conseguir pagar a renda enquanto isto está..."
        },
        {
            "role": "Customer Support",
            "content": "Eu percebo. Então, é, enquanto a disputa está em revisão, os fundos ficam, hum, temporariamente retidos. Mas vou marcar isto como revisão prioritária código PRV-445. Deve acelerar um pouco as coisas."
        },
        {
            "role": "Customer",
            "content": "Oh. Oh, hum, isso seria mesmo... obrigado. Eu só... pois."
        },
        {
            "role": "Customer Support",
            "content": "Sem problema. Hum, mas certifique-se que carrega esses documentos hoje, está bem? Quanto mais cedo os colocarmos no DSP-44729-RT, ah, mais rápido isto anda. Vai conseguir."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, I... I'm calling because there's this dispute and I don't... I mean..."
        },
        {
            "role": "Customer Support",
            "content": "Okay, um, let me pull up your account here. Can you give me, uh, your account number or the email associated with the payment processing?"
        },
        {
            "role": "Customer",
            "content": "It's, uh, it's under ChefMarissa at... wait, should I give you the client's name or...?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, either works. I can search by, er, what's the word... merchant account or customer name. Whatever you've got handy. Let me just, uh, get into the dispute system here."
        },
        {
            "role": "Customer",
            "content": "Thompson. The Thompsons filed... they're saying I didn't..."
        },
        {
            "role": "Customer Support",
            "content": "Got it. Okay so I'm seeing, um, dispute case DSP-44729-RT here filed three days ago for $4,200. Is that, uh, is that what we're looking at?"
        },
        {
            "role": "Customer",
            "content": "Um, yes, that's... oh god, that's two weeks of work and I just..."
        },
        {
            "role": "Customer Support",
            "content": "Right. So, um, looking at the notes here, they're claiming, er, services not rendered? But I can see you've got, uh, transaction history showing weekly charges. Reference numbers TXN-8847291 through TXN-8847296."
        },
        {
            "role": "Customer",
            "content": "I cooked for them! Every Tuesday and Thursday! I have receipts somewhere..."
        },
        {
            "role": "Customer Support",
            "content": "Okay, um, that's good. That's actually, uh, really good. So what we need to do is, er, compile your documentation. Do you have invoices, photos of the meals, anything like that?"
        },
        {
            "role": "Customer",
            "content": "Photos? Um, I mean, I always take photos for my portfolio but..."
        },
        {
            "role": "Customer Support",
            "content": "Perfect. So, uh, here's what happens. You'll upload those to case number DSP-44729-RT. I'm gonna, um, send you a link. Should help your case quite a bit."
        },
        {
            "role": "Customer",
            "content": "But what if they still... I mean, they're wealthy, they have lawyers and..."
        },
        {
            "role": "Customer Support",
            "content": "Look, I've, er, been doing this for a while. Documentation wins these cases. Upload everything. Receipts, photos, um, any text messages about the meals. The system shows delivery confirmations at their address every week."
        },
        {
            "role": "Customer",
            "content": "Um, okay, so I just... upload everything and then what happens...?"
        },
        {
            "role": "Customer Support",
            "content": "So once you submit through portal link PLK-7739-XM, it goes to review. Usually, um, takes about 5-7 business days. But with your transaction history, uh, honestly? You're in decent shape here."
        },
        {
            "role": "Customer",
            "content": "Decent shape? But, um, what if I can't pay rent while this is..."
        },
        {
            "role": "Customer Support",
            "content": "I hear you. So, er, while the dispute's under review, the funds are, um, temporarily held. But I'm flagging this as priority review code PRV-445. Should speed things up a bit."
        },
        {
            "role": "Customer",
            "content": "Oh. Oh, um, that would really... thank you. I just... yeah."
        },
        {
            "role": "Customer Support",
            "content": "No problem. Um, just make sure you get those docs uploaded today, okay? The sooner we get them into DSP-44729-RT, the, uh, faster this moves. You've got this."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "3809d577_script.json",
    "scenario": "private chef, dealing with a wealthy client who filed a credit card dispute against her",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "panicked_spiral",
                "cautiously_hopeful"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        },
        "support": {
            "emotions": [
                "burned_out_but_trying",
                "concentrating_quiet"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "classic_fillers",
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        }
    }
}