{
    "conversation": [
        {
            "role": "Customer",
            "content": "Boa tarde. Preciso de informações. Sobre as taxas de rescisão."
        },
        {
            "role": "Customer Support",
            "content": "Pois pois, sim, deixe-me já ver isso—posso só pedir-lhe o número de conta rapidinho para conseguir ver os termos específicos do seu contrato?"
        },
        {
            "role": "Customer",
            "content": "É... como é que se diz... a referência da conta. Nove quatro sete três."
        },
        {
            "role": "Customer Support",
            "content": "Conta 9473, perfeito perfeito, estou a abrir agora e vejo que está no nosso plano Premium24 que começou a 15 de janeiro deste ano—só para confirmar, está a perguntar sobre cancelar antes do contrato terminar?"
        },
        {
            "role": "Customer",
            "content": "Precisamente. A penalização por rescisão antecipada. Preciso do valor exato."
        },
        {
            "role": "Customer Support",
            "content": "Claro, sim—então vendo aqui o seu contrato, se cancelasse hoje, 8 de novembro, a taxa de rescisão antecipada seria 420 euros visto que ainda tem 14 meses dos 24 meses do acordo."
        },
        {
            "role": "Customer",
            "content": "Quatrocentos e vinte euros. Por sair. Isso é... notável."
        },
        {
            "role": "Customer Support",
            "content": "Eu sei eu sei, é substancial—o cálculo é 30 euros por cada mês que falta no contrato, daí os 420—mas espere, posso perguntar o que o está a levar a cancelar?"
        },
        {
            "role": "Customer",
            "content": "O vosso serviço tem sido. Inadequado. Constantemente inadequado."
        },
        {
            "role": "Customer Support",
            "content": "Oh não. Ok ok, quero mesmo ajudar a resolver o que tem corrido mal—pode dizer-me mais sobre os problemas para eu ver se há alguma coisa que consiga resolver hoje que possa mudar as coisas?"
        },
        {
            "role": "Customer",
            "content": "Então basicamente as velocidades são metade do que foi prometido. Todos os meses."
        },
        {
            "role": "Customer Support",
            "content": "Isso é terrível, peço imensa desculpa—deixe-me verificar os diagnósticos do seu serviço agora mesmo, conta 9473—estou a ver alguns problemas de sinal na sua área código 94102 que definitivamente não deviam estar a acontecer."
        },
        {
            "role": "Customer",
            "content": "Suponho que me vai dizer que é temporário. Como sempre."
        },
        {
            "role": "Customer Support",
            "content": "Na verdade não—consigo ver que isto tem estado a acontecer desde 3 de setembro e isso é completamente inaceitável—vou escalar isto para a equipa técnica imediatamente com o número de ticket TK-88291-X."
        },
        {
            "role": "Customer",
            "content": "Espere. Está mesmo a... reconhecer o problema?"
        },
        {
            "role": "Customer Support",
            "content": "Claro que sim. Isto não está nada bem—tem estado a pagar por velocidades Premium24 de 500 megabits mas só tem recebido uma média de 240 megabits—isso nem sequer se aproxima de níveis de serviço aceitáveis."
        },
        {
            "role": "Customer",
            "content": "Peço desculpa, é que—esperava mais conversa da treta corporativa. Isto é inesperado."
        },
        {
            "role": "Customer Support",
            "content": "Percebo."
        },
        {
            "role": "Customer",
            "content": "Então o que acontece agora? Com os problemas de serviço?"
        },
        {
            "role": "Customer Support",
            "content": "Ok então veja o que vou fazer para o proteger de mais problemas—primeiro, vou creditar 180 euros na sua conta pelos últimos 3 meses de serviço abaixo do standard, depois vou colocá-lo no nosso programa de garantia de serviço que elimina todas as taxas de rescisão antecipada se as velocidades descerem abaixo de 450 megabits mesmo que seja uma vez."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Good afternoon. I need information. About termination fees."
        },
        {
            "role": "Customer Support",
            "content": "Right right, yes, let me pull that up for you immediately—can I get your account number real quick so I can see the specific contract terms you're under?"
        },
        {
            "role": "Customer",
            "content": "It's... what's the word... the account reference. Nine four seven three."
        },
        {
            "role": "Customer Support",
            "content": "Account 9473, perfect perfect, I'm pulling that up now and I can see you're on our Premium24 plan that started January 15th this year—just to confirm, you're asking about canceling before the contract ends?"
        },
        {
            "role": "Customer",
            "content": "Precisely. The early termination penalty. I need the exact figure."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, yes—so looking at your contract here, if you were to cancel today, November 8th, the early termination fee would be $420 since you have 14 months remaining on the 24-month agreement."
        },
        {
            "role": "Customer",
            "content": "Four hundred and twenty dollars. For leaving. That's... remarkable."
        },
        {
            "role": "Customer Support",
            "content": "I know I know, it's substantial—the calculation is $30 for each month remaining in your contract term, so that's where the $420 comes from—but wait, can I ask what's prompting the cancellation?"
        },
        {
            "role": "Customer",
            "content": "Your service has been. Inadequate. Consistently inadequate."
        },
        {
            "role": "Customer Support",
            "content": "Oh no. Okay okay, I really want to help fix whatever's been going wrong—can you tell me more about the issues so I can check if there's something I can resolve today that might change things?"
        },
        {
            "role": "Customer",
            "content": "So basically the speeds are half what was promised. Every single month."
        },
        {
            "role": "Customer Support",
            "content": "That's terrible, I'm so sorry—let me check your service diagnostics right now, account 9473—I'm seeing some signal issues in your area code 94102 that definitely shouldn't be happening."
        },
        {
            "role": "Customer",
            "content": "I suppose you'll tell me it's temporary. Like always."
        },
        {
            "role": "Customer Support",
            "content": "Actually no—I can see this has been ongoing since September 3rd and that's completely unacceptable—I'm going to escalate this to our technical team immediately with ticket number TK-88291-X."
        },
        {
            "role": "Customer",
            "content": "Wait. You're actually... acknowledging the problem?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely yes. This isn't right at all—you've been paying for Premium24 speeds of 500 megabits but only getting around 240 megabits average—that's not even close to acceptable service levels."
        },
        {
            "role": "Customer",
            "content": "I'm sorry, I just—I expected more corporate deflection. This is unexpected."
        },
        {
            "role": "Customer Support",
            "content": "Got it."
        },
        {
            "role": "Customer",
            "content": "So what happens now? With the service issues?"
        },
        {
            "role": "Customer Support",
            "content": "Okay so here's what I'm going to do to protect you from any more problems—first, I'm crediting your account $180 for the past 3 months of substandard service, then I'm putting you on our service guarantee program which waives all early termination fees if speeds drop below 450 megabits even once."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "293bf6e2_script.json",
    "professionalism": "casual",
    "scenario": "asking about early termination fees for their contract",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "seething_controlled",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "hedge_words",
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        },
        "support": {
            "emotions": [
                "nervously_thorough",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_types": [
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}