{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, então basicamente preciso de... tipo, atualizar a minha morada? Outra vez? Esta é, ah, a quinta vez este ano."
        },
        {
            "role": "Customer Support",
            "content": "Nossa. Hum, está bem então—deixa-me só—na verdade, hmm, cinco vezes? Isso é... Não. Vamos resolver isto. Número de conta?"
        },
        {
            "role": "Customer",
            "content": "É... como é que se diz... ridículo. Sou cliente há 6 anos."
        },
        {
            "role": "Customer Support",
            "content": "6 anos. Família militar? Estou a ver mudanças aqui. Fevereiro. Abril. Junho. Agosto. Agora outubro. A conta ACT-7783-PMQ mostra tudo."
        },
        {
            "role": "Customer",
            "content": "Sim! E então tipo, sempre é a mesma... chatice? Formulários e, ah, espera e depois o meu correio simplesmente..."
        },
        {
            "role": "Customer Support",
            "content": "Não não não. Para. Isto é—espera, deixa-me só—hum, estou a abrir uma coisa. Código de perfil MIL-SPOUSE-92. Ah, isto devia ter sido sinalizado. Alguém falhou aqui."
        },
        {
            "role": "Customer",
            "content": "Então basicamente o que acontece é, hum, eles dizem que está atualizado mas depois, ah, as encomendas vão para a antiga... se é que me faço entender, quer dizer..."
        },
        {
            "role": "Customer Support",
            "content": "Faz todo o sentido. Estou a ver o rastreamento. Três devoluções. Duas encomendas perdidas. Números de referência RTN-8847-X e RTN-8849-K. Isto acaba hoje."
        },
        {
            "role": "Customer",
            "content": "Só preciso que as coisas funcionem. Uma vez. Só uma vez."
        },
        {
            "role": "Customer Support",
            "content": "Está bem então, hum, é o seguinte que vou fazer. Preparado? Hum, protocolo de reencaminhamento permanente. Código PFP-ACTIVE-7. Basicamente, ah, alguma coisa corre mal? Reencaminha automaticamente. Sem formulários."
        },
        {
            "role": "Customer",
            "content": "Espera, isso é... isso, hum, existe mesmo? Porque, eh pá, nunca mencionaram..."
        },
        {
            "role": "Customer Support",
            "content": "Porque a maioria dos agentes não sabe. Ou não quer saber. Anulação para Cônjuge Militar. MSO-77429-Q acabei de ativar. Mudas-te? Uma chamada. 5 minutos. Feito."
        },
        {
            "role": "Customer",
            "content": "Isso seria... nem consigo..."
        },
        {
            "role": "Customer Support",
            "content": "E, hum, ouve—também vou, ah, adicionar estatuto prioritário? Tipo, as tuas coisas são enviadas primeiro. Sempre. Confirmação PSC-9847-GOLD. Isso é, hum, normalmente para contas empresariais mas..."
        },
        {
            "role": "Customer",
            "content": "Hum, uau, isto é, ah, tão diferente de... quer dizer, normalmente só dizem desculpe e..."
        },
        {
            "role": "Customer Support",
            "content": "Qual é a tua morada nova? Completa. Vou garantir que isto fica perfeito."
        },
        {
            "role": "Customer",
            "content": "Se isto realmente funcionar da próxima vez..."
        },
        {
            "role": "Customer Support",
            "content": "Vai funcionar. Hum, e aqui está a minha linha direta. Tipo, a minha secretária mesmo. 555-0147 extensão 291. Chamo-me Marcus. Mudas-te outra vez? Liga-me. Não para o número geral. Para mim."
        },
        {
            "role": "Customer",
            "content": "Obrigado. A sério. Mas se falhar outra vez..."
        },
        {
            "role": "Customer Support",
            "content": "Não vai. As famílias militares já lidam com o suficiente. Email de confirmação enviado. Lote de atualização de encomenda UPD-5547-COMPLETE a processar agora. Deves ver as mudanças em 10 minutos. Verifica a tua caixa de entrada."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, so basically I need to... like, update my address? Again? This is, uh, the fifth time this year."
        },
        {
            "role": "Customer Support",
            "content": "Oh wow. Um, okay so—let me just—actually, hmm, five times? That's... No. We're fixing this. Account number?"
        },
        {
            "role": "Customer",
            "content": "It's... what's the word... ridiculous. I've been loyal for six years."
        },
        {
            "role": "Customer Support",
            "content": "Six years. Military family? I see moves here. February. April. June. August. Now October. Account ACT-7783-PMQ shows everything."
        },
        {
            "role": "Customer",
            "content": "Yes! And so like, every time it's, um, the same... hassle? Forms and, uh, waiting and then my mail just..."
        },
        {
            "role": "Customer Support",
            "content": "No no no. Stop. This is—wait, let me just—um, I'm pulling up something. Profile code MIL-SPOUSE-92. Uh, this should've been flagged. Someone dropped the ball here."
        },
        {
            "role": "Customer",
            "content": "So basically what happens is, um, they say it's updated but then, uh, packages go to the old... if that makes sense, I mean..."
        },
        {
            "role": "Customer Support",
            "content": "Makes perfect sense. Looking at tracking. Three returns. Two lost packages. Reference numbers RTN-8847-X and RTN-8849-K. This stops today."
        },
        {
            "role": "Customer",
            "content": "I just need things to work. Once. Just once."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, here's what I'm doing. Ready? Um, permanent forwarding protocol. Code PFP-ACTIVE-7. Basically, uh, anything goes wrong? Automatically reroutes. No forms."
        },
        {
            "role": "Customer",
            "content": "Wait, that's... is that, um, actually a thing? Because, er, they never mentioned..."
        },
        {
            "role": "Customer Support",
            "content": "Because most reps don't know. Or care enough. Military Spouse Override. MSO-77429-Q just activated. You move? One call. Five minutes. Done."
        },
        {
            "role": "Customer",
            "content": "That would be... I can't even..."
        },
        {
            "role": "Customer Support",
            "content": "And, um, listen—I'm also, uh, adding priority status? So like, your stuff ships first. Always. Confirmation PSC-9847-GOLD. That's, um, usually for business accounts but..."
        },
        {
            "role": "Customer",
            "content": "Um, wow, this is, uh, so different from... I mean, usually they just say sorry and..."
        },
        {
            "role": "Customer Support",
            "content": "What's your new address? Full thing. Making sure this is perfect."
        },
        {
            "role": "Customer",
            "content": "If this actually works next time..."
        },
        {
            "role": "Customer Support",
            "content": "It will. Um, and here's my direct line. Like, my actual desk. 555-0147 extension 291. Name's Marcus. You move again? Call me. Not the main number. Me."
        },
        {
            "role": "Customer",
            "content": "Thank you. Really. But if it fails again..."
        },
        {
            "role": "Customer Support",
            "content": "It won't. Military families deal with enough. Confirmation email sent. Order update batch UPD-5547-COMPLETE processing now. Should see changes in ten minutes. Check your inbox."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "34c25b24_script.json",
    "scenario": "military spouse, stressed about updating her address for the fifth time this year",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "indignant_righteous",
                "relieved_but_wary"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "trailing_off",
                    "word_searching",
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        },
        "support": {
            "emotions": [
                "determined_advocate",
                "genuinely_warm"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "false_starts"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        }
    }
}