{
    "conversation": [
        {
            "role": "Customer",
            "content": "Olá, hum, provavelmente estou a complicar isto mais do que devia, mas tenho um problema de faturação com os meus créditos de formação contínua e eu só..."
        },
        {
            "role": "Customer Support",
            "content": "Hum, está bem então, ah, deixa-me só—não espera—deixa-me abrir o, hum, portal de formação contínua aqui e, ah, basicamente posso ajudar-te com isso, então qual é o teu número de conta ou, hum, email?"
        },
        {
            "role": "Customer",
            "content": "É sarah.martinez arroba therapyworks ponto com, e sinto-me tão estúpido porque provavelmente cliquei em algo errado quando estava a inscrever-me no workshop de disfagia no mês passado..."
        },
        {
            "role": "Customer Support",
            "content": "Certo, certo."
        },
        {
            "role": "Customer",
            "content": "O pagamento foi processado duas vezes, o que é totalmente culpa minha de certeza, estava com pressa entre sessões e a página de pagamento estava... como é que se diz... a carregar talvez?"
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, estou a ver aqui—ah, espera, deixa-me só—ok então basicamente a tua conta SMT-4429-CE mostra, hum, duas cobranças idênticas de 189€ cada no dia 12 de outubro, e ah, isso não é, tipo, culpa tua de todo."
        },
        {
            "role": "Customer",
            "content": "Ah mesmo? Porque eu continuei a clicar em submeter quando nada acontecia e pensei que talvez eu..."
        },
        {
            "role": "Customer Support",
            "content": "Hum, não não, então tipo, isto acontece, ah, constantemente na verdade com o nosso, hum—o processador de pagamentos que usamos às vezes, er, duplica cobranças quando há, ah, problemas de latência, então basicamente posso processar o reembolso RFD-9281-X agora mesmo."
        },
        {
            "role": "Customer",
            "content": "Isso seria fantástico, quer dizer se não for muito incómodo, sei que deves estar cheio de trabalho e devia ter ligado mais cedo mas..."
        },
        {
            "role": "Customer Support",
            "content": "São dois segundos."
        },
        {
            "role": "Customer",
            "content": "Hum, então tipo, quanto tempo é que normalmente, ah, demora para o reembolso, hum, aparecer? Desculpa, sei que é provavelmente uma pergunta parva..."
        },
        {
            "role": "Customer Support",
            "content": "Não é parva. Três a cinco dias."
        },
        {
            "role": "Customer",
            "content": "Ah ótimo, isso é mesmo perfeito porque preciso de me inscrever no de distúrbios alimentares pediátricos e estava preocupado com ter cobranças duplas no meu cartão de trabalho se isso faz..."
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, na verdade—er, deixa-me só—posso, ah, aplicar o código de crédito CRD-1847-PF à tua conta agora mesmo então, hum, basicamente poderias inscrever-te hoje sem, tipo, esperar pelo reembolso se quiseres?"
        },
        {
            "role": "Customer",
            "content": "A sério? Oh isso é... quer dizer, tens a certeza que não há problema?"
        },
        {
            "role": "Customer Support",
            "content": "Hum, sim então, ah, ando a fazer isto há, er, seis anos e basicamente, hum, com profissionais de saúde tentamos, tipo, agilizar as coisas porque, ah, sabes, prazos de formação contínua e isso tudo—já processei aliás."
        },
        {
            "role": "Customer",
            "content": "Estás literalmente a salvar o meu prazo de certificação, não acredito que quase deixei isto estragar o meu... como é que lhe chamam... o meu ciclo de renovação porque estava demasiado envergonhado para ligar."
        },
        {
            "role": "Customer Support",
            "content": "Acontece constantemente."
        },
        {
            "role": "Customer",
            "content": "Então uso apenas esse código de crédito quando me inscrever? Desculpa, quero ter a certeza que não volto a estragar isto de alguma forma..."
        },
        {
            "role": "Customer Support",
            "content": "Hum, então tipo, já está, ah, aplicado à tua conta então quando, er, finalizares a compra vai, hum, automaticamente deduzir o crédito de 189€—e ah, vais receber o email de confirmação CNF-6720-B em, tipo, cinco minutos basicamente."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Hi, um, I'm probably making this harder than it needs to be, but I have this billing issue with my CE credits and I just..."
        },
        {
            "role": "Customer Support",
            "content": "Um, okay so, uh, let me just—no wait—let me pull up the, um, continuing education portal here and, uh, basically I can definitely help with that, so what's your account number or, um, email?"
        },
        {
            "role": "Customer",
            "content": "It's sarah.martinez at therapyworks dot com, and I feel so stupid because I probably clicked something wrong when I was registering for the dysphagia workshop last month..."
        },
        {
            "role": "Customer Support",
            "content": "Got it, got it."
        },
        {
            "role": "Customer",
            "content": "The charge went through twice, which is entirely my fault I'm sure, I was rushing between sessions and the payment page was... what's the word... buffering maybe?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, I'm seeing here—uh, wait, let me just—okay so basically your account SMT-4429-CE shows, um, two identical charges for $189 each on October 12th, and uh, that's definitely, like, not your fault at all."
        },
        {
            "role": "Customer",
            "content": "Oh really? Because I kept hitting submit when nothing was happening and I thought maybe I..."
        },
        {
            "role": "Customer Support",
            "content": "Um, no no, so like, this happens, uh, all the time actually with our, um—the payment processor we use sometimes, er, duplicates charges when there's, uh, latency issues, so basically I can process refund RFD-9281-X right now."
        },
        {
            "role": "Customer",
            "content": "That would be amazing, I mean if it's not too much trouble, I know you're probably swamped and I should've called sooner but..."
        },
        {
            "role": "Customer Support",
            "content": "Takes two seconds."
        },
        {
            "role": "Customer",
            "content": "Um, so like, how long does it usually, uh, take for the refund to, um, show up? Sorry, I know that's probably a stupid question..."
        },
        {
            "role": "Customer Support",
            "content": "Not stupid. Three to five days."
        },
        {
            "role": "Customer",
            "content": "Oh good, that's actually perfect timing because I need to register for the pediatric feeding disorders one and I was worried about having double charges on my work card if that makes..."
        },
        {
            "role": "Customer Support",
            "content": "So, um, actually—er, let me just—I can, uh, apply credit code CRD-1847-PF to your account right now so, um, basically you could register today without, like, waiting for the refund if you want?"
        },
        {
            "role": "Customer",
            "content": "Really? Oh that's... I mean, are you sure that's okay?"
        },
        {
            "role": "Customer Support",
            "content": "Um, yeah so, uh, I've been doing this for, er, six years and basically, um, with healthcare providers we try to, like, expedite things because, uh, you know, CE deadlines and all that—just processed it actually."
        },
        {
            "role": "Customer",
            "content": "You're literally saving my certification deadline, I can't believe I almost let this mess up my... what do they call it... my renewal cycle because I was too embarrassed to call."
        },
        {
            "role": "Customer Support",
            "content": "Happens constantly."
        },
        {
            "role": "Customer",
            "content": "So I just use that credit code when I register? Sorry, I want to make sure I don't somehow mess this up again..."
        },
        {
            "role": "Customer Support",
            "content": "Um, so like, it's already, uh, applied to your account so when you, er, check out it'll just, um, automatically deduct the $189 credit—and uh, you'll get confirmation email CNF-6720-B in, like, five minutes basically."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "35d472d6_script.json",
    "scenario": "speech therapist, articulate and precise about describing a continuing education billing problem",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "self_deprecating_fumbling",
                "cautiously_hopeful"
            ],
            "disfluency": {
                "hesitation_amount": "light",
                "hesitation_types": [
                    "trailing_off",
                    "word_searching"
                ],
                "elongation": "natural_length",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "burned_out_but_trying"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "classic_fillers",
                    "filled_pauses",
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        }
    }
}