{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, pois. Taxa de uniforme. Tiraram-me... cento e vinte do ordenado..."
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, deixa-me só—está bem, portanto basicamente estou aqui a abrir a tua conta e, ah, preciso primeiro de verificar algumas informações, é, podes dar-me o teu número de funcionário ou, hum, os últimos quatro do NIF?"
        },
        {
            "role": "Customer",
            "content": "É, ah... 8-8-5-2. Do NIF."
        },
        {
            "role": "Customer Support",
            "content": "Está bem então, hum, estou a ver aqui que estás com, ah, deixa-me só—pronto está a mostrar a conta EMP-7734-NC21 e, hmm, estás listado como ajudante de cozinha no, hum, no local do centro, é isso?"
        },
        {
            "role": "Customer",
            "content": "Sim. Olha, posso sequer... tenho direito a contestar isto ou..."
        },
        {
            "role": "Customer Support",
            "content": "Oh claro que sim, tipo, hum, tens todo o direito de contestar qualquer dedução e, ah, estou a ver aqui o teu registo de vencimentos na transação PAY-8892-XK e, é, consigo ver a dedução do uniforme de cento e vinte euros lançada no dia quinze."
        },
        {
            "role": "Customer",
            "content": "Hum, a questão é... sou novo. Não sei se, ah, se pessoal júnior pode sequer..."
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, na verdade—não espera, deixa-me só—pronto portanto basicamente o teu nível de emprego não, ah, não importa nada quando se trata de contestar deduções, e hum, olhando aqui para o código POL-4421-B, todos os funcionários independentemente do cargo têm os mesmos direitos de contestação."
        },
        {
            "role": "Customer",
            "content": "Disseram que tinha de pagar. Pelos aventais. O casaco..."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, então estou só, hum, a rever os teus documentos de integração no ficheiro ONB-9956-RT22 e, ah, deixa-me ver aqui—portanto basicamente a política de uniformes mostra que, é, os uniformes iniciais devem na verdade ser fornecidos sem custo para posições de ajudante."
        },
        {
            "role": "Customer",
            "content": "Sem custo? Mas eles... tiraram-me na mesma..."
        },
        {
            "role": "Customer Support",
            "content": "Pois então, hum, isto é—quer dizer, ah, isto parece mesmo um erro da parte deles, e é, o que vou fazer é, hum, abrir uma contestação com o número de caso DSP-3348-QV91 para ti agora mesmo."
        },
        {
            "role": "Customer",
            "content": "Quanto tempo. Até receber... o dinheiro..."
        },
        {
            "role": "Customer Support",
            "content": "Então normalmente, hum, estas contestações levam cerca de, ah, cinco a sete dias úteis a processar, mas é, como isto parece uma clara violação da política ao abrigo do, hum, ao abrigo do regulamento REG-2247-A, posso na verdade acelerar isto para ti."
        },
        {
            "role": "Customer",
            "content": "Hum, acelerar significa... mais rápido? Quanto mais rápido..."
        },
        {
            "role": "Customer Support",
            "content": "Então basicamente, hum, com processamento acelerado posso—deixa-me só—pronto então estou a marcar isto como prioritário e, ah, deves ver o reembolso dentro de, é, dois a três dias úteis, e hum, vai aparecer como crédito CRD-5589-MN12 no teu próximo recibo de vencimento."
        },
        {
            "role": "Customer",
            "content": "E eles não podem... não podem tirar outra vez ou..."
        },
        {
            "role": "Customer Support",
            "content": "Não não, então hum, quando esta contestação for aprovada—e ah, honestamente com a documentação que estou a ver aqui vai ser—eles não podem, é, voltar a deduzir este montante, e também estou a adicionar uma nota sob a referência REF-7702-LP sobre a violação da política."
        },
        {
            "role": "Customer",
            "content": "Está bem. Pois. Isso é... bom então..."
        },
        {
            "role": "Customer Support",
            "content": "Então, hum, está tudo tratado e, ah, vais receber um email de confirmação com o teu número de contestação DSP-3348-QV91 dentro de uma hora, e é, se tiveres algum problema ou, hum, se tentarem deduzir mais alguma coisa para uniformes, refere só este caso e, ah, e estás coberto, está bem?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah. Uniform charge. They took... hundred twenty from my check..."
        },
        {
            "role": "Customer Support",
            "content": "So, um, let me just—okay so basically I'm pulling up your account here and, uh, I need to verify some information first, er, can you give me your employee ID or, um, the last four of your social?"
        },
        {
            "role": "Customer",
            "content": "It's, uh... 8-8-5-2. The social."
        },
        {
            "role": "Customer Support",
            "content": "Okay so, um, I'm seeing here that you're with, uh, let me just—okay it's showing account EMP-7734-NC21 and, hmm, you're listed as prep cook at the, um, the downtown location, is that right?"
        },
        {
            "role": "Customer",
            "content": "Yeah. Look, can I even... am I allowed to dispute this or..."
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, so like, um, you definitely have the right to dispute any deduction and, uh, I'm looking at your payroll record here under transaction PAY-8892-XK and, er, I can see the uniform deduction of one hundred twenty dollars posted on the fifteenth."
        },
        {
            "role": "Customer",
            "content": "Um, thing is... I'm new. Don't know if, uh, if entry-level can even..."
        },
        {
            "role": "Customer Support",
            "content": "So, um, actually—no wait, let me just—okay so basically your employment level doesn't, uh, doesn't matter at all when it comes to disputing deductions, and um, looking at code POL-4421-B here, every employee regardless of position has the same dispute rights."
        },
        {
            "role": "Customer",
            "content": "They said I had to pay. For the aprons. The jacket..."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, so I'm just, um, reviewing your onboarding documents under file ONB-9956-RT22 and, uh, let me see here—so basically the uniform policy shows that, er, initial uniforms should actually be provided at no cost for prep positions."
        },
        {
            "role": "Customer",
            "content": "No cost? But they... they took it anyway..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, this is—I mean, uh, this definitely looks like an error on their end, and er, what I'm going to do is, um, file a dispute under case number DSP-3348-QV91 for you right now."
        },
        {
            "role": "Customer",
            "content": "How long. Until I get... the money..."
        },
        {
            "role": "Customer Support",
            "content": "So typically, um, these disputes take about, uh, five to seven business days to process, but er, since this looks like a clear policy violation under, um, under regulation REG-2247-A, I can actually expedite this for you."
        },
        {
            "role": "Customer",
            "content": "Um, expedite means... faster? How much faster..."
        },
        {
            "role": "Customer Support",
            "content": "So basically, um, with expedited processing I can—let me just—okay so I'm marking this as priority and, uh, you should see the refund within, er, two to three business days, and um, it'll show as credit CRD-5589-MN12 on your next pay statement."
        },
        {
            "role": "Customer",
            "content": "And they can't... can't take it back again or..."
        },
        {
            "role": "Customer Support",
            "content": "No no, so um, once this dispute is approved—and uh, honestly with the documentation I'm seeing here it will be—they cannot, er, re-deduct this amount, and I'm also adding a note under reference REF-7702-LP about the policy violation."
        },
        {
            "role": "Customer",
            "content": "Okay. Yeah. That's... good then..."
        },
        {
            "role": "Customer Support",
            "content": "So, um, you're all set and, uh, you'll get an email confirmation with your dispute number DSP-3348-QV91 within the hour, and er, if you have any issues or, um, if they try to deduct anything else for uniforms, just reference this case and, uh, and you'll be covered, okay?"
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "3b7ee4bf_script.json",
    "scenario": "prep cook, entry-level and unsure if he's even allowed to dispute a uniform deduction",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "exhausted_worn",
                "frustrated_impatient"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "concentrating_quiet",
                "gently_reassuring"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "filled_pauses",
                    "classic_fillers",
                    "false_starts"
                ],
                "elongation": "natural_length",
                "pacing": "deliberate_slow"
            }
        }
    }
}