{
    "conversation": [
        {
            "role": "Customer",
            "content": "Pronto então estou—estou a ligar por causa do meu recibo. Para o trabalho. O serviço de parques precisa dele até, hum, até sexta-feira."
        },
        {
            "role": "Customer Support",
            "content": "Certo certo, pois então hum, deixe-me só abrir isso—isso aqui rapidamente e, ah, percebo perfeitamente esses prazos do trabalho são—são absolutamente ridículos às vezes sinceramente. Qual é o, hum, qual é o seu número de encomenda ou conta?"
        },
        {
            "role": "Customer",
            "content": "É hum... deixa-me ver aqui... RNG-4521. Conta com desconto de guarda-florestal."
        },
        {
            "role": "Customer Support",
            "content": "Ok perfeito então, ah, tenho aqui a conta RNG-4521-PKS e estou a ver—oh bem pois há tipo, hum, três encomendas diferentes do mês passado que não têm—desculpe, quer dizer faltam os recibos detalhados o que é, ah, super irritante eu sei porque o nosso sistema devia automaticamente... enfim deixe-me arranjar isto."
        },
        {
            "role": "Customer",
            "content": "Três? Não não não, deviam ser—deviam ser quatro. Compras de outubro."
        },
        {
            "role": "Customer Support",
            "content": "Oh tem—tem toda a razão na verdade, hum, há mais uma escondida na transação TXN-891265-OCT que não estava—não estava ligada corretamente o que sinceramente acontece demasiadas vezes com as nossas, ah, nossas encomendas em volume é um bocado embaraçoso mas, hum, deixe-me só juntar isto tudo rapidamente."
        },
        {
            "role": "Customer",
            "content": "Hmm, ok então isso significa... espera, consegues pôr tudo num PDF?"
        },
        {
            "role": "Customer Support",
            "content": "Sim sim completamente, então hum, vou—vou juntar tudo no documento DOC-7739-COMB e, ah, sinceramente cá entre nós? A nossa equipa de contabilidade complica isto muito mais do que devia mas, hum, posso adicionar todos os códigos de isenção fiscal e—e a informação de faturação do departamento que precisas."
        },
        {
            "role": "Customer",
            "content": "Bom bom bom. Hum, porque da última vez? Rejeitaram-no. Custou-me 200 euros."
        },
        {
            "role": "Customer Support",
            "content": "Oh não pode ser, isso é—isso é completamente inaceitável, hum, deixa-me garantir que este fica à prova de bala então, ah, vou adicionar o código de verificação VER-3982-EXEMPT e vou pôr, hum, pôr a autorização do teu departamento mesmo—mesmo no topo onde não podem deixar de ver desta vez."
        },
        {
            "role": "Customer",
            "content": "Sabes quantos—quantos obstáculos temos de ultrapassar? Para equipamento básico?"
        },
        {
            "role": "Customer Support",
            "content": "Completamente. Não quer dizer, ah, eu trabalhava com—com contas governamentais e é simplesmente... a papelada é uma loucura sinceramente. O teu número de confirmação vai ser CNF-4455-URGENT e estou, hum, estou a marcar como prioritário para ultrapassar o habitual, ah, o disparate habitual dos três dias de processamento."
        },
        {
            "role": "Customer",
            "content": "Como é que se diz... expedito? É isso?"
        },
        {
            "role": "Customer Support",
            "content": "Certo certo. Expedito."
        },
        {
            "role": "Customer",
            "content": "Hmm, e tens a certeza—certeza que isto vai funcionar? Não posso ter outra... situação."
        },
        {
            "role": "Customer Support",
            "content": "Sim então, hum, estou mesmo a verificar—verificar duas vezes aqui e o teu lote de recibos RBT-9901-COMPLETE tem, ah, tudo o que possam vir a pedir tipo detalhamento, NIF, ordens de compra, o—o pacote completo basicamente e sinceramente se rejeitarem este eu, hum, eu escalava porque este está perfeito agora."
        },
        {
            "role": "Customer",
            "content": "Deixa-me ver aqui... email para jones arroba... ok percebi percebi."
        },
        {
            "role": "Customer Support",
            "content": "Perfeito e, ah, só para saberes o número de referência REF-6672-RANGER está—está anexado a tudo por isso se alguém te chatear só, hum, só citas isso e vão ver que basicamente sinalizei isto como, ah, como pré-aprovado para reembolso o que tecnicamente não devia fazer mas..."
        },
        {
            "role": "Customer",
            "content": "Para a próxima? Se isto acontecer? Vou ligar ao teu—teu supervisor. Nível de diretor."
        },
        {
            "role": "Customer Support",
            "content": "Não não totalmente justo, hum, sinceramente eu—eu faria o mesmo e entre nós? Às vezes é a única forma de conseguir que as coisas, ah, sejam mesmo resolvidas por aqui mas os teus documentos estão—estão a enviar agora para jones arroba parks ponto gov com cópia de segurança BCK-2234-FILE por isso estás—estás pronto e, hum, devem aprovar sem problema desta vez."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Okay so I'm—I'm calling 'bout my receipt. For work. Park service needs it by, um, by Friday."
        },
        {
            "role": "Customer Support",
            "content": "Right right, yeah so um, let me just pull that—that up for you real quick here and, uh, I totally get it with those work deadlines they're—they're absolutely ridiculous sometimes honestly. What's the, um, what's your order number or account?"
        },
        {
            "role": "Customer",
            "content": "It's um... let me see here... RNG-4521. Ranger discount account."
        },
        {
            "role": "Customer Support",
            "content": "Okay perfect so, uh, I've got account RNG-4521-PKS here and I'm seeing—oh wow yeah there's like, um, three different orders from last month that don't have—sorry, I mean they're missing the itemized receipts which is, uh, super annoying I know because our system should just automatically... anyway let me fix this."
        },
        {
            "role": "Customer",
            "content": "Three? No no no, should be—should be four. October purchases."
        },
        {
            "role": "Customer Support",
            "content": "Oh you're—you're absolutely right actually, um, there's one more hiding under transaction TXN-891265-OCT that wasn't—wasn't linked properly which honestly happens way too often with our, uh, our bulk orders it's kind of embarrassing but, um, let me just merge these together real quick."
        },
        {
            "role": "Customer",
            "content": "Hmm, okay so that means... wait, can you get 'em all in one PDF?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah yeah totally, so um, I'm gonna—gonna combine everything into document DOC-7739-COMB and, uh, honestly between you and me? Our accounting team makes this way harder than it needs to be but, um, I can add all the tax exempt codes and—and the department billing info you need."
        },
        {
            "role": "Customer",
            "content": "Good good good. Um, 'cause last time? They rejected it. Cost me two hundred bucks."
        },
        {
            "role": "Customer Support",
            "content": "Oh no way, that's—that's completely unacceptable, um, let me make sure this one's bulletproof then so, uh, adding verification code VER-3982-EXEMPT and I'm putting, um, putting your department authorization right—right at the top where they can't miss it this time."
        },
        {
            "role": "Customer",
            "content": "Do you know how many—how many hoops we jump through? For basic equipment?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely. No I mean, uh, I used to work with—with government accounts and it's just... the paperwork is insane honestly. Your confirmation number's gonna be CNF-4455-URGENT and I'm, um, I'm marking it priority so it bypasses the usual, uh, the usual three-day processing nonsense."
        },
        {
            "role": "Customer",
            "content": "What's the word... expedited? That it?"
        },
        {
            "role": "Customer Support",
            "content": "Right right. Expedited."
        },
        {
            "role": "Customer",
            "content": "Hmm, and you're sure—sure this'll work? Can't have another... situation."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, I'm actually double—double checking here and your receipt batch RBT-9901-COMPLETE has, uh, everything they could possibly ask for like itemization, tax ID, purchase orders, the—the works basically and honestly if they reject this one I'd, um, I'd escalate it because this is perfect now."
        },
        {
            "role": "Customer",
            "content": "Let me see here... email to jones at... okay got it got it."
        },
        {
            "role": "Customer Support",
            "content": "Perfect and, uh, just so you know reference number REF-6672-RANGER is—is attached to everything so if anyone gives you trouble just, um, just quote that and they'll see I've basically flagged this as, uh, as pre-approved for reimbursement which technically I'm not supposed to do but..."
        },
        {
            "role": "Customer",
            "content": "Next time though? If this happens? I'm calling your—your supervisor. Director level."
        },
        {
            "role": "Customer Support",
            "content": "No no totally fair, um, honestly I'd—I'd do the same and between us? Sometimes that's the only way to get things, uh, actually fixed around here but your documents are—are sending now to jones at parks dot gov with backup copy BCK-2234-FILE so you're—you're all set and, um, they should approve it no problem this time."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "355da277_script.json",
    "scenario": "park ranger, needing documentation for a work reimbursement claim before the deadline",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "relieved_but_wary",
                "demanding_entitled"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "repetition_stutter",
                    "word_searching",
                    "vocalized_thinking"
                ],
                "elongation": "clipped_short",
                "pacing": "quick_efficient"
            }
        },
        "support": {
            "emotions": [
                "commiserating_honest",
                "carefully_diplomatic"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "self_corrections",
                    "trailing_off",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        }
    }
}