{
    "conversation": [
        {
            "role": "Customer",
            "content": "Olha, recebi este aviso de chargeback. 800 euros. Podemos resolver isto?"
        },
        {
            "role": "Customer Support",
            "content": "Certo, estou a ver aqui. Transação CB-4782-MX de 3 de novembro. Infelizmente o prazo para contestar é... bem, é apertado. 7 dias úteis desde a notificação."
        },
        {
            "role": "Customer",
            "content": "7 dias? Recebi o aviso ontem."
        },
        {
            "role": "Customer Support",
            "content": "Ok ok. Deixa-me ver o timestamp. Recebeste a notificação às 14h47 Eastern no dia 12, então temos até... ah não, espera—dias úteis significa que temos até dia 21."
        },
        {
            "role": "Customer",
            "content": "Pronto. O que é que preciso?"
        },
        {
            "role": "Customer Support",
            "content": "Então é aqui que a coisa fica complicada. O comprador fez uma reclamação alegando que o item não corresponde à descrição, código A37, and once that's in the system we need pretty specific documentation para contestar."
        },
        {
            "role": "Customer",
            "content": "Tenho fotos. Emails. Tudo."
        },
        {
            "role": "Customer Support",
            "content": "Bom, isso é bom. Faz upload no portal dot disputecenter dot com barra evidence, reference number REF-8829-QJ. O sistema precisa de faturas, confirmação de envio, qualquer comunicação com o comprador..."
        },
        {
            "role": "Customer",
            "content": "Já fiz isso. Há 2 dias."
        },
        {
            "role": "Customer Support",
            "content": "Deixa-me... ok estou a abrir a tua submissão agora. Document batch DB-1147-K uploaded no dia 13 às 8h22 da manhã. O status de processamento mostra... hum."
        },
        {
            "role": "Customer",
            "content": "O quê. O que é que se passa?"
        },
        {
            "role": "Customer Support",
            "content": "Nada de grave exatamente, é só que—a equipa de revisão rejeitou dois dos teus ficheiros. Problema de formato. PDFs com mais de 10 megabytes não... they just don't go through properly."
        },
        {
            "role": "Customer",
            "content": "Estás a brincar comigo."
        },
        {
            "role": "Customer Support",
            "content": "Eu sei, eu sei. Olha, here's what I can do—quer dizer—posso marcar isto para revisão manual. Número de caso CS-9982-TK. Demora cerca de 48 horas mas pelo menos uma pessoa real vai ver isto."
        },
        {
            "role": "Customer",
            "content": "Espera, a sério? Isso ajudava mesmo?"
        },
        {
            "role": "Customer Support",
            "content": "A taxa de sucesso para revisão manual é cerca de 73 por cento quando tens documentação como a tua. Não garanto nada mas... it's better than the automated rejection you were heading for."
        },
        {
            "role": "Customer",
            "content": "Ok. Hum. Sim, faz isso. Por favor."
        },
        {
            "role": "Customer Support",
            "content": "Feito. Escalado para revisão de nível dois, prioridade adicionada. Vais receber um email na conta que termina em 4429 dentro de 2 dias úteis com a decisão."
        },
        {
            "role": "Customer",
            "content": "Isso é... isso é ótimo mesmo. Obrigado."
        },
        {
            "role": "Customer Support",
            "content": "Honestamente? O sistema torna isto mais difícil do que devia ser. A tua referência de caso é CR-7745-BN se precisares de fazer follow up. Deves saber qualquer coisa até quinta."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Look, I got this chargeback notice. Eight hundred bucks. Can we just fix this?"
        },
        {
            "role": "Customer Support",
            "content": "Right, I see it here. Transaction CB-4782-MX from November third. Unfortunately the dispute window is... well, it's tight. Seven business days from notification."
        },
        {
            "role": "Customer",
            "content": "Seven days? Got the notice yesterday."
        },
        {
            "role": "Customer Support",
            "content": "Okay okay. Let me check the timestamp. You received notice at 2:47 PM Eastern on the twelfth, so that gives us until... actually no, wait—business days means we have until the twenty-first."
        },
        {
            "role": "Customer",
            "content": "Fine. What do I need?"
        },
        {
            "role": "Customer Support",
            "content": "So here's where it gets tricky. The buyer filed claiming item not as described, code A37, and once that's in the system we need pretty specific documentation to counter it."
        },
        {
            "role": "Customer",
            "content": "I have photos. Emails. Everything."
        },
        {
            "role": "Customer Support",
            "content": "Good, that's good. Upload them to portal dot disputecenter dot com slash evidence, reference number REF-8829-QJ. The system needs invoices, shipping confirmation, any communication with the buyer..."
        },
        {
            "role": "Customer",
            "content": "Already did that. Two days ago."
        },
        {
            "role": "Customer Support",
            "content": "Let me... okay I'm pulling up your submission now. Document batch DB-1147-K uploaded on the thirteenth at 8:22 AM. Processing status shows... hm."
        },
        {
            "role": "Customer",
            "content": "What. What's wrong?"
        },
        {
            "role": "Customer Support",
            "content": "Nothing wrong exactly, it's just—the review team rejected two of your files. Format issue. PDFs over 10 megabytes don't... they just don't go through properly."
        },
        {
            "role": "Customer",
            "content": "You're kidding me."
        },
        {
            "role": "Customer Support",
            "content": "I know, I know. Look, here's what I can do—sorry, I mean—I can flag this for manual review. Case number CS-9982-TK. Takes about 48 hours but at least a human looks at it."
        },
        {
            "role": "Customer",
            "content": "Wait, really? That would actually help?"
        },
        {
            "role": "Customer Support",
            "content": "The success rate for manual review is about 73 percent when you have documentation like yours. Not guaranteeing anything but... it's better than the automated rejection you were heading for."
        },
        {
            "role": "Customer",
            "content": "Okay. Um. Yeah, do that. Please."
        },
        {
            "role": "Customer Support",
            "content": "Done. Escalated to tier two review, priority flag added. You'll get an email to account ending in 4429 within two business days with the decision."
        },
        {
            "role": "Customer",
            "content": "That's... that's actually great. Thanks."
        },
        {
            "role": "Customer Support",
            "content": "Honestly? The system makes this harder than it needs to be. Your case reference is CR-7745-BN if you need to follow up. Should know by Thursday."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "24dddaff_script.json",
    "professionalism": "casual",
    "scenario": "wanting to dispute a chargeback that was filed against them",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "exhausted_worn",
                "surprised_delighted"
            ],
            "disfluency": {
                "hesitation_types": [
                    "classic_fillers",
                    "self_corrections",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        },
        "support": {
            "emotions": [
                "regretfully_limited",
                "concentrating_quiet"
            ],
            "disfluency": {
                "hesitation_types": [
                    "trailing_off",
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "deliberate_slow"
            }
        }
    }
}