{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[nervously] अम्म, माफ़ कीजिए, क्या आप वही prosecutor हैं जिन्होंने मुझे ये, अ, ये subpoena भेजा है? क्योंकि सच कहूं तो मुझे बिल्कुल समझ नहीं आ रहा कि मैं यहाँ क्यों हूं, या आपको मुझसे क्या चाहिए।"
        },
        {
            "role": "Character 2",
            "content": "हां, मैं Assistant District Attorney Chen हूं। कृपया बैठिए। आप पिछले 8 महीनों से Morrison परिवार के साथ रह रही थीं, सही है ना? उनकी exchange student के रूप में, देखूं यहाँ... Seoul से?"
        },
        {
            "role": "Character 1",
            "content": "[voice trembling] जी हां, बिल्कुल, लेकिन मैं—देखिए, I'm just here to study, okay? मेरा visa सिर्फ़ पढ़ाई के लिए है, and I really can't afford to get involved in whatever this is about."
        },
        {
            "role": "Character 2",
            "content": "मैं आपकी visa की चिंता समझती हूं, but you're not in any legal trouble yourself. लेकिन हमें 15 October की रात के बारे में बात करनी होगी। [pause] आप उस शाम घर पर थीं।"
        },
        {
            "role": "Character 1",
            "content": "मुझे उस रात के बारे में कुछ ख़ास याद नहीं, सच में, बस एक आम Tuesday थी या जो भी। [swallows hard] मैं ज़्यादातर अपने कमरे में पढ़ाई करती रहती हूं।"
        },
        {
            "role": "Character 2",
            "content": "[firmly] आम Tuesday। हम्म। फिर भी आपके phone records बताते हैं कि आपने midnight से 3 AM के बीच 17 calls किए, including one to emergency services that you hung up after four seconds."
        },
        {
            "role": "Character 1",
            "content": "[quieter] हे भगवान। आपके पास मेरे phone records हैं? मेरा मतलब, वो तो—वो तो private है ना? मैंने किसी को permission नहीं दी थी उन्हें देखने की।"
        },
        {
            "role": "Character 2",
            "content": "हमने court order के through प्राप्त किए हैं। सुनिए, मैं जानती हूं आप डरी हुई हैं, but three people are dead and you're quite possibly the only witness जो हमें बता सकती है कि उस घर में असल में क्या हुआ था।"
        },
        {
            "role": "Character 1",
            "content": "[shaky exhale] तीन लोग... रुकिए, क्या? News में तो कहा था कि ये एक accident था, gas leak या कुछ ऐसा। Mrs. Morrison ने मुझे बताया था it was just an accident at the warehouse."
        },
        {
            "role": "Character 2",
            "content": "[leaning forward] Mrs. Morrison ने आपको बताया? Interesting. क्योंकि Mrs. Morrison तो supposedly पूरे हफ़्ते Connecticut में अपनी बहन के घर थीं। तो उन्होंने आपको ये कब बताया exactly?"
        },
        {
            "role": "Character 1",
            "content": "मैं, अ... [long pause] शिट। Sorry, मेरा मतलब—देखिए, शायद मैं dates को लेकर confused हूं। सब कुछ बहुत chaotic रहा है, and my English isn't perfect when I'm stressed like this."
        },
        {
            "role": "Character 2",
            "content": "आपकी English मुझे बिल्कुल ठीक लग रही है। Here's what I think: आपने उस रात कुछ देखा, कुछ ऐसा जिसने आपको इतना डरा दिया कि आपने 911 को call करने की कोशिश की, और अब आप ऐसे लोगों को बचा रही हैं जो इसके लायक नहीं हैं।"
        },
        {
            "role": "Character 1",
            "content": "[barely breathing] उन्होंने मेरा visa sponsor किया है। अगर मैं उनके खिलाफ़ testify करूंगी, they'll revoke it and I'll have to leave. मेरा पूरा future, सब कुछ जिसके लिए मैंने मेहनत की... [voice cracking] मैं ऐसे घर नहीं जा सकती।"
        },
        {
            "role": "Character 2",
            "content": "हम आपकी immigration status के लिए protective measures arrange कर सकते हैं, but only if you cooperate fully. जो लोग मरे—वो भी किसी के बच्चे थे, किसी का पूरा future थे। [softer] आप जानती हैं ना क्या हुआ था?"
        },
        {
            "role": "Character 1",
            "content": "[whispering] अगर मैं आपको बताऊं कि मैंने क्या देखा, सच में क्या देखा, अम्म... can you guarantee they won't find out it was me? क्योंकि ये लोग, इनके हर जगह connections हैं।"
        },
        {
            "role": "Character 2",
            "content": "[urgently] मैं आपको तुरंत witness protection में डाल सकती हूं, new identity if necessary, किसी भी छोटे अपराध के लिए full immunity. लेकिन मुझे अभी जानना होगा—क्या आप उस रात जो हुआ उसके बारे में सच बताने को तैयार हैं?"
        },
        {
            "role": "Character 1",
            "content": "Mr. Morrison warehouse में नहीं थे जब वो लोग मरे। [shaking] वो basement में थे उनके साथ, तीनों के साथ, और मैंने heating vent से सब कुछ सुना था।"
        },
        {
            "role": "Character 2",
            "content": "[quickly] मुझे बताइए exactly क्या सुना था आपने, हर detail जो याद है, and we're going to get you somewhere safe right now. क्या आप मेरे लिए ये कर सकती हैं?"
        },
        {
            "role": "Character 1",
            "content": "[crying now] हां। भगवान, हां, मैं सब कुछ बताऊंगी। वो चीखें, वो tools, जिस तरह से Mrs. Morrison बस वहां खड़ी देख रही थीं... [choking back sob] मुझे हफ़्तों से nightmares आ रहे हैं।"
        },
        {
            "role": "Character 2",
            "content": "आप सही कर रही हैं, I promise you that. मेरी team पहले से ही आपकी सुरक्षा के लिए आ रही है। [determined] हम ये सुनिश्चित करेंगे कि वो फिर कभी किसी को नुकसान न पहुंचा सकें।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[nervously] Um, excuse me, are you the prosecutor who sent me this, uh, this subpoena thing? Because I honestly don't understand why I'm here or what you could possibly need from me."
        },
        {
            "role": "Character 2",
            "content": "Yes, I'm Assistant District Attorney Chen. Please, sit down. You lived with the Morrison family for the past eight months, correct? As their exchange student from, let me see here... Seoul?"
        },
        {
            "role": "Character 1",
            "content": "[voice trembling] That's right, yes, but I don't—look, I'm just here to study, okay? My visa is for education only and I really can't afford to get involved in whatever this is about."
        },
        {
            "role": "Character 2",
            "content": "I understand your concern about your visa status, but you're not in any legal trouble yourself. However, we need to discuss what you witnessed on the night of October fifteenth. [pause] You were home that evening."
        },
        {
            "role": "Character 1",
            "content": "I don't remember anything specific about that night, honestly, it was just, um, a regular Tuesday or whatever. [swallows hard] I mostly stay in my room studying."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Regular Tuesday. Hmm. Yet your phone records show you made seventeen calls between midnight and 3 AM, including one to emergency services that you hung up after four seconds."
        },
        {
            "role": "Character 1",
            "content": "[quieter] Oh god. You have my phone records? I mean, that's—that's private, isn't it? I didn't give anyone permission to look at those."
        },
        {
            "role": "Character 2",
            "content": "We obtained them through a court order. Listen, I know you're scared, but three people are dead and you're quite possibly the only witness who can tell us what really happened in that house."
        },
        {
            "role": "Character 1",
            "content": "[shaky exhale] Three people are... wait, what? The news said it was an accident, a gas leak or something. Mrs. Morrison told me it was just an accident at the warehouse."
        },
        {
            "role": "Character 2",
            "content": "[leaning forward] Mrs. Morrison told you that? Interesting. Because Mrs. Morrison was supposedly at her sister's house in Connecticut that entire week. So when exactly did she tell you this?"
        },
        {
            "role": "Character 1",
            "content": "I, uh... [long pause] Shit. Sorry, I mean—look, maybe I'm confused about the dates. Everything's been really chaotic and my English isn't perfect when I'm stressed like this."
        },
        {
            "role": "Character 2",
            "content": "Your English seems perfectly fine to me. Here's what I think: you saw something that night, something that terrified you enough to almost call 911, and now you're protecting people who don't deserve it."
        },
        {
            "role": "Character 1",
            "content": "[barely breathing] They sponsored my visa. If I testify against them, they'll revoke it and I'll have to leave. My entire future, everything I've worked for... [voice cracking] I can't go back home like this."
        },
        {
            "role": "Character 2",
            "content": "We can arrange protective measures for your immigration status, but only if you cooperate fully. The people who died—they were someone's children too, someone's entire future. [softer] You know what happened, don't you?"
        },
        {
            "role": "Character 1",
            "content": "[whispering] If I tell you what I saw, what I really saw, um... can you guarantee they won't find out it was me? Because these people, they have connections everywhere."
        },
        {
            "role": "Character 2",
            "content": "[urgently] I can put you in witness protection immediately, new identity if necessary, full immunity for any minor infractions. But I need to know right now—are you willing to tell the truth about what happened that night?"
        },
        {
            "role": "Character 1",
            "content": "Mr. Morrison wasn't at the warehouse when those men died. [shaking] He was in the basement with them, all three of them, and I heard everything through the heating vent."
        },
        {
            "role": "Character 2",
            "content": "[quickly] I need you to tell me exactly what you heard, every detail you remember, and we're going to get you somewhere safe right now. Can you do that for me?"
        },
        {
            "role": "Character 1",
            "content": "[crying now] Yes. God, yes, I'll tell you everything. The screaming, the tools, the way Mrs. Morrison just stood there watching... [choking back sob] I've been having nightmares for weeks."
        },
        {
            "role": "Character 2",
            "content": "You're doing the right thing, I promise you that. My team is already on their way to secure you. [determined] We're going to make sure they never hurt anyone again."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "d2d48df4_scenario.json",
    "scenario": "An exchange student is called to testify as a key witness in a murder case involving their host family, fearing deportation if they cooperate.",
    "type": "scenario_conversation",
    "character_1_role": "exchange student",
    "character_2_role": "prosecutor",
    "selected_tones": [
        "tense",
        "fragile",
        "accelerating"
    ],
    "tone_options": [
        "unwelcoming",
        "tense",
        "connecting",
        "believing",
        "fragile",
        "chilling",
        "accelerating",
        "one-sided",
        "antisocial",
        "pacifying"
    ]
}