{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Look, I know this isn't your usual type of job, लेकिन मैं जो भी आप मांग रही हैं दे सकती हूं—double rate, triple भी, क्योंकि मेरा partner छह दिन से गायब है और authorities कुछ नहीं कर रहीं।"
        },
        {
            "role": "Character 2",
            "content": "[flatly] Money doesn't make bullets bounce off, और ना ही Cali territory में दरवाज़े खुलते हैं, तो जब तक आपके connections या intel नहीं हैं, आपके करोड़ों का वहाँ कोई मतलब नहीं।"
        },
        {
            "role": "Character 1",
            "content": "[desperate] Please, मुझे ये चाहिए।"
        },
        {
            "role": "Character 2",
            "content": "[measured] You need to understand something—Colombia ये Silicon Valley नहीं है जहाँ आप पैसे फेंकती रहें और problems गायब हो जाएं, ये बिलकुल अलग खेल है अलग rules के साथ।"
        },
        {
            "role": "Character 1",
            "content": "[pleading] But you've done extractions before, है ना? मेरा मतलब, मैंने Venezuela वाली बात पढ़ी थी, वो oil executive जिसे आपने निकाला था, और ये basically वही situation है बस better funding के साथ।"
        },
        {
            "role": "Character 2",
            "content": "[scoffing] That executive had military training, Spanish धाराप्रवाह बोलता था, और जानता था कि ज़रूरत पड़ने पर चुप कैसे रहना है—क्या आपका crypto partner ये सब कह सकता है?"
        },
        {
            "role": "Character 1",
            "content": "He's smart, incredibly smart actually, और मुझे पक्का यकीन है वो अभी उनसे negotiate करने की कोशिश कर रहा होगा क्योंकि वो यही करता है, जहाँ बाकी लोग dead end देखते हैं वहाँ वो solutions ढूंढता है।"
        },
        {
            "role": "Character 2",
            "content": "[grimly] Negotiating with the cartel is like teaching calculus to a shark—वो सिर्फ एक भाषा समझते हैं और वो आपके partner की भाषा नहीं है।"
        },
        {
            "role": "Character 1",
            "content": "So you're saying there's no hope? कि मैं बस accept कर लूं वो गया और अपनी ज़िंदगी में आगे बढ़ूं जैसे कुछ हुआ ही नहीं?"
        },
        {
            "role": "Character 2",
            "content": "[considering] I'm saying you're approaching this wrong, CEO की तरह सोच रही हैं जब आपको किसी ऐसे इंसान की तरह सोचना चाहिए जिसने सब कुछ खो दिया हो और जिसके पास खोने को कुछ बचा ही ना हो।"
        },
        {
            "role": "Character 1",
            "content": "But I haven't lost everything yet, मेरे पास resources हैं, government में connections हैं, और आप यहाँ बैठी मेरी बात सुन रही हैं जिसका कुछ मतलब तो है, है ना?"
        },
        {
            "role": "Character 2",
            "content": "[coldly] It means you're desperate."
        },
        {
            "role": "Character 1",
            "content": "[voice cracking] Yes, okay, I'm desperate! हमने मिलके ये company बनाई थी बिलकुल zero से, एक garage startup से hundred-million-dollar exit तक, और अब वो गया क्योंकि मैंने एक deal push किया था।"
        },
        {
            "role": "Character 2",
            "content": "What deal exactly?"
        },
        {
            "role": "Character 1",
            "content": "[rushing] We were trying to set up payment processing for emerging markets, बिलकुल legitimate, लेकिन apparently हमने गलत local company के साथ partnership की और अब वो सोचते हैं हमने उनसे somehow चोरी की है।"
        },
        {
            "role": "Character 2",
            "content": "[darkly amused] Somehow."
        },
        {
            "role": "Character 1",
            "content": "[frantically] Look, I'll give you everything—acquisition से मेरा पूरा share, पूरे 43 million, बस उसे ज़िंदा वापस ले आइए क्योंकि मैं उसके बिना ये नहीं कर सकती।"
        },
        {
            "role": "Character 1",
            "content": "These people don't want your money, वो respect चाहते हैं, और आपने already दिखा दिया है कि आप नहीं समझतीं कि उनकी दुनिया में इसका क्या मतलब है। [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[defeated whisper] Then what do I do?"
        },
        {
            "role": "Character 2",
            "content": "[finally softening] You find someone they respect to vouch for you, कोई जो उनकी भाषा बोलता हो, और फिर शायद—शायद—हम एक ऐसे extraction की बात कर सकते हैं जिसमें हम सब के टुकड़े ना हों।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Look, I know this isn't your usual type of job, but I can pay whatever you're asking—double your rate, triple even, because my partner's been missing for six days now and the authorities won't help."
        },
        {
            "role": "Character 2",
            "content": "[flatly] Money doesn't make bullets bounce off and it doesn't open doors in Cali territory, so unless you've got connections or intel, your millions mean nothing down there."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Please, I need this."
        },
        {
            "role": "Character 2",
            "content": "[measured] You need to understand something—Colombia isn't Silicon Valley where you throw money at problems until they disappear, it's a different game with different rules entirely."
        },
        {
            "role": "Character 1",
            "content": "[pleading] But you've done extractions before, right? I mean, I read about that thing in Venezuela, the oil executive you got out, and this is basically the same situation except with better funding."
        },
        {
            "role": "Character 2",
            "content": "[scoffing] That executive had military training, spoke fluent Spanish, and knew how to keep his mouth shut when needed—can your crypto partner say the same?"
        },
        {
            "role": "Character 1",
            "content": "He's smart, incredibly smart actually, and I'm sure he's trying to negotiate with them right now because that's what he does, he finds solutions where others see dead ends."
        },
        {
            "role": "Character 2",
            "content": "[grimly] Negotiating with the cartel is like teaching calculus to a shark—they only understand one language and it's not the kind your partner speaks."
        },
        {
            "role": "Character 1",
            "content": "So you're saying there's no hope? That I should just accept he's gone and move on with my life like nothing happened?"
        },
        {
            "role": "Character 2",
            "content": "[considering] I'm saying you're approaching this wrong, thinking like a CEO when you need to think like someone who's already lost everything and has nothing left to lose."
        },
        {
            "role": "Character 1",
            "content": "But I haven't lost everything yet, I've got resources, I've got connections in government, and I've got you here listening to me which means something, doesn't it?"
        },
        {
            "role": "Character 2",
            "content": "[coldly] It means you're desperate."
        },
        {
            "role": "Character 1",
            "content": "[voice cracking] Yes, okay, I'm desperate! I built this company with him from nothing, from a garage startup to a hundred-million-dollar exit, and now he's gone because of some deal I pushed."
        },
        {
            "role": "Character 2",
            "content": "What deal exactly?"
        },
        {
            "role": "Character 1",
            "content": "[rushing] We were trying to set up payment processing for emerging markets, completely legitimate, but apparently we partnered with the wrong local company and now they think we stole from them somehow."
        },
        {
            "role": "Character 2",
            "content": "[darkly amused] Somehow."
        },
        {
            "role": "Character 1",
            "content": "[frantically] Look, I'll give you everything—my entire share from the acquisition, all forty-three million, just bring him back alive because I can't do this without him."
        },
        {
            "role": "Character 1",
            "content": "These people don't want your money, they want respect, and you've already shown them you don't understand what that means in their world. [exhales]"
        },
        {
            "role": "Character 1",
            "content": "[defeated whisper] Then what do I do?"
        },
        {
            "role": "Character 2",
            "content": "[finally softening] You find someone they respect to vouch for you, someone who speaks their language, and then maybe—maybe—we can talk about an extraction that doesn't end with all of us in pieces."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "c32db60f_scenario.json",
    "scenario": "A tech entrepreneur who recently sold their startup desperately seeks help from a mercenary to rescue their kidnapped business partner from a Colombian cartel.",
    "type": "scenario_conversation",
    "character_1_role": "new money",
    "character_2_role": "soldier of fortune",
    "selected_tones": [
        "needy",
        "unsuccessful",
        "approximate"
    ],
    "tone_options": [
        "stilted",
        "needy",
        "intolerant",
        "engaging",
        "approximate",
        "uninspiring",
        "careless",
        "fair",
        "innovating",
        "unsuccessful"
    ]
}