{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[passionately] ¿Sabes qué es lo más fuerte? Hace 6 meses, todos decían que estaba siendo demasiado ambicioso. [laugh] En plan, \"¿agua potable para todo el valle? Venga ya.\" [pause] Pero yo no paraba de pensar en la señora Chen caminando casi 5 kilómetros cada mañana solo para conseguir agua para sus nietos. [sad] Y la familia Rodríguez, su pequeño se puso malo dos veces el año pasado por... por los pozos contaminados. [sigh] Ahí fue cuando dije, vale, tenemos que hacer algo. [animated] Entonces me puse a investigar estos sistemas de filtración con paneles solares, ¿no? Y al principio parecía, em, imposiblemente caro. [frustrated] ¡Los bancos ni siquiera me devolvían las llamadas! Pero entonces— [excited] tío, entonces encontré este programa de subvenciones para infraestructura rural. [very quickly] Rellené como 40 páginas de solicitudes, me tiré tres noches sin dormir, and somehow... [pause] somehow we got it. [emotional] 25.000 dólares. [laugh hard] ¿Te lo puedes creer? [warm] Y ahora mira, tenemos agua limpia llegando a 97 familias. [very sincerely] Don Thompson se echó a llorar cuando le abrimos el grifo la semana pasada. Un agricultor de 70 años así... [trailing off] [sniffle] Perdona, es que— [happy] it's everything I hoped it would be, ¿sabes? [confidently] Estamos cambiando vidas de verdad aquí."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[passionately] You know what's crazy? Six months ago, everyone said I was being too ambitious. [laugh] They were like, \"clean water for the whole valley? Come on.\" [pause] But I kept thinking about Mrs. Chen walking three miles every morning just to get water for her grandkids. [sad] And the Rodriguez family, their youngest got sick twice last year from... from contaminated wells. [sigh] That's when I knew, okay, we have to do something. [animated] So I started researching these solar-powered filtration systems, right? And at first it seemed, um, impossibly expensive. [frustrated] The banks wouldn't even return my calls! But then— [excited] oh man, then I found this grant program for rural infrastructure. [very quickly] Filled out like forty pages of applications, stayed up three nights straight, and somehow... [pause] somehow we got it. [emotional] Twenty-five thousand dollars. [laugh hard] Can you believe that? [warm] And now look, we've got clean water flowing to ninety-seven families. [very sincerely] Mr. Thompson actually cried when we turned on his tap last week. This seventy-year-old farmer just... [trailing off] [sniffle] Sorry, I just— [happy] it's everything I hoped it would be, you know? [confidently] We're actually changing lives here."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "4a396cbd_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your entrepreneur idea providing clean water access to your entire rural community",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}