{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] Los modelos decían que era sólido. O sea, todos... todos mostraban retornos positivos, ¿no? Los fundamentales estaban ahí, the debt structure parecía—bueno, parecía manejable en ese momento. [defensive] Nadie podía haber predicho que el mercado giraría así. Nadie.\n\n[pause]\n\nSigo viendo sus caras de la reunión. La señora Chen, ella estaba, em... estaba preguntando sobre el riesgo, y yo le dije—Dios, ¿qué le dije? [regretful] Algo sobre diversificación y hedging y... y toda esa mierda que ahora no significa nada. [bitter] 23 años de la pensión de su marido. Desaparecidos.\n\nLa cosa es que yo mismo me lo creía, ¿sabes? Metí mi bonus en el mismo fondo. Pero eso—[frustrated] eso no es lo mismo, ¿verdad? Tengo 32 años. I can recover. Esta gente tiene, ¿qué, 70? ¿75?\n\n[very quietly] Confiaron en mí.\n\n[shaky voice] Me encontré con el señor Peterson en la cafetería ayer y él... ni siquiera podía mirarme. His wife needs dialysis y ellos—[pause] tuvieron que vender su casa. Por mi recomendación. Mi \"análisis experto.\"\n\n[crying while speaking] No sé cómo arreglar esto. No puedo... there's no model for this. No hay hoja de cálculo que les devuelva su dinero.\n\n[whispers] ¿Qué he hecho?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[anxious] The models said it was solid. I mean, they... they all showed positive returns, right? The fundamentals were there, the debt structure looked—well, it looked manageable at the time. [defensive] Nobody could've predicted the market would turn like that. Nobody. \n\n[pause]\n\nI keep seeing their faces from the meeting. Mrs. Chen, she was, um... she was asking about risk, and I told her—God, what did I tell her? [regretful] Something about diversification and hedging and... and all that bullshit that means nothing now. [bitter] Twenty-three years of her husband's pension. Gone. \n\nThe thing is, I believed it myself, you know? I put my bonus in the same fund. But that's—[frustrated] that's not the same, is it? I'm thirty-two. I can recover. These people are, what, seventy? Seventy-five? \n\n[very quietly] They trusted me. \n\n[shaky voice] I ran into Mr. Peterson at the coffee shop yesterday and he... he couldn't even look at me. His wife needs dialysis and they—[pause] they had to sell their house. Because of my recommendation. My \"expert analysis.\" \n\n[crying while speaking] I don't know how to fix this. I can't... there's no model for this. No spreadsheet that brings their money back. \n\n[whispers] What have I done?"
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "49405bbf_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your private equity analyst recommendation just cost pensioners their life savings",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}