{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Veintitrés años. [frustrado] Veintitrés años arreglando cortacéspedes y ni UN solo incidente. [pausa] ¿Y ahora van diciendo que mi trabajo causó un incendio en un garaje? [enfadado] ¿El incendio del garaje de los Peterson que pasó tres semanas después de que les arreglara el cortacésped? [pausa breve] O sea, venga ya. [muy alto] ¿Pero eso qué sentido tiene?\n\n[suspiro] La compañía de seguros ni siquiera investigó como es debido. [amargo] Solo vieron \"reclamación\" e \"incendio\" y dijeron, mm, vale, ya está, aquí nos quedamos. [frustrado] Ni preguntaron si guardaba la gasolina al lado del calentador de agua, que, por cierto, lo vi cuando les devolví el cortacésped. [rápidamente] ¡Hasta le dije que eso era peligroso!\n\n[ansioso] Sin seguro, no puedo... es que literalmente no puedo funcionar. [pausa] Nadie va a traer sus equipos a un taller sin seguro. [muy triste] Y las primas de otras compañías van a ser, ¿qué, el triple ahora? [carraspeo] Por una reclamación de mierda.\n\n[voz temblorosa] Mi padre montó este negocio. [lentamente] Lo levantó de la nada, y yo lo he mantenido a flote durante las recesiones, durante el COVID, durante todo. [apasionado] ¿Pero ESTO puede ser lo que lo mate? [molesto] ¿Un tío que seguramente dejó trapos con aceite amontonados y decide echarme la culpa de su negligencia?\n\n[exhausto] Es que ya no sé ni qué hacer."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Twenty-three years. [frustrated] Twenty-three years I've been fixing lawn mowers and not ONE incident. [pause] And now they're saying my work caused a garage fire? [angry] The Petersons' garage fire that happened three weeks after I fixed their mower? [short pause] I mean, come on. [very loudly] How does that even make sense?\n\n[sigh] The insurance company didn't even investigate properly. [bitter] They just saw \"claim\" and \"fire\" and decided, hmm, yeah, we're done here. [frustrated] No questions about whether he stored gasoline next to his water heater, which, by the way, I saw when I delivered the mower back. [quickly] I even told him that was dangerous!\n\n[anxious] Without insurance, I can't... I literally can't operate. [pause] Nobody's gonna bring their equipment to an uninsured shop. [very sad] And the premiums from other companies are gonna be, what, triple now? [clearing throat] Because of one bogus claim.\n\n[shaky voice] My dad started this business. [slowly] Built it from nothing, and I've kept it going through recessions, through COVID, through everything. [passionate] But THIS might be what kills it? [upset] Some guy who probably left oily rags in a pile decides to blame me for his negligence? \n\n[exhausted] I don't even know what to do anymore."
        }
    ],
    "language": "spanish_eu",
    "language_name": "European Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "48ee4716_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your lawn mower repair shop's insurance just dropped you after a customer claimed your work caused their garage fire",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": false
    }
}