{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Bon, on va commencer cette partie. C'est quoi l'ante?"
        },
        {
            "role": "Character 2",
            "content": "Alors, on commence avec, euh, 50 dollars de buy-in minimum, et les blinds sont à 5 et 10. Les jetons de tout le monde sont comptés et prêts, you've got your stack of 2000 right there in front of you."
        },
        {
            "role": "Character 1",
            "content": "Attends, euh, 2000? Je pensais qu'on jouait avec, tu sais, des mises plus basses ce soir."
        },
        {
            "role": "Character 2",
            "content": "C'est juste le compte des jetons, pas des vrais dollars—on joue en mode tournoi ce soir. Ta première carte est le 7 de cœur, and your neighbor gets the king of diamonds."
        },
        {
            "role": "Character 1",
            "content": "7 de cœur, c'est pas le pire début."
        },
        {
            "role": "Character 2",
            "content": "Ta deuxième carte est— [gasp softly] oh là là, c'est le 7 de pique! Paire de 7 d'entrée de jeu, et le pot actuel est déjà à 15 avec les blinds."
        },
        {
            "role": "Character 1",
            "content": "Hmm, est-ce que je devrais, genre, relancer ou, tu sais, juste suivre? Actually, I guess I'll raise to 40."
        },
        {
            "role": "Character 2",
            "content": "40 qui rentrent, et ton adversaire est [bitter] en train de réfléchir sérieusement. Le pot est maintenant à 55, and here comes the flop: dame de cœur, 7 de carreau, 2 de trèfle."
        },
        {
            "role": "Character 1",
            "content": "Tu viens de dire 7 de carreau?"
        },
        {
            "role": "Character 2",
            "content": "Ça te fait trois 7, [bored] which puts the odds at about 45 to 1. La valeur actuelle du pot est 55, et ton adversaire vient de checker vers toi."
        },
        {
            "role": "Character 1",
            "content": "Je mise 100."
        },
        {
            "role": "Character 2",
            "content": "100 dans le pot, [whispering loudly] et, bon, ton adversaire est, hmm, vraiment en train de transpirer là—le pot est à 155. Mais elle suit quand même, so here comes the turn card: valet de trèfle."
        },
        {
            "role": "Character 1",
            "content": "Toujours rien d'inquiétant. Je mise 200."
        },
        {
            "role": "Character 2",
            "content": "200 de plus, donc, le pot monte à, euh, 355 maintenant, basically a massive pot for this early in the game. Ton adversaire est en train de tanker, elle compte ses jetons—elle a environ 1400 qui lui restent."
        },
        {
            "role": "Character 1",
            "content": "Elle réfléchit vraiment sur ce coup-là."
        },
        {
            "role": "Character 2",
            "content": "Elle pousse all-in, en fait, [very meekly] ce qui veut dire, euh, encore 1400 dans le pot, et ça fait, euh, 1755 au total. You'd need to call 1200 to stay in."
        },
        {
            "role": "Character 1",
            "content": "All-in? Avec mon brelan de 7? Je suis!"
        },
        {
            "role": "Character 2",
            "content": "Les cartes se retournent et— [cry loudly] oh non, elle a une paire de dames! C'est un brelan supérieur, which gives them a 96% chance to win with just the river card left."
        },
        {
            "role": "Character 1",
            "content": "Attends, genre, une paire de dames servie? Mais je l'ai pas, tu sais, vue venir du tout, honestly."
        },
        {
            "role": "Character 2",
            "content": "La river est le 3 de cœur, [shouting] et la paire de dames l'emporte! Le pot final de 2955 va à ton adversaire, leaving you with just 50 in chips for the rebuy."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "All right, let's get this game started. What's the ante?"
        },
        {
            "role": "Character 2",
            "content": "So, we're starting with, um, fifty dollars minimum buy-in, and I mean, the blinds are five and ten. Everyone's chips are counted and ready, you've got your stack of two thousand right there in front of you."
        },
        {
            "role": "Character 1",
            "content": "Wait, uh, two thousand? I thought we were, you know, playing with, er, lower stakes tonight."
        },
        {
            "role": "Character 2",
            "content": "That's just the chip count, not actual dollars—we're playing tournament style tonight. First card coming to you is the seven of hearts, and your neighbor gets the king of diamonds."
        },
        {
            "role": "Character 1",
            "content": "Seven of hearts, that's not the worst start."
        },
        {
            "role": "Character 2",
            "content": "Your second card is— [gasp softly] oh wow, that's the seven of spades! Pocket sevens right off the bat, and the current pot is already at fifteen with the blinds."
        },
        {
            "role": "Character 1",
            "content": "Hmm, should I, like, raise or, you know, just call? Actually, I guess I'll raise to forty."
        },
        {
            "role": "Character 2",
            "content": "Forty going in, and your opponent is [bitter] thinking hard about this one. The pot's now at fifty-five, and here comes the flop: queen of hearts, seven of diamonds, two of clubs."
        },
        {
            "role": "Character 1",
            "content": "Did you just say seven of diamonds?"
        },
        {
            "role": "Character 2",
            "content": "That's three sevens for you, [bored] which puts the odds at about forty-five to one. Current pot value is fifty-five, and your opponent just checked to you."
        },
        {
            "role": "Character 1",
            "content": "I'll bet a hundred."
        },
        {
            "role": "Character 2",
            "content": "One hundred into the pot, [whispering loudly] and, well, your opponent is, hmm, really sweating now—the pot's at one fifty-five. They're calling though, so here comes the turn card: jack of clubs."
        },
        {
            "role": "Character 1",
            "content": "Still nothing to worry about. I'll bet two hundred."
        },
        {
            "role": "Character 2",
            "content": "Two hundred more, so, the pot's climbing to, uh, three fifty-five now, basically a massive pot for this early in the game. Your opponent is tanking, counting their chips—they've got about fourteen hundred left."
        },
        {
            "role": "Character 1",
            "content": "They're really thinking about this one."
        },
        {
            "role": "Character 2",
            "content": "They're pushing all-in, actually, [very meekly] which means, um, another fourteen hundred into the pot, and I mean, that makes it, er, seventeen fifty-five total. You'd need to call twelve hundred to stay in."
        },
        {
            "role": "Character 1",
            "content": "All-in? With my set of sevens? I call!"
        },
        {
            "role": "Character 2",
            "content": "Cards are flipping over and— [cry loudly] oh no, they have pocket queens! That's a higher set, which gives them a ninety-six percent chance to win with just the river card left."
        },
        {
            "role": "Character 1",
            "content": "Wait, like, pocket queens? But I didn't, you know, see that coming at all, honestly."
        },
        {
            "role": "Character 2",
            "content": "The river is the three of hearts, [shouting] and the pocket queens take it! Final pot of twenty-nine fifty-five goes to your opponent, leaving you with just fifty in chips for the rebuy."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_21.txt"
}