{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Salut, alors je sais qu'on avait [cough] ce dîner prévu pour ce soir, mais je vais peut-être devoir annuler."
        },
        {
            "role": "Character 2",
            "content": "Attends, quoi ? J'ai déjà préparé tous les ingrédients pour huit personnes, et le saumon marine en ce moment même. C'est la troisième fois ce mois-ci que tu me fais ça."
        },
        {
            "role": "Character 1",
            "content": "Je sais, je sais, c'est juste que ma cousine a décidé de passer à l'improviste et—"
        },
        {
            "role": "Character 2",
            "content": "Ta cousine qui habite à Bordeaux ? Celle qui était soi-disant venue la semaine dernière quand t'as annulé le dîner d'anniversaire ? Allez, sois honnête avec moi là."
        },
        {
            "role": "Character 1",
            "content": "Okay alors, le truc c'est que, euh, je suis pas vraiment, tu vois, sûre de vouloir recevoir finalement."
        },
        {
            "role": "Character 2",
            "content": "Oh mais c'est pas— [loudly] Mais tu te fiches de moi là ? J'ai, euh, genre vingt kilos de bouffe, quoi, tout depuis les amuse-bouches jusqu'au soufflé au chocolat que t'avais expressément demandé !"
        },
        {
            "role": "Character 1",
            "content": "Tu peux pas l'utiliser pour un autre client ?"
        },
        {
            "role": "Character 2",
            "content": "C'est pas comme ça que, ben, [bored] ça marche, franchement — tout était, euh, personnalisé selon les restrictions alimentaires de tes invités. Sarah est végane, Tom ne mange pas de gluten, et Marcus est allergique à tout ce qui existe."
        },
        {
            "role": "Character 1",
            "content": "Écoute, je suis [very sincerely] vraiment, genre, désolée pour ça, je suppose, mais je me sens juste, hmm, pas d'humeur sociale là."
        },
        {
            "role": "Character 2",
            "content": "Pas d'humeur sociale ? Tu sais, c'est vraiment, genre frustrant quand tu traites mon, euh, gagne-pain comme si c'était jetable."
        },
        {
            "role": "Character 1",
            "content": "C'est pas— Enfin, c'est injuste, euh, je te paie toujours même quand j'annule, en quelque sorte."
        },
        {
            "role": "Character 2",
            "content": "L'argent c'est pas, franchement, le seul problème ici — c'est une question de, tu sais, respect pour mon temps et, euh, le fait que j'ai refusé d'autres clients pour toi."
        },
        {
            "role": "Character 1",
            "content": "Alors, euh, et si on réduisait juste, genre, à peut-être, je sais pas, moi et deux amies ?"
        },
        {
            "role": "Character 2",
            "content": "Réduire ? J'ai déjà [loudly] préparé des plats pour huit personnes ! Je fais quoi avec six portions de bœuf Wellington en trop ? On peut pas décuire la nourriture !"
        },
        {
            "role": "Character 1",
            "content": "Peut-être que tu pourrais, euh, congeler ou, en fait, je sais pas, le vendre à, genre, quelqu'un d'autre ?"
        },
        {
            "role": "Character 2",
            "content": "C'est exactement pour ça que je pense à te lâcher comme cliente. Chaque événement devient cette négociation épuisante où je dois sauver tes changements de dernière minute."
        },
        {
            "role": "Character 1",
            "content": "Tu vas me lâcher ? Mais ça fait deux ans qu'on travaille ensemble !"
        },
        {
            "role": "Character 2",
            "content": "Ouais, deux ans de, ben, reports constants et, tu vois, moi qui me plie en quatre pendant que tu traites les dîners comme si, hmm, c'était des rendez-vous chez le dentiste facultatifs."
        },
        {
            "role": "Character 1",
            "content": "Bon, bon, je fais la soirée. Tout le monde peut toujours venir ce soir."
        },
        {
            "role": "Character 2",
            "content": "Super, sauf que maintenant je dois tout réchauffer et prier pour que le soufflé s'effondre pas complètement. La prochaine fois, on met une politique d'annulation par écrit avec un préavis minimum de 48 heures."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Hey, so I know we had [cough] that dinner party planned for tonight, but I might need to cancel."
        },
        {
            "role": "Character 2",
            "content": "Wait, what? I've already prepped all the ingredients for eight people, and the salmon is marinating as we speak. This is the third time this month you've done this to me."
        },
        {
            "role": "Character 1",
            "content": "I know, I know, it's just that my cousin suddenly decided to visit and—"
        },
        {
            "role": "Character 2",
            "content": "Your cousin who lives in Portland? The one who supposedly visited last week when you cancelled the anniversary dinner? Come on, you need to level with me here."
        },
        {
            "role": "Character 1",
            "content": "Okay so, the thing is, um, I'm not actually, you know, sure I want to host anymore."
        },
        {
            "role": "Character 2",
            "content": "Oh for— I mean, are you [loudly] kidding me right now? I've got, er, forty pounds of food here, basically, everything from appetizers to that special chocolate soufflé you specifically requested!"
        },
        {
            "role": "Character 1",
            "content": "Can't you just use it for another client?"
        },
        {
            "role": "Character 2",
            "content": "That's not how, well, [bored] this works, honestly — everything was, uhh, customized to your guests' dietary restrictions. Sarah's vegan, Tom's gluten-free, and Marcus is allergic to everything under the sun."
        },
        {
            "role": "Character 1",
            "content": "Look, I'm [very sincerely] really, like, sorry about this, I guess, but I'm just, hmm, not feeling social right now."
        },
        {
            "role": "Character 2",
            "content": "Not feeling social? You know, it's actually, kind of frustrating when you treat my, uh, entire livelihood like it's disposable."
        },
        {
            "role": "Character 1",
            "content": "That's not— I mean, that's unfair, um, I always pay you even when I, sort of, cancel."
        },
        {
            "role": "Character 2",
            "content": "Money isn't, honestly, the only issue here, though — it's about, you know, respect for my time and, er, the fact that I turned down other clients for you."
        },
        {
            "role": "Character 1",
            "content": "So, uhh, what if we just, like, scale it down to maybe, I guess, just me and two friends?"
        },
        {
            "role": "Character 2",
            "content": "Scale it down? I've already [loudly] prepared courses for eight people! What am I supposed to do with six extra portions of beef Wellington? You can't just uncook food!"
        },
        {
            "role": "Character 1",
            "content": "Maybe you could, um, freeze it or, actually, I don't know, sell it to, like, someone else?"
        },
        {
            "role": "Character 2",
            "content": "This is exactly why I'm thinking about dropping you as a client. Every event becomes this exhausting negotiation where I have to salvage your last-minute changes."
        },
        {
            "role": "Character 1",
            "content": "You're going to drop me? But we've been working together for two years!"
        },
        {
            "role": "Character 2",
            "content": "Yeah, two years of, well, constant rescheduling and, you know, me bending over backwards while you treat dinner parties like, hmm, they're optional dentist appointments."
        },
        {
            "role": "Character 1",
            "content": "Fine, fine, I'll have the party. Everyone can still come tonight."
        },
        {
            "role": "Character 2",
            "content": "Great, except now I need to reheat everything and pray the soufflé doesn't completely deflate. Next time, we're putting a cancellation policy in writing with a 48-hour minimum notice."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_20.txt"
}