{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Alors, euh, j'ai entendu dire que t'es, genre, biologiste marine mais, en fait, tu bosses aussi avec les forces de l'ordre d'une certaine façon ?"
        },
        {
            "role": "Character 2",
            "content": "Ouais, euh, c'est assez dingue—en gros j'aide à enquêter sur les crimes maritimes en, tu vois, analysant les preuves biologiques des scènes de crime océaniques, un peu comme Les Experts mais sous l'eau."
        },
        {
            "role": "Character 1",
            "content": "Attends, il y a des scènes de crime dans l'océan ?"
        },
        {
            "role": "Character 2",
            "content": "Oh absolument ! Tout, depuis les opérations de pêche illégale jusqu'aux routes de contrebande, et parfois j'aide à identifier des victimes. L'océan raconte des histoires à travers sa biologie si tu sais comment les lire."
        },
        {
            "role": "Character 1",
            "content": "Comment la biologie aide à attraper les criminels par contre ?"
        },
        {
            "role": "Character 2",
            "content": "Bon, alors, différentes eaux ont, euh, des organismes microscopiques uniques—des diatomées, en gros—qui s'accrochent aux objets, et je peux, franchement, retracer où quelque chose ou quelqu'un est passé."
        },
        {
            "role": "Character 1",
            "content": "C'est, je veux dire, complètement fascinant. Tu, genre, sors vraiment avec, euh, la Gendarmerie Maritime ou un truc comme ça ?"
        },
        {
            "role": "Character 2",
            "content": "Parfois, ouais ! On monte à bord des navires et je vais, [happy], prélever des échantillons de leur pêche ou, tu vois, vérifier s'il y a des espèces protégées. C'est vraiment beaucoup plus excitant que, ben, le travail de labo habituel."
        },
        {
            "role": "Character 1",
            "content": "T'as déjà chopé quelqu'un en train de faire un truc vraiment grave ?"
        },
        {
            "role": "Character 2",
            "content": "Oh mec, euh, l'année dernière on a coincé cette, [laugh histerically], opération de prélèvement d'ailerons de requin absolument culottée—ils avaient, genre, des milliers d'ailerons cachés sous des poissons légaux ! Le capitaine a essayé de, en gros, nous convaincre qu'ils étaient \"tombés naturellement.\""
        },
        {
            "role": "Character 1",
            "content": "Les requins perdent pas leurs ailerons !"
        },
        {
            "role": "Character 2",
            "content": "Exactement ! Mais, hmm, les preuves biologiques vont plus loin—on peut, en quelque sorte, faire des tests ADN pour prouver quelle espèce, et, en fait, même parfois faire correspondre les ailerons à des carcasses spécifiques."
        },
        {
            "role": "Character 1",
            "content": "C'est comme la police scientifique qui rencontre Le Monde de Nemo."
        },
        {
            "role": "Character 2",
            "content": "Exactement ! L'autre jour on a, euh, analysé les modèles de croissance des balanes pour, [gasp loudly], prouver qu'un bateau de contrebande était passé dans, franchement, trois zones de pêche illégales différentes en six mois !"
        },
        {
            "role": "Character 1",
            "content": "Attends, donc, les balanes sont, genre, en gros des traceurs GPS naturels ? C'est, euh, absolument dingue."
        },
        {
            "role": "Character 2",
            "content": "Pratiquement ! Différentes espèces poussent dans, ben, différentes régions, et leurs, tu sais, taux de croissance nous disent le timing. C'est, franchement, comme lire les cernes d'un arbre mais pour les bateaux criminels."
        },
        {
            "role": "Character 1",
            "content": "Est-ce que les criminels, euh, essaient parfois de, j'imagine, falsifier les preuves biologiques ou, genre, de les nettoyer ?"
        },
        {
            "role": "Character 2",
            "content": "Ils essaient ! Mais, en fait, les organismes microscopiques sont, hmm, pratiquement impossibles à enlever complètement. Même l'eau de Javel laisse, tu vois, des traces qu'on peut détecter avec le bon équipement."
        },
        {
            "role": "Character 1",
            "content": "Tout ce domaine a l'air absolument incroyable."
        },
        {
            "role": "Character 2",
            "content": "Ça l'est vraiment ! Je veux dire, un jour j'étudie, euh, la reproduction du corail, le lendemain je, en gros, témoigne sur comment les modèles d'algues prouvent que quelqu'un était, en fait, en train de braconner dans des eaux protégées."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I heard you're, like, a marine biologist but, actually, you also work with law enforcement somehow?"
        },
        {
            "role": "Character 2",
            "content": "Yeah, uh, it's pretty wild—I basically help investigate maritime crimes by, you know, analyzing biological evidence from ocean crime scenes, kind of like CSI but underwater."
        },
        {
            "role": "Character 1",
            "content": "Wait, there are ocean crime scenes?"
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely! Everything from illegal fishing operations to smuggling routes to occasionally helping identify victims. The ocean tells stories through its biology if you know how to read it."
        },
        {
            "role": "Character 1",
            "content": "How does biology help catch criminals though?"
        },
        {
            "role": "Character 2",
            "content": "Well, so, different waters have, er, unique microscopic organisms—diatoms, basically—that stick to objects, and I can, honestly, trace where something or someone has been."
        },
        {
            "role": "Character 1",
            "content": "That's, I mean, completely fascinating. Do you, like, actually go out with, um, the Coast Guard or something?"
        },
        {
            "role": "Character 2",
            "content": "Sometimes, yeah! We'll board vessels and I'll, [happy], sample their catch or, you know, check for protected species. It's actually way more exciting than, well, regular lab work."
        },
        {
            "role": "Character 1",
            "content": "Have you ever caught anyone doing something really bad?"
        },
        {
            "role": "Character 2",
            "content": "Oh man, err, last year we busted this, [laugh histerically], absolutely brazen shark finning operation—they had, like, thousands of fins hidden under legal fish! The captain tried to, basically, convince us they were \"naturally shed.\""
        },
        {
            "role": "Character 1",
            "content": "Sharks don't shed their fins!"
        },
        {
            "role": "Character 2",
            "content": "Exactly! But, hmm, the biological evidence goes deeper—we can, sort of, DNA test to prove which species, and, actually, even match fins to specific carcasses sometimes."
        },
        {
            "role": "Character 1",
            "content": "This is like forensics meets Finding Nemo."
        },
        {
            "role": "Character 2",
            "content": "Right? The other day we, uh, analyzed barnacle growth patterns to, [gasp loudly], prove a smuggling boat had been in, honestly, three different illegal fishing zones over six months!"
        },
        {
            "role": "Character 1",
            "content": "Wait, so, barnacles are, like, basically natural GPS trackers? That's, um, absolutely insane."
        },
        {
            "role": "Character 2",
            "content": "Pretty much! Different species grow in, well, different regions, and their, you know, growth rates tell us timing. It's, honestly, like reading tree rings but for criminal boats."
        },
        {
            "role": "Character 1",
            "content": "Do criminals, er, ever try to, I guess, fake the biological evidence or, like, clean it off?"
        },
        {
            "role": "Character 2",
            "content": "They try! But, actually, microscopic organisms are, hmm, basically impossible to completely remove. Even bleach leaves, you know, traces we can detect with the right equipment."
        },
        {
            "role": "Character 1",
            "content": "This whole field sounds absolutely incredible."
        },
        {
            "role": "Character 2",
            "content": "It really is! I mean, one day I'm studying, uh, coral reproduction, the next I'm, basically, testifying about how algae patterns prove someone was, actually, poaching in protected waters."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_26.txt"
}