{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Alors, euh, je me disais, [very quietly], tu sais, à propos de ce truc de biologie marine—enfin, comment t'es même entrée là-dedans?"
        },
        {
            "role": "Character 2",
            "content": "Eh bien, j'ai grandi près de la côte et, euh, j'ai passé pratiquement tous les étés dans les bassins de marée. Ma grand-mère, tu sais, m'a appris tous les noms latins pour tout—she was actually this badass oceanographer in the sixties."
        },
        {
            "role": "Character 1",
            "content": "Ta grand-mère était [stuttering] une—une océanographe dans les années 60? C'est dingue!"
        },
        {
            "role": "Character 2",
            "content": "Oh absolument! Elle était une des [speeding up] genre 12 femmes dans tout son programme et elle a découvert 3 nouvelles espèces de nudibranches. She used to smuggle me onto research vessels when I was eight."
        },
        {
            "role": "Character 1",
            "content": "Elle te faisait monter clandestinement sur des bateaux? C'est l'histoire de grand-mère la plus rebelle de tous les temps."
        },
        {
            "role": "Character 2",
            "content": "N'est-ce pas? Alors, elle leur disait que j'étais, hmm, \"l'assistante de recherche junior\" et, en gros, personne ne posait de questions parce que, well, she was terrifying when crossed."
        },
        {
            "role": "Character 1",
            "content": "Je l'adore déjà. Est-ce qu'elle t'a, euh, genre, appris à être, en fait, rebelle aussi?"
        },
        {
            "role": "Character 2",
            "content": "Oh complètement—elle disait toujours que les règles sont des suggestions si t'es assez intelligente pour savoir lesquelles comptent. That's probably why I ended up in this weird intersection of science and crime investigation."
        },
        {
            "role": "Character 1",
            "content": "Dieu merci tu as [relieved] trouvé quelque chose qui utilise les deux côtés. La plupart des gens restent coincés dans des cases."
        },
        {
            "role": "Character 2",
            "content": "Exactement! Je veux dire, hier j'étais, euh, en train d'analyser le contenu stomacal de thons saisis pour, en gros, prouver qu'ils étaient pêchés dans des eaux protégées—it's like, honestly, detective work meets biology class."
        },
        {
            "role": "Character 1",
            "content": "Attends attends attends. Tu peux dire, euh, où un poisson a mangé en, bon, regardant son estomac? C'est, vraiment, complètement fou."
        },
        {
            "role": "Character 2",
            "content": "Ouais! Différentes régions ont, tu sais, des populations de plancton uniques, et, hmm, les trucs partiellement digérés nous disent, en gros, exactement où ils chassaient 48 heures avant la capture."
        },
        {
            "role": "Character 1",
            "content": "C'est tellement plus cool que [frustrated] ce qu'ils montrent dans ces documentaires nature. Why don't they talk about fish detectives?"
        },
        {
            "role": "Character 2",
            "content": "Exactement!"
        },
        {
            "role": "Character 1",
            "content": "Non mais sérieusement, je [laugh] regarderais en binge une série entière sur la lutte contre le crime océanique."
        },
        {
            "role": "Character 2",
            "content": "Les histoires que je pourrais te raconter—like this one time we caught poachers because barnacles on their anchor had a rare parasite only found near Madagascar."
        },
        {
            "role": "Character 1",
            "content": "Arrête. Tu es en train de, genre, me dire que, euh, des parasites sur des balanes, en gros, ont résolu un crime?"
        },
        {
            "role": "Character 2",
            "content": "Ils l'ont absolument fait! Les braconniers ont essayé de prétendre qu'ils [mocking] \"n'avaient jamais quitté les eaux locales\" mais, euh, ces petits parasites hitchhikers, bon, ont complètement détruit leur alibi au tribunal."
        },
        {
            "role": "Character 1",
            "content": "Ton boulot est, franchement, le mélange parfait de, tu sais, nerd de science et, euh, rebelle badass."
        },
        {
            "role": "Character 2",
            "content": "Ha! Bon, ma grand-mère, euh, approuverait certainement—she always said, actually, the best scientists are, you know, the ones who aren't afraid to get their hands dirty catching the bad guys."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "So, um, I was thinking, [very quietly], you know, about that whole marine biology thing—er, how'd you even get into that?"
        },
        {
            "role": "Character 2",
            "content": "Well, I grew up near the coast and, uh, spent basically every summer in tide pools. My grandmother, you know, taught me all the Latin names for everything—she was actually this badass oceanographer in the sixties."
        },
        {
            "role": "Character 1",
            "content": "Your grandmother was [stuttering] an—an oceanographer in the sixties? That's wild!"
        },
        {
            "role": "Character 2",
            "content": "Oh absolutely! She was one of [speeding up] like twelve women in her entire program and she discovered three new species of nudibranchs. She used to smuggle me onto research vessels when I was eight."
        },
        {
            "role": "Character 1",
            "content": "She smuggled you onto boats? That's the most rebellious grandma story ever."
        },
        {
            "role": "Character 2",
            "content": "Right? So, she'd tell them I was, hmm, the \"junior research assistant\" and, basically, nobody questioned it because, well, she was terrifying when crossed."
        },
        {
            "role": "Character 1",
            "content": "I love her already. Did she, um, like, teach you to be, actually, rebellious too?"
        },
        {
            "role": "Character 2",
            "content": "Oh completely—she always said rules are suggestions if you're smart enough to know which ones matter. That's probably why I ended up in this weird intersection of science and crime investigation."
        },
        {
            "role": "Character 1",
            "content": "Thank god you [relieved] found something that uses both sides. Most people get stuck in boxes."
        },
        {
            "role": "Character 2",
            "content": "Exactly! I mean, yesterday I was, er, analyzing stomach contents from seized tuna to, basically, prove they were caught in protected waters—it's like, honestly, detective work meets biology class."
        },
        {
            "role": "Character 1",
            "content": "Wait wait wait. You can tell, uh, where a fish ate by, well, looking at its stomach? That's, actually, insane."
        },
        {
            "role": "Character 2",
            "content": "Yeah! Different regions have, you know, unique plankton populations, and, hmm, the partially digested stuff tells us, basically, exactly where they were hunting forty-eight hours before capture."
        },
        {
            "role": "Character 1",
            "content": "This is way cooler than [frustrated] what they show on those nature documentaries. Why don't they talk about fish detectives?"
        },
        {
            "role": "Character 2",
            "content": "Right?"
        },
        {
            "role": "Character 1",
            "content": "No seriously, I would [laugh] binge-watch an entire series about oceanic crime fighting."
        },
        {
            "role": "Character 2",
            "content": "The stories I could tell you—like this one time we caught poachers because barnacles on their anchor had a rare parasite only found near Madagascar."
        },
        {
            "role": "Character 1",
            "content": "Stop. Are you, like, telling me that, er, parasites on barnacles, basically, solved a crime?"
        },
        {
            "role": "Character 2",
            "content": "They absolutely did! The poachers tried to claim they'd [mocking] \"never left local waters\" but, um, those microscopic hitchhikers, well, completely destroyed their alibi in court."
        },
        {
            "role": "Character 1",
            "content": "Your job is, honestly, the perfect mix of, you know, science nerd and, uh, badass rebel."
        },
        {
            "role": "Character 2",
            "content": "Ha! Well, my grandmother would, err, definitely approve—she always said, actually, the best scientists are, you know, the ones who aren't afraid to get their hands dirty catching the bad guys."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_27.txt"
}