{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Je viens d'apprendre que mon film n'a pas été sélectionné pour le festival. Toutes les autres de ma promo ont été prises."
        },
        {
            "role": "Character 2",
            "content": "Écoute, je comprends parfaitement cette déception. Les refus de festivals, c'est jamais facile, surtout quand tu vois tes collègues être sélectionnées, mais franchement toutes les réalisatrices que je connais ont un tiroir plein de lettres de refus."
        },
        {
            "role": "Character 1",
            "content": "Mais j'ai bossé, euh, deux fois plus qu'elles, tu sais, et ma photographie était, genre, objectivement meilleure."
        },
        {
            "role": "Character 2",
            "content": "Ton dévouement se voit vraiment dans ton travail, et, bon, l'excellence technique c'est important, mais les festivals cherchent souvent, je veux dire, des choses différentes—parfois c'est une question de timing ou des thèmes qu'ils mettent en avant cette année, franchement."
        },
        {
            "role": "Character 1",
            "content": "Alors, qu'est-ce que je suis censée faire maintenant, euh, juste accepter que je suis pas, tu vois, encore assez bonne?"
        },
        {
            "role": "Character 2",
            "content": "Non non, c'est pas du tout ce que ça veut dire! Tu es incroyablement talentueuse, et la décision d'un festival ne définit pas ta valeur en tant que cinéaste ni ne diminue la qualité de ce que tu as créé."
        },
        {
            "role": "Character 1",
            "content": "Alors pourquoi est-ce que j'arrive, en gros, toujours deuxième, genre, peu importe à quel point je me donne, tu sais?"
        },
        {
            "role": "Character 2",
            "content": "Parfois les réalisatrices qui ont le plus de succès sont celles qui ont mis le plus de temps à percer. La persévérance combinée à ton esprit de compétition, c'est vraiment une combinaison puissante qui va bien te servir dans ce milieu."
        },
        {
            "role": "Character 1",
            "content": "Tu [chuchotant] crois vraiment ça, ou tu essaies juste de me remonter le moral?"
        },
        {
            "role": "Character 2",
            "content": "Je le crois sincèrement parce que je suis [plein de regrets] passée par là moi-même, en perdant des opportunités que je voulais désespérément. Mais ces échecs m'ont appris plus que n'importe quel succès précoce aurait pu le faire, et ils ont rendu les victoires tellement plus douces."
        },
        {
            "role": "Character 1",
            "content": "Combien de temps ça t'a pris pour avoir ta première vraie percée?"
        },
        {
            "role": "Character 2",
            "content": "7 ans de refus après refus, mais pendant ce temps je développais mes compétences, je me faisais des contacts, et je trouvais ma voix unique. Le voyage te façonne autant que la destination."
        },
        {
            "role": "Character 1",
            "content": "7 ans? Je peux pas imaginer attendre aussi longtemps."
        },
        {
            "role": "Character 2",
            "content": "Ta motivation est vraiment un atout, sincèrement. Cet esprit de compétition va te pousser à continuer à t'améliorer et à innover, et c'est exactement ce dont cette industrie a besoin de voix nouvelles comme la tienne."
        },
        {
            "role": "Character 1",
            "content": "Peut-être que je devrais, euh, essayer un genre différent ou, en fait, changer toute mon approche, j'imagine?"
        },
        {
            "role": "Character 2",
            "content": "Tu peux explorer de nouvelles choses si tu veux, mais n'abandonne pas [monotone] ce qui rend ton travail spécial. Ton style actuel a de la valeur, et l'authenticité gagne toujours sur le fait d'essayer d'être quelqu'un qu'on n'est pas."
        },
        {
            "role": "Character 1",
            "content": "C'est juste que, bon, regarder tout le monde faire la fête pendant que je suis, genre, assise là toute seule vraiment, euhh, ça pique."
        },
        {
            "role": "Character 2",
            "content": "Ce sentiment est tellement légitime, et c'est okay de rester un peu avec cette déception. Rappelle-toi juste que ton parcours t'appartient, et comparer les chronologies mène rarement à quelque chose de productif ou de paisible."
        },
        {
            "role": "Character 1",
            "content": "Je sais que tu as raison, mais, hmm, j'ai quand même [triste] l'impression de prendre du retard, tu sais, constamment."
        },
        {
            "role": "Character 2",
            "content": "Tu ne prends pas de retard, tu construis quelque chose qui a du sens à ton propre rythme. Les meilleures réalisatrices que je connais canalisent cette énergie compétitive dans leur art plutôt que dans les comparaisons, et je vois déjà ce potentiel en toi."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "I just found out my film didn't get selected for the festival. Everyone else from my cohort got in."
        },
        {
            "role": "Character 2",
            "content": "Hey, I completely understand that disappointment. Festival rejections are never easy, especially when you see peers getting selected, but honestly every director I know has a drawer full of rejection letters."
        },
        {
            "role": "Character 1",
            "content": "But I worked, um, twice as hard as them, you know, and my cinematography was, like, objectively better."
        },
        {
            "role": "Character 2",
            "content": "Your dedication absolutely shows in your work, and, well, technical excellence is important, but festivals often look for, I mean, different things—sometimes it's about timing or what themes they're featuring this year, honestly."
        },
        {
            "role": "Character 1",
            "content": "So, what am I supposed to do now, err, just accept that I'm not, you know, good enough yet?"
        },
        {
            "role": "Character 2",
            "content": "No no, that's not what this means at all! You're incredibly talented, and one festival's decision doesn't define your worth as a filmmaker or diminish the quality of what you created."
        },
        {
            "role": "Character 1",
            "content": "Then why do I, basically, always come in second, like, no matter how hard I push, you know?"
        },
        {
            "role": "Character 2",
            "content": "Sometimes the most successful directors are the ones who took the longest to break through. Persistence combined with your competitive drive is actually a powerful combination that will serve you well in this industry."
        },
        {
            "role": "Character 1",
            "content": "Do you really [whispering] believe that, or are you just trying to make me feel better?"
        },
        {
            "role": "Character 2",
            "content": "I genuinely believe it because I've [regretful] been there myself, losing out on opportunities I desperately wanted. But those setbacks taught me more than any early success could have, and they made the wins so much sweeter."
        },
        {
            "role": "Character 1",
            "content": "How long did it take you to get your first real break?"
        },
        {
            "role": "Character 2",
            "content": "Seven years of rejection after rejection, but during that time I was building skills, making connections, and developing my unique voice. The journey shapes you as much as the destination does."
        },
        {
            "role": "Character 1",
            "content": "Seven years? I can't imagine waiting that long."
        },
        {
            "role": "Character 2",
            "content": "Your drive is such an asset, truly. That competitive spirit will push you to keep improving and innovating, which is exactly what this industry needs from fresh voices like yours."
        },
        {
            "role": "Character 1",
            "content": "Maybe I should, um, try a different genre or, actually, change my whole approach, I guess?"
        },
        {
            "role": "Character 2",
            "content": "You could explore new things if you want, but don't [monotone] abandon what makes your work special. Your current style has merit, and authenticity always wins over trying to be something you're not."
        },
        {
            "role": "Character 1",
            "content": "It's just that, well, watching everyone celebrate while I'm, sort of, sitting here alone really, uhh, stings."
        },
        {
            "role": "Character 2",
            "content": "That feeling is so valid, and it's okay to sit with that disappointment for a bit. Just remember that your journey is your own, and comparing timelines rarely leads anywhere productive or peaceful."
        },
        {
            "role": "Character 1",
            "content": "I know you're right, but, hmm, it still feels [sad] like I'm falling behind, you know, constantly."
        },
        {
            "role": "Character 2",
            "content": "You're not falling behind, you're building something meaningful at your own pace. The best directors I know channel that competitive energy into their craft rather than comparisons, and I see that potential in you already."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue11_31.txt"
}