{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[confused] Les relevés de température de votre chambre froide sont, [suspicious], complètement hors normes et il y a quelque chose qui bloque mon accès à la section du fond."
        },
        {
            "role": "Character 2",
            "content": "[nervous] C'est juste du vieux matériel qu'on, [defensive], entrepose là-derrière, rien qui intéresserait les services sanitaires ou, [forced calm], qui affecterait notre conformité aux normes d'hygiène en quoi que ce soit. [coughs]"
        },
        {
            "role": "Character 1",
            "content": "[firm] Écoutez, euh, je dois inspecter chaque zone, enfin, qui est reliée au stockage alimentaire, et bon, ce cadenas n'est pas du matériel standard de restaurant."
        },
        {
            "role": "Character 2",
            "content": "Vous devriez vraiment vous concentrer sur la, [threatening], cuisine principale où la préparation des aliments a vraiment lieu."
        },
        {
            "role": "Character 1",
            "content": "[alarmed] J'entends quelque chose qui ressemble, euh, à des pleurs étouffés derrière ce mur, et enfin, [shaking], c'est absolument pas normal pour un congélateur de restaurant. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[desperate] Ben, euh, parfois les tuyaux font ces, [fabricating], bruits bizarres quand le compresseur se met en marche, vous savez, des problèmes de vieux bâtiment qu'on a, [sweating], l'intention de réparer depuis des mois."
        },
        {
            "role": "Character 1",
            "content": "Madame, je veux que vous, euh, ouvriez cette porte immédiatement ou, bon, j'appelle la police tout de suite."
        },
        {
            "role": "Character 2",
            "content": "[cold] Vous n'avez aucune autorité légale pour exiger, [calculating], quoi que ce soit au-delà des inspections de sécurité alimentaire, et c'est, [menacing], une propriété privée hors de votre juridiction."
        },
        {
            "role": "Character 1",
            "content": "[determined] Quand je suspecte que la vie de quelqu'un est en, [urgent], danger, mes obligations vont bien au-delà de vérifier les températures des frigos."
        },
        {
            "role": "Character 2",
            "content": "[panicking] C'est ma fille et c'est une, [breaking], affaire de famille qui n'a rien à voir avec votre, [pleading], stupide inspection de restaurant alors s'il vous plaît laissez-nous tranquilles. [voice cracking]"
        },
        {
            "role": "Character 1",
            "content": "[horrified] Mon Dieu, vous êtes vraiment en train de, euh, garder quelqu'un enfermé là-dedans, enfin, [fumbling], j'appelle le 911 maintenant pendant que, bon, vous feriez mieux de vous expliquer."
        },
        {
            "role": "Character 2",
            "content": "Vous ne comprenez pas ce qu'elle a, [angry], fait à notre famille en s'enfuyant avec ce monstre."
        },
        {
            "role": "Character 1",
            "content": "[resolute] Quoi qu'il se soit passé entre vous ne justifie pas, [disgusted], d'emprisonner un être humain dans un congélateur."
        },
        {
            "role": "Character 2",
            "content": "[defeated] Je voulais juste, euh, lui parler, vous savez, lui faire comprendre pourquoi elle peut pas gâcher sa vie comme ça."
        },
        {
            "role": "Character 1",
            "content": "La police est déjà en, [steady], route et vous devez me donner cette clé tout de, [commanding], suite avant que ça devienne encore pire que ça ne, [grave], l'est déjà."
        },
        {
            "role": "Character 2",
            "content": "[broken] J'essayais de la sauver de, [sobbing], faire les mêmes erreurs que sa mère a faites quand elle était jeune, [anguished], avant que tout s'écroule et détruise nos vies complètement."
        },
        {
            "role": "Character 1",
            "content": "Quelles que soient vos intentions, vous avez, [compassionate], commis un enlèvement et une séquestration, et la seule chose qui pourrait, [serious], vous aider maintenant c'est de coopérer pleinement avant que quelqu'un ne, [worried], soit gravement blessé."
        },
        {
            "role": "Character 2",
            "content": "[resigned] Voici la clé."
        },
        {
            "role": "Character 1",
            "content": "[relieved] Restez là pendant que je la sors, [careful], et si elle a besoin de soins médicaux, [tense], vous allez expliquer chaque minute qu'elle a passée là-dedans."
        },
        {
            "role": "Character 2",
            "content": "[hollow] 26 heures. [sighs heavily]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[confused] The temperature readings in your walk-in freezer are, [suspicious], completely off regulation and there's something blocking my access to the back section."
        },
        {
            "role": "Character 2",
            "content": "[nervous] That's just some old equipment we're, [defensive], storing back there, nothing that would interest the FDA or, [forced calm], affect our compliance with health codes whatsoever. [coughs]"
        },
        {
            "role": "Character 1",
            "content": "[firm] Look, um, I need to inspect every area, I mean, that's connected to food storage, and well, this padlock isn't standard restaurant equipment."
        },
        {
            "role": "Character 2",
            "content": "You really should just focus on the, [threatening], main kitchen area where the actual food preparation happens."
        },
        {
            "role": "Character 1",
            "content": "[alarmed] I'm hearing something that sounds, um, like muffled crying from behind that wall, and I mean, [shaking], that's absolutely not normal for a restaurant freezer. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[desperate] Well, um, sometimes the pipes make these, [fabricating], weird noises when the compressor kicks in, you know, old building problems that we've been, [sweating], meaning to fix for months."
        },
        {
            "role": "Character 1",
            "content": "Sir, I need you to, um, open this door right now or, well, I'm calling the police immediately."
        },
        {
            "role": "Character 2",
            "content": "[cold] You have no legal authority to demand, [calculating], anything beyond food safety inspections, and this is, [menacing], private property beyond your jurisdiction."
        },
        {
            "role": "Character 1",
            "content": "[determined] When I suspect someone's life is in, [urgent], danger, my obligations go way beyond checking refrigerator temperatures."
        },
        {
            "role": "Character 2",
            "content": "[panicking] She's my daughter and this is a, [breaking], family matter that has nothing to do with your, [pleading], stupid restaurant inspection so please just leave us alone. [voice cracking]"
        },
        {
            "role": "Character 1",
            "content": "[horrified] Jesus Christ, you're actually, um, keeping someone locked in there, I mean, [fumbling], I'm calling 911 right now while, well, you better start explaining yourself."
        },
        {
            "role": "Character 2",
            "content": "You don't understand what she, [angry], did to our family by running away with that monster."
        },
        {
            "role": "Character 1",
            "content": "[resolute] Whatever happened between you doesn't justify, [disgusted], imprisoning another human being in a freezer."
        },
        {
            "role": "Character 2",
            "content": "[defeated] I just wanted to, um, talk to her, you know, make her understand why she can't throw her life away like this."
        },
        {
            "role": "Character 1",
            "content": "The police are already on their, [steady], way and you need to give me that key right, [commanding], now before this gets any worse than it, [grave], already is."
        },
        {
            "role": "Character 2",
            "content": "[broken] I was trying to save her from, [sobbing], making the same mistakes her mother made when she was young, [anguished], before everything fell apart and destroyed our lives completely."
        },
        {
            "role": "Character 1",
            "content": "Whatever your intentions were, you've, [compassionate], committed kidnapping and false imprisonment, and the only thing that might, [serious], help you now is cooperating fully before someone, [worried], gets seriously hurt."
        },
        {
            "role": "Character 2",
            "content": "[resigned] Here's the key."
        },
        {
            "role": "Character 1",
            "content": "[relieved] Stay right there while I get her out, [careful], and if she needs medical attention, [tense], you're going to explain every minute she's been in there."
        },
        {
            "role": "Character 2",
            "content": "[hollow] Twenty-six hours. [sighs heavily]"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "190839ad_scenario.json",
    "scenario": "An FDA inspector conducting a routine restaurant inspection discovers the owner has kidnapped his estranged daughter and is holding her in the basement freezer.",
    "type": "scenario_conversation",
    "character_1_role": "FDA inspector",
    "character_2_role": "kidnapper",
    "selected_tones": [
        "serious",
        "genuine",
        "freezing"
    ],
    "tone_options": [
        "forced",
        "asking",
        "failed",
        "genuine",
        "ad-libbing",
        "freezing",
        "dispassionate",
        "scripted",
        "modern",
        "serious"
    ]
}