{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[shaking] Euh, j'ai découvert quelque chose dans le système de paie aujourd'hui, enfin, des irrégularités qui montrent qu'on a, [breaking], systématiquement sous-payé nos employés avec visa H1-B depuis, bon, ces trois dernières années."
        },
        {
            "role": "Character 2",
            "content": "Donc tu comprends exactement ce que ça signifie, euh, le poids moral de, [heavy], garder cette information pour toi versus les, [calculating], conséquences pratiques de la signaler, enfin. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "Les données montrent un schéma de, [methodical], 15 à 20 pourcent de vol de salaire affectant plus de, [hollow], 200 employés qui ont fait confiance à cette entreprise pour leur, [cracking], statut d'immigration et leurs moyens de subsistance."
        },
        {
            "role": "Character 2",
            "content": "[stern] Bon, euh, tu travailles ici depuis 12 ans et, [probing], ta fille vient de commencer l'université avec ce programme d'aide aux frais de scolarité, alors, [measured], réfléchissons à ce qui se passe si tu, [careful], deviens lanceuse d'alerte, tu vois."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Enfin, j'ai déjà refait les calculs trois fois, bon, j'ai croisé les références avec les standards de l'industrie et, [exhausted], il n'y a aucune explication légitime pour ces écarts. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "[guiding] Ton versement hypothécaire est dû la semaine prochaine et les, [pointed], factures médicales de Sarah s'accumulent toujours depuis son opération."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Ce ne sont pas juste des chiffres sur un tableur pourtant, ce sont, [unraveling], des gens avec des familles qui ont été escroqués de, [bitter], centaines de milliers de dollars collectivement."
        },
        {
            "role": "Character 2",
            "content": "[logical] La dernière personne qui a signalé une fraude ici a été blacklistée par, [clinical], tous les grands employeurs de la région."
        },
        {
            "role": "Character 1",
            "content": "[wavering] Mon superviseur m'a demandé de supprimer le rapport que j'ai créé documentant, [trembling], toutes ces irrégularités d'ici demain soir."
        },
        {
            "role": "Character 2",
            "content": "[pressing] Euh, donc tu as 24 heures pour décider si, [deliberate], tu es la personne qui suit les ordres ou celle qui, [sharp], fait ce qui est juste, enfin, peu importe le coût personnel, tu vois."
        },
        {
            "role": "Character 1",
            "content": "[whispered] Je sais."
        },
        {
            "role": "Character 2",
            "content": "[softer] Bon, euh, tu te souviens quand tu as commencé ici et que tu t'es promis de, [nostalgic], jamais devenir une de ces personnes qui détournent le regard, tu vois?"
        },
        {
            "role": "Character 1",
            "content": "[resolute] Euh, je n'arrête pas de penser à Raj de la comptabilité qui, bon, [pained], envoie la moitié de son salaire sous-payé au pays pour soutenir ses parents, enfin."
        },
        {
            "role": "Character 2",
            "content": "[steering] Alors, euh, la ligne de dénonciation anonyme existe pour une raison, et bon, [strategic], la documentation peut être divulguée sans immédiatement, [cautious], t'impliquer comme source, tu vois."
        },
        {
            "role": "Character 1",
            "content": "Le bonus du PDG l'année dernière était de 8 millions de dollars alors que, [disgusted], ces travailleurs ne pouvaient pas se payer l'assurance santé pour leurs, [breaking], enfants à cause de ce qu'on leur a, [guilty], volé."
        },
        {
            "role": "Character 2",
            "content": "[firm] Bon, euh, tu as déjà pris ta décision n'est-ce pas, enfin, [knowing], assise ici à minuit à créer des copies de sauvegarde de tout, [proud], au lieu d'être chez toi avec ta famille, tu vois."
        },
        {
            "role": "Character 1",
            "content": "Chaque chèque de paie que j'ai déposé ces trois dernières années a été, [haunted], construit sur le vol de gens qui n'avaient aucun, [crumbling], pouvoir de se battre contre un système conçu pour les, [defeated], exploiter. [sighs deeply]"
        },
        {
            "role": "Character 2",
            "content": "[gentle] Demain matin tu seras soit la personne qui, [encouraging], s'est levée soit celle qui est restée silencieuse."
        },
        {
            "role": "Character 1",
            "content": "[determined] J'envoie les dossiers à l'Inspection du travail ce soir avec, [steady], des copies à trois journalistes qui enquêtent sur le, [building], vol de salaire dans les entreprises tech."
        },
        {
            "role": "Character 2",
            "content": "Enfin tu deviens la personne que tu as, [proud], toujours prétendu être au lieu de celle qui, [relieved], traite juste des chiffres et fait semblant de ne pas voir. [exhales]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shaking] Um, I found something in the payroll system today, I mean, discrepancies that show we've been, [breaking], systematically underpaying our H1-B visa holders for, well, the past three years."
        },
        {
            "role": "Character 2",
            "content": "So you know exactly what this means, um, the moral weight of, [heavy], keeping this information to yourself versus the, [calculating], practical consequences of reporting it, I mean. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "The data shows a pattern of, [methodical], fifteen to twenty percent wage theft affecting over, [hollow], two hundred employees who trusted this company with their, [cracking], immigration status and livelihoods."
        },
        {
            "role": "Character 2",
            "content": "[stern] Well, um, you've been working here twelve years and, [probing], your daughter just started college with that tuition assistance program, so I mean, [measured], let's think through what happens if you, [careful], become a whistleblower, you know."
        },
        {
            "role": "Character 1",
            "content": "[defensive] I mean, I've already run the calculations three times, well, cross-referenced with industry standards and, [exhausted], there's no legitimate explanation for these discrepancies. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "[guiding] Your mortgage payment is due next week and Sarah's, [pointed], medical bills are still piling up from her surgery."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] These aren't just numbers on a spreadsheet though, they're, [unraveling], people with families who've been cheated out of, [bitter], hundreds of thousands of dollars collectively."
        },
        {
            "role": "Character 2",
            "content": "[logical] The last person who reported fraud here was blacklisted from, [clinical], every major employer in the tristate area."
        },
        {
            "role": "Character 1",
            "content": "[wavering] My supervisor asked me to delete the report I created documenting, [trembling], all of these discrepancies by end of day tomorrow."
        },
        {
            "role": "Character 2",
            "content": "[pressing] Um, so you have twenty-four hours to decide whether, [deliberate], you're the person who follows orders or the one who, [sharp], does what's right, I mean, regardless of personal cost, you know."
        },
        {
            "role": "Character 1",
            "content": "[whispered] I know."
        },
        {
            "role": "Character 2",
            "content": "[softer] Well, um, remember when you first started here and promised yourself you'd, [nostalgic], never become one of those people who looks away, you know?"
        },
        {
            "role": "Character 1",
            "content": "[resolute] Um, I keep thinking about Raj from accounting who, well, [pained], sends half his underpaid salary back home to support his parents, I mean."
        },
        {
            "role": "Character 2",
            "content": "[steering] So, um, the anonymous tip line exists for a reason, and well, [strategic], documentation can be leaked without immediately, [cautious], implicating you as the source, you know."
        },
        {
            "role": "Character 1",
            "content": "The CEO's bonus last year was eight million dollars while, [disgusted], these workers couldn't afford health insurance for their, [breaking], children because of what we, [guilty], stole from them."
        },
        {
            "role": "Character 2",
            "content": "[firm] Well, um, you've already made your decision haven't you, I mean, [knowing], sitting here at midnight creating backup copies of everything, [proud], instead of being home with your family, you know."
        },
        {
            "role": "Character 1",
            "content": "Every paycheck I've deposited for the last three years has been, [haunted], built on theft from people who had no, [crumbling], power to fight back against a system designed to, [defeated], exploit them. [sighs deeply]"
        },
        {
            "role": "Character 2",
            "content": "[gentle] Tomorrow morning you'll either be the person who, [encouraging], stood up or the one who stayed silent."
        },
        {
            "role": "Character 1",
            "content": "[determined] I'm sending the files to the Department of Labor tonight along with, [steady], copies to three journalists who've been investigating, [building], wage theft in tech companies."
        },
        {
            "role": "Character 2",
            "content": "Finally you're becoming the person you, [proud], always claimed to be instead of the one who, [relieved], just processes numbers and pretends not to see. [exhales]"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "13077a63_scenario.json",
    "scenario": "A payroll specialist discovers their company has been systematically underpaying immigrant workers and wrestles with their conscience about whether to become a whistleblower.",
    "type": "scenario_conversation",
    "character_1_role": "payroll specialist",
    "character_2_role": "conscience",
    "selected_tones": [
        "logical",
        "undone",
        "steering"
    ],
    "tone_options": [
        "common",
        "balanced",
        "seasoned",
        "detached",
        "steering",
        "undone",
        "exclusive",
        "volatile",
        "cowardly",
        "logical"
    ]
}