{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[méfiant] Bon, euh, je ne prends plus d'apprenties d'habitude, mais, [réticent], votre lettre de candidature mentionnait quelque chose sur, euh, une tradition familiale qui, [distant], m'a fait reconsidérer, enfin, contre mon meilleur jugement."
        },
        {
            "role": "Character 2",
            "content": "[enthousiaste] Ma mère me disait toujours que la distillation était, [mélancolique], dans notre sang en quelque sorte, qu'il y avait cette, [cherchant], dimension artistique qu'elle n'a jamais pu vraiment, [plein d'espoir], explorer avant sa mort."
        },
        {
            "role": "Character 1",
            "content": "[se raidissant] Les alambics en cuivre doivent être, [méthodique], nettoyés chaque matin avant même qu'on pense à, [ferme], lancer une production. [racle la gorge]"
        },
        {
            "role": "Character 2",
            "content": "Je suis prête à tout apprendre depuis, [déterminé], la base, quoi qu'il en coûte."
        },
        {
            "role": "Character 1",
            "content": "[plus doux] Votre mère, est-ce qu'elle a vraiment, [prudent], travaillé dans la distillation ou c'était juste quelque chose dont elle, [inquisiteur], parlait ?"
        },
        {
            "role": "Character 2",
            "content": "Elle a travaillé dans un endroit qui s'appelait la Distillerie Hartwell pendant, [nostalgique], trois ans avant ma naissance, mais il y a eu une sorte d', [hésitant], accident et elle n'y est jamais retournée."
        },
        {
            "role": "Character 1",
            "content": "[ébranlé] Hartwell c'était, euh, c'était ma distillerie avant, [voix brisée], avant que j'ouvre celle-ci, et, euh, le nom de votre mère, [tremblant], comment s'appelait-elle ?"
        },
        {
            "role": "Character 2",
            "content": "Sarah Chen, et, euh, elle disait toujours que l'accident n'était, [défensif], la faute de personne mais je sentais qu'elle, euh, n'y croyait pas vraiment elle-même."
        },
        {
            "role": "Character 1",
            "content": "[chuchoté] L'enfant de, [se brisant], Sarah."
        },
        {
            "role": "Character 2",
            "content": "[confus] Vous la connaissiez alors, je veux dire, vraiment, parce que, euh, la façon dont vous venez de dire son nom on dirait qu'il y a, [réalisant], quelque chose de plus que, euh, vous ne me dites pas."
        },
        {
            "role": "Character 1",
            "content": "[brut] Sarah et moi étions, euh, partenaires dans tous les sens du terme jusqu'à, [coupable], l'explosion de la chaudière qui lui a pris son œil et, ben, a tout fini entre nous parce que, [angoissé], j'aurais dû vérifier ces jauges de pression moi-même."
        },
        {
            "role": "Character 2",
            "content": "[stupéfait] Alors c'est à cause de vous qu'elle, euh, ne pouvait plus regarder un alambic sans, [en colère], tressaillir, qu'elle se réveillait en hurlant à propos de, euh, cuivre et de vapeur."
        },
        {
            "role": "Character 1",
            "content": "[désespéré] Je vis avec cette culpabilité depuis, euh, 23 ans, vérifiant ces jauges, [obsessif], de façon obsessionnelle maintenant, voyant son visage dans chaque, euh, reflet sur le cuivre. [voix qui se brise]"
        },
        {
            "role": "Character 2",
            "content": "[amer] Elle ne m'a jamais dit votre nom mais elle disait que, [accusateur], la personne qu'elle aimait le plus était devenue celle qui avait, [voix brisée], détruit ses rêves."
        },
        {
            "role": "Character 1",
            "content": "[suppliant] Tout ce que j'ai construit ici devait être, [plein de remords], notre rêve à nous deux, chaque bouteille que je produis est, [brisé], une excuse qu'elle n'entendra jamais, une promesse que je, [pleurant], n'ai pas pu tenir."
        },
        {
            "role": "Character 2",
            "content": "[plus doux] C'est peut-être pour ça qu'elle m'a envoyée ici, [compréhensif], à sa manière, à travers ses histoires qui m'ont fait, [en larmes], tomber amoureuse de cet art. [longue pause]"
        },
        {
            "role": "Character 1",
            "content": "[tendre] Si vous êtes prête à apprendre de quelqu'un qui a, [vulnérable], échoué si catastrophiquement avec votre mère, je vous enseignerai tout, [déterminé], y compris comment ne jamais faire les erreurs qui, [déterminé], me hantent."
        },
        {
            "role": "Character 2",
            "content": "[doux] Elle vous a pardonné, je crois, parce que, euh, elle a gardé votre première bouteille, celle que vous avez faite, [ému], ensemble, cachée dans son placard enveloppée dans ce, euh, ruban bleu délavé. [renifle]"
        },
        {
            "role": "Character 1",
            "content": "[submergé] Le ruban bleu de, euh, notre première victoire en concours, elle l'a, [sanglotant], gardé toutes ces années, même après, euh, tout ce que je lui ai pris."
        },
        {
            "role": "Character 2",
            "content": "[résolu] Alors peut-être qu'il est temps qu'on, euh, finisse ce que vous aviez, [plein d'espoir], commencé toutes les deux."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[guarded] Well, um, I don't usually take on apprentices anymore, but, [reluctant], your application letter mentioned something about, uh, family tradition that, [distant], made me reconsider, I mean, against my better judgment."
        },
        {
            "role": "Character 2",
            "content": "[eager] My mother always told me that distilling was, [wistful], in our blood somehow, that there was this, [searching], artistry to it she never got to fully, [hopeful], explore before she passed."
        },
        {
            "role": "Character 1",
            "content": "[stiffening] The copper stills need to be, [methodical], cleaned every morning before we even think about, [firm], starting any runs. [clears throat]"
        },
        {
            "role": "Character 2",
            "content": "I'm ready to learn everything from, [determined], the ground up, whatever it takes."
        },
        {
            "role": "Character 1",
            "content": "[softer] Your mother, did she ever actually, [careful], work in distilling or was it just something she, [probing], talked about?"
        },
        {
            "role": "Character 2",
            "content": "She worked at a place called Hartwell Distillery for, [nostalgic], three years before I was born, but there was some kind of, [hesitant], accident and she never went back."
        },
        {
            "role": "Character 1",
            "content": "[shaken] Hartwell was, um, that was my old place before, [voice cracking], before I opened this one, and, uh, your mother's name, [trembling], what was her name?"
        },
        {
            "role": "Character 2",
            "content": "Sarah Chen, and, um, she always said the accident wasn't, [defensive], anyone's fault but I could tell she, uh, never really believed that herself."
        },
        {
            "role": "Character 1",
            "content": "[whispered] Sarah's, [breaking], child."
        },
        {
            "role": "Character 2",
            "content": "[confused] You knew her then, I mean, really knew her, because, um, the way you just said her name sounds like, [realizing], there's something more here that, uh, you're not telling me."
        },
        {
            "role": "Character 1",
            "content": "[raw] Sarah and I were, um, partners in every sense of the word until, [guilty], the boiler explosion that took her eye and, well, ended everything between us because, [anguished], I should have checked those pressure gauges myself."
        },
        {
            "role": "Character 2",
            "content": "[stunned] So you're the reason she, um, could never look at a still without, [angry], flinching, why she'd wake up screaming about, uh, copper and steam."
        },
        {
            "role": "Character 1",
            "content": "[desperate] I've lived with that guilt for, um, twenty-three years, checking those gauges, [obsessive], obsessively now, seeing her face in every, uh, reflection on the copper. [voice breaking]"
        },
        {
            "role": "Character 2",
            "content": "[bitter] She never told me your name but she said, [accusatory], the person she loved most became the person who, [cracking], destroyed her dreams."
        },
        {
            "role": "Character 1",
            "content": "[pleading] Everything I've built here was supposed to be, [remorseful], our dream together, every bottle I make is, [broken], an apology she'll never hear, a promise I, [weeping], couldn't keep."
        },
        {
            "role": "Character 2",
            "content": "[softer] Maybe that's why she sent me here, [understanding], in her own way, through her stories that made me, [tearful], fall in love with this craft. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[tender] If you're willing to learn from someone who, [vulnerable], failed your mother so catastrophically, I'll teach you everything, [determined], including how to never make the mistakes that, [resolved], haunt me."
        },
        {
            "role": "Character 2",
            "content": "[gentle] She forgave you, I think, because, um, she kept your first bottle, the one you made, [emotional], together, hidden in her closet wrapped in that, uh, faded blue ribbon. [sniffles]"
        },
        {
            "role": "Character 1",
            "content": "[overcome] The blue ribbon from, um, our first competition win, she, [sobbing], kept it all these years, even after, uh, everything I took from her."
        },
        {
            "role": "Character 2",
            "content": "[resolute] Then maybe it's time we, um, finish what you both, [hopeful], started."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "155f443d_scenario.json",
    "scenario": "A master distiller reluctantly takes on an eager apprentice, only to discover they're the child of their former partner who was permanently injured in an accident at their old distillery.",
    "type": "scenario_conversation",
    "character_1_role": "distiller",
    "character_2_role": "newbie",
    "selected_tones": [
        "tender",
        "guiding",
        "moody"
    ],
    "tone_options": [
        "organized",
        "dominant",
        "true",
        "obscuring",
        "uninhibited",
        "giving",
        "tender",
        "moody",
        "guiding",
        "vigilant"
    ]
}