{
    "conversation": [
        {
            "role": "Customer",
            "content": "Então basicamente. Eu sou um idiota. Tipo. Seis meses. Dessa coisa de assinatura."
        },
        {
            "role": "Customer Support",
            "content": "Ah oi! Deixa eu—deixa eu puxar sua conta, eu tô, é, fico feliz em te ajudar com isso hoje! Qual é o email associado com a assinatura?"
        },
        {
            "role": "Customer",
            "content": "É sarah.chen arroba gmail. Então, eu trabalho que nem um louco. Esqueci completamente."
        },
        {
            "role": "Customer Support",
            "content": "Entendi entendi, beleza, tô vendo aqui, conta SC-4829-MX, e parece que você foi cobrado, hum, R$ 19,99 por mês desde... como é que fala... desde março, então são 6 pagamentos totalizando R$ 119,94."
        },
        {
            "role": "Customer",
            "content": "Ai meu Deus. Basicamente. Cento e vinte reais. Jogados fora. Eu sou muito burro."
        },
        {
            "role": "Customer Support",
            "content": "Não não não, ei, relaxa! Isso acontece, é, mais do que você imagina na verdade—eu diria que talvez 30% das nossas ligações são exatamente pra isso, e deixa eu ver o que eu posso, é, que opções a gente tem aqui."
        },
        {
            "role": "Customer",
            "content": "Tipo eu limpo dente o dia todo. Chego em casa. Esqueço de tudo. Que vergonha."
        },
        {
            "role": "Customer Support",
            "content": "Eu super entendo, entendo mesmo! Então olha só o que eu posso—eu posso fazer pra você, olhando suas estatísticas de uso mostrando 0 logins desde março, eu consigo emitir um reembolso parcial de R$ 79,96, isso é 4 meses."
        },
        {
            "role": "Customer",
            "content": "Pera, sério? Isso é. Tá. É alguma coisa. Melhor que nada né."
        },
        {
            "role": "Customer Support",
            "content": "Com certeza! E eu também tô—também tô aplicando o código de crédito SAVE40 na sua conta, te dando mais R$ 40 de crédito se você quiser reativar algum dia, levando sua recuperação total pra basicamente R$ 119,96."
        },
        {
            "role": "Customer",
            "content": "Nossa. Caramba. Então tipo. Tudo de volta? Sério mesmo?"
        },
        {
            "role": "Customer Support",
            "content": "Bom, tecnicamente é—é uma combinação, né? O reembolso de R$ 79,96 volta pro seu cartão terminado em 8847 dentro de 3 a 5 dias úteis, e aí o crédito fica na sua conta pra uso futuro."
        },
        {
            "role": "Customer",
            "content": "Isso é. Incrível. Caramba. Eu tava tão estressado. Valeu."
        },
        {
            "role": "Customer Support",
            "content": "Claro claro! Eu só tô, hum, tô atualizando sua conta agora com cancelamento efetivo hoje, número de referência CAN-7701-ZK, e, é, você quer que eu configure um sistema de lembretes pra outras assinaturas?"
        },
        {
            "role": "Customer",
            "content": "Outras assinaturas. Ai não. Eu tenho. Pera. Não, só essa aqui né?"
        },
        {
            "role": "Customer Support",
            "content": "Haha sim sim, só essa com a gente! Eu quis dizer, é, tipo a gente tem esse recurso novo onde podemos mandar alertas pra prevenir esse—esse tipo de coisa, alertas SMS mostrando suas 5 maiores cobranças mensais acima de R$ 10."
        },
        {
            "role": "Customer",
            "content": "Claro. Sim. Qualquer coisa que ajude. Eu só tô. Cansado. Dia longo."
        },
        {
            "role": "Customer Support",
            "content": "Entendo perfeitamente! Deixa eu só, é, deixa eu ativar isso pra você, número de telefone terminado em 2298, e você vai receber seu primeiro alerta no dia 1º, mostrando qualquer cobrança recorrente acima desses R$ 10."
        },
        {
            "role": "Customer",
            "content": "Perfeito. Então tá pronto? Cancelado? Dinheiro voltando?"
        },
        {
            "role": "Customer Support",
            "content": "Tudo certo! Assinatura cancelada às, hum, às 15h47 de hoje, você vai ver esses R$ 79,96 de reembolso em no máximo 5 dias, e você tem aqueles R$ 40 de crédito guardados lá se precisar da gente de novo!"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So basically. I'm an idiot. Like. Six months. Of this subscription thing."
        },
        {
            "role": "Customer Support",
            "content": "Oh hi there! Let me—let me pull up your account, I'm, uh, I'm happy to help you with that today! What's the email associated with the subscription?"
        },
        {
            "role": "Customer",
            "content": "It's sarah.chen at gmail. So I work crazy hours. Completely forgot."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it, okay I see it here, account SC-4829-MX, and it looks like you've been charged, hmm, $19.99 monthly since... what's the word... since March, so that's 6 payments totaling $119.94."
        },
        {
            "role": "Customer",
            "content": "Oh God. Basically. A hundred twenty dollars. Down the drain. I'm so stupid."
        },
        {
            "role": "Customer Support",
            "content": "No no no, hey, don't worry about it! This happens, er, more than you'd think actually—I'd say maybe 30% of our calls are for this exact thing, and let me see what I can, uh, what options we have here."
        },
        {
            "role": "Customer",
            "content": "Like I clean teeth all day. Come home. Forget everything. So embarrassing."
        },
        {
            "role": "Customer Support",
            "content": "I totally get it, I really do! So here's what I can—I can do for you, looking at your usage stats showing 0 logins since March, I'm able to issue a partial refund of $79.96, that's 4 months' worth."
        },
        {
            "role": "Customer",
            "content": "Wait really? That's. Okay. That's something. Better than nothing I guess."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely! And I'm also—I'm also applying credit code SAVE40 to your account, giving you an additional $40 credit if you ever want to reactivate, bringing your total recovery to basically $119.96."
        },
        {
            "role": "Customer",
            "content": "Oh. Wow. So like. All of it back? Seriously?"
        },
        {
            "role": "Customer Support",
            "content": "Well technically it's—it's a combination, right? The refund of $79.96 goes back to your card ending in 8847 within 3-5 business days, and then the credit stays on your account for future use."
        },
        {
            "role": "Customer",
            "content": "That's. Amazing. God. I was so stressed. Thank you."
        },
        {
            "role": "Customer Support",
            "content": "Of course of course! I'm just, mmm, I'm updating your account now with cancellation effective today, reference number CAN-7701-ZK, and, er, would you like me to set up a reminder system for any other subscriptions?"
        },
        {
            "role": "Customer",
            "content": "Other subscriptions. Oh no. Do I have. Wait. No just this one right?"
        },
        {
            "role": "Customer Support",
            "content": "Haha yes yes, just this one with us! I meant, um, I meant like we have this new feature where we can send alerts to prevent this—this kind of thing, SMS alerts showing your top 5 monthly charges over $10."
        },
        {
            "role": "Customer",
            "content": "Sure. Yeah. Whatever helps. I'm just. Tired. Long day."
        },
        {
            "role": "Customer Support",
            "content": "Totally understand! Let me just, errr, let me activate that for you, phone number ending in 2298, and you'll get your first alert on the 1st, showing any recurring charges above that $10 threshold."
        },
        {
            "role": "Customer",
            "content": "Perfect. So I'm done? Cancelled? Money coming back?"
        },
        {
            "role": "Customer Support",
            "content": "All set! Subscription's cancelled as of, hmm, as of 3:47 PM today, you'll see that $79.96 refund within 5 days max, and you've got that $40 credit sitting there if you ever need us again!"
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "3375635c_script.json",
    "professionalism": "casual",
    "scenario": "dental hygienist, embarrassed she forgot to cancel a subscription for six months",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "panicked_spiral",
                "exhausted_worn"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "new_and_eager",
                "patient_teacher"
            ],
            "disfluency": {
                "hesitation_types": [
                    "word_searching",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "measured_steady"
            }
        }
    }
}