{
    "conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah, so I'm trying to... what's the word... tô tentando entender essas, uh, taxas de distribuição? Pra álcool. Er, cerveja artesanal especificamente."
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, um, so let me just pull up the licensing portal here and... hmm, tá, então você tá ligando sobre as taxas estaduais de distribuição ou a gente tá falando das, um, permissões de comércio interestadual?"
        },
        {
            "role": "Customer",
            "content": "State. Just state. Nem consigo pensar em interestadual."
        },
        {
            "role": "Customer Support",
            "content": "Got it, got it, so for in-state distribution you're looking at license type ALC-2947-DS, que custa uns 1200 por ano, mas aí também tem as taxas de declaração trimestral que..."
        },
        {
            "role": "Customer",
            "content": "Twelve hundred. Of course. Um, e isso é só pra... er... o que isso cobre exatamente?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, basically that gets you your distribution rights within state lines, uh, mas olha só—e eu vou, um, te poupar uma dor de cabeça aqui—você também precisa da, uh, permissão suplementar de fornecedor SVP-4421-B se você vai vender pra restaurantes e, um, isso é mais 450..."
        },
        {
            "role": "Customer",
            "content": "Four fifty more. Great. Perfect. Por que não, né."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I know it adds up quick, mas escuta, a maioria das cervejarias não percebe que tem na verdade um pacote combinado BPC-8829-CX que junta os dois por 1400 total, economiza uns 250 por ano se você tá planejando..."
        },
        {
            "role": "Customer",
            "content": "Wait, there's a... um... a package? Ninguém, uh, ninguém mencionou nenhum... er... negócio de pacote."
        },
        {
            "role": "Customer Support",
            "content": "Oh yeah, um, so it's not really advertised, porque, uh, sinceramente tá enterrado na subseção 12 do, um, guia de licenciamento, mas eu sempre, uh, eu sempre falo pros cervejeiros sobre isso porque, um, sabe, cada real conta quando você tá começando..."
        },
        {
            "role": "Customer",
            "content": "Subsection twelve. Claro que é."
        },
        {
            "role": "Customer Support",
            "content": "And actually, since you're a craft brewery, você pode se qualificar pra isenção de pequeno produtor SPE-7761-A, baixa esses 1400 pra 975 se sua produção anual é menor que 15000 barris, o que eu tô assumindo..."
        },
        {
            "role": "Customer",
            "content": "Um, fifteen thousand? A gente tá... uh... a gente tá longe disso... er, talvez tipo... um, 2000? Se muito?"
        },
        {
            "role": "Customer Support",
            "content": "Oh perfect, um, so you definitely qualify then, e, uh, olha o que eu vou fazer—eu vou, um, te mandar por email o link direto pra esse formulário porque, er, o portal normal nem mostra isso a não ser que você saiba, um, procurar especificamente..."
        },
        {
            "role": "Customer",
            "content": "You can just... do that? Mandar o formulário certo por email?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, that's why I'm here, pra ter certeza que você não desperdiça dinheiro com taxas que você não precisa pagar, e sinceramente o sistema é tão complicado que se alguém não te guiar..."
        },
        {
            "role": "Customer",
            "content": "Yeah, um, the last person said... er... disse que ia ajudar e aí, uh, só me mandou pra, um, página principal. Com todos os... uh... todos os formulários errados."
        },
        {
            "role": "Customer Support",
            "content": "Ugh, no no no, um, that's exactly what I don't want happening, então, uh, eu tô colocando uma nota no seu arquivo agora mesmo com número de referência REF-9923-CBL e, um, eu vou ser seu contato direto então se qualquer coisa parecer estranha você só, uh, liga de volta e pede por mim especificamente..."
        },
        {
            "role": "Customer",
            "content": "REF-nine nine... wait. Você vai mesmo atender?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah, ask for Jordan, extension 4782, e se eu não tiver aqui deixa uma solicitação de retorno com esse número de referência e eu vou garantir que você não pague nem um centavo a mais do que precisa, porque essas taxas já são ridículas o suficiente sem pagar a mais ainda por cima."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, yeah, so I'm trying to... what's the word... um, figure out these, uh, distribution fees? For alcohol. Er, craft beer specifically."
        },
        {
            "role": "Customer Support",
            "content": "Oh absolutely, um, so let me just, uh, pull up the licensing portal here and... hmm, okay so you're calling about state distribution fees or are we talking about the, um, interstate commerce permits?"
        },
        {
            "role": "Customer",
            "content": "State. Just state. Can't even think about interstate."
        },
        {
            "role": "Customer Support",
            "content": "Got it, got it, so for in-state distribution you're looking at license type ALC-2947-DS which runs about twelve hundred annually, but then there's also the quarterly filing fees that..."
        },
        {
            "role": "Customer",
            "content": "Twelve hundred. Of course. Um, and that's just to... er... what does that even... uh, what's that cover exactly?"
        },
        {
            "role": "Customer Support",
            "content": "So, um, basically that gets you your distribution rights within state lines, uh, but here's the thing—and I'm gonna, um, save you some headache here—you also need the, uh, supplemental vendor permit SVP-4421-B if you're selling to restaurants and, um, that's another four fifty..."
        },
        {
            "role": "Customer",
            "content": "Four fifty more. Great. Perfect. Why not."
        },
        {
            "role": "Customer Support",
            "content": "Yeah, I know it adds up quick, but listen, most breweries don't realize there's actually a combined package BPC-8829-CX that bundles both for fourteen hundred total, saves you about two fifty a year if you're planning to..."
        },
        {
            "role": "Customer",
            "content": "Wait, there's a... um... a package? Nobody, uh, nobody mentioned any... er... bundle thing."
        },
        {
            "role": "Customer Support",
            "content": "Oh yeah, um, so it's not really advertised because, uh, honestly it's buried in subsection twelve of the, um, licensing guide, but I always, uh, I always tell brewers about it because, um, you know, every dollar counts when you're starting out..."
        },
        {
            "role": "Customer",
            "content": "Subsection twelve. Course it is."
        },
        {
            "role": "Customer Support",
            "content": "And actually, since you're a craft brewery, you might qualify for the small producer exemption SPE-7761-A, brings that fourteen hundred down to nine seventy-five if your annual production is under fifteen thousand barrels, which I'm assuming..."
        },
        {
            "role": "Customer",
            "content": "Um, fifteen thousand? We're... uh... we're nowhere near... er, maybe like... um, two thousand? If that?"
        },
        {
            "role": "Customer Support",
            "content": "Oh perfect, um, so you definitely qualify then, and, uh, here's what I'm gonna do—I'm gonna, um, email you the direct link to that application because, er, the regular portal doesn't even show it unless you know to, um, search for it specifically..."
        },
        {
            "role": "Customer",
            "content": "You can just... do that? Email the right form?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, that's why I'm here, to make sure you don't waste money on fees you don't need to pay, and honestly the system is so convoluted that if someone doesn't walk you through it..."
        },
        {
            "role": "Customer",
            "content": "Yeah, um, the last person said... er... said they'd help and then, uh, just sent me to the, um, the main page. With all the... uh... all the wrong forms."
        },
        {
            "role": "Customer Support",
            "content": "Ugh, no no no, um, that's exactly what I don't want happening, so, uh, I'm putting a note in your file right now with reference number REF-9923-CBL and, um, I'm gonna be your direct contact so if anything seems weird you just, uh, call back and ask for me specifically..."
        },
        {
            "role": "Customer",
            "content": "REF-nine nine... wait. You'll actually answer?"
        },
        {
            "role": "Customer Support",
            "content": "Yeah, ask for Jordan, extension 4782, and if I'm not here leave a callback request with that reference number and I'll make sure you're not paying a penny more than you need to, because these fees are ridiculous enough without overpaying on top of it."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "customer_support",
    "source_file": "4f536114_script.json",
    "scenario": "brewmaster, small craft brewery confused about alcohol distribution licensing fees",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "bitter_defeated",
                "skeptical_guarded"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "veteran_efficient",
                "nurturing_protective"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off"
                ],
                "elongation": "natural_length",
                "pacing": "conversational_natural"
            }
        }
    }
}