{
    "conversation": [
        {
            "role": "Customer",
            "content": "Hum, oi, é, não sei se liguei pro lugar certo? Então tipo, eu tenho essa coisa e, hum, já faz uns três dias e eu só..."
        },
        {
            "role": "Customer Support",
            "content": "Então basicamente eu posso, é, com certeza te ajudar com isso. Deixa eu só, hum, puxar sua conta aqui. Posso pegar seu, é, seu número de pedido ou email?"
        },
        {
            "role": "Customer",
            "content": "Ah! Certo. Hum. O email é... pera, você precisa do pedido? Eu não... quer dizer, é, foram tipo cinco pedidos? E hum..."
        },
        {
            "role": "Customer Support",
            "content": "Não—não tem problema, só o email tá ótimo. A gente consegue ver todos os seus pedidos por ele."
        },
        {
            "role": "Customer",
            "content": "É, hum, jsmith arroba... não, pera, esse é o antigo... desculpa, é, é jaybird22 arroba gmail e, hum, basicamente o negócio é que meu pacote? Diz que foi entregue mas..."
        },
        {
            "role": "Customer Support",
            "content": "Então eu tô, é, vendo a conta ACC-7749-JB aqui, e hum, parece que você tem o pedido ORD-9621-KX que mostra entregue terça?"
        },
        {
            "role": "Customer",
            "content": "Isso! Mas não tá... quer dizer, eu procurei em todo lugar? Até perguntei pros meus vizinhos, os esquisitos, e hum... desculpa, isso não é relevante mas tipo..."
        },
        {
            "role": "Customer Support",
            "content": "Não não, isso é, hum, muito útil saber que você verificou. Então basicamente eu posso ver que o, é, o rastreamento mostra TRK-886431-Q entregue na porta da frente às 14h47."
        },
        {
            "role": "Customer",
            "content": "Mas é isso! Hum, eu trabalho de casa? Eu tava aqui! E é, minha câmera da campainha não... não tem vídeo e eu só..."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, então isso é, é, definitivamente preocupante. Deixa eu só, hum, verificar com nosso parceiro de entrega aqui. Número de referência REF-5528-PLM mostra... tá tá então pode ter um problema."
        },
        {
            "role": "Customer",
            "content": "Tá... hum, tá perdido? Porque, é, na verdade é pra minha mãe? Ela tá doente e..."
        },
        {
            "role": "Customer Support",
            "content": "Então eu realmente, realmente queria ter, hum, notícias melhores aqui mas o GPS pin GPS-4419-X mostra entrega num endereço diferente. Não—não muito longe mas, é, rua errada."
        },
        {
            "role": "Customer",
            "content": "Ai meu Deus. Hum. Você pode... quer dizer, o que eu faço? É o porta-remédios dela, aquele chique que apita? E ela fica esquecendo..."
        },
        {
            "role": "Customer Support",
            "content": "Certo então, hum, o que eu posso fazer—e eu, é, sinto muito mesmo que isso aconteceu—número de reclamação CLM-7765-RT tá sendo aberto agora mesmo."
        },
        {
            "role": "Customer",
            "content": "Mas ela precisa tipo, hum, essa semana? Eu vou viajar e é... desculpa, é que eu tô muito estressado com essa coisa toda..."
        },
        {
            "role": "Customer Support",
            "content": "Não eu—eu entendo totalmente. Então basicamente, hum, eu tô marcando isso como médico prioritário, código MED-9921, o que significa, é, reposição acelerada mas..."
        },
        {
            "role": "Customer",
            "content": "Mas o quê? Hum, por favor, eu só... não sei mais o que fazer aqui e tô meio surtando..."
        },
        {
            "role": "Customer Support",
            "content": "Então o negócio é que, hum, mesmo com prioridade é, é, ainda são três dias úteis. Eu queria poder—quer dizer, se eu pudesse mandar pra chegar amanhã eu mandaria mas o sistema não..."
        },
        {
            "role": "Customer",
            "content": "Três dias. Tá. Hum. Isso é... eu viajo quinta então é... mal dá tempo se..."
        },
        {
            "role": "Customer Support",
            "content": "É então, hum, o rastreamento da reposição vai ser TRK-3382-NW e, é, eu tô colocando todas as sinalizações possíveis nisso. Entrega terça, garantida, e eu vou, hum, monitorar pessoalmente."
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Um, hi, uh, I'm not sure if I'm calling the right place? So like, I have this thing and um, it's been happening for, uh, three days now and I just..."
        },
        {
            "role": "Customer Support",
            "content": "So basically I can, uh, definitely help you with that. Let me just, um, pull up your account here. Can I get your, uh, your order number or email?"
        },
        {
            "role": "Customer",
            "content": "Oh! Right. Um. Email's... wait do you need the order? I don't... I mean, uh, there's been like five orders? And um..."
        },
        {
            "role": "Customer Support",
            "content": "That's—that's okay, just the email is fine. We can look up all your orders from there."
        },
        {
            "role": "Customer",
            "content": "It's, um, jsmith at... no wait that's my old... sorry, uh, it's jaybird22 at gmail and, um, basically the thing is my package? It says delivered but..."
        },
        {
            "role": "Customer Support",
            "content": "So I'm, uh, seeing account ACC-7749-JB here, and um, looks like you have order ORD-9621-KX that shows delivered Tuesday?"
        },
        {
            "role": "Customer",
            "content": "Yes! But it's not... I mean I checked everywhere? Even asked my neighbors, the weird ones, and um... sorry that's not relevant but like..."
        },
        {
            "role": "Customer Support",
            "content": "No no, that's actually, um, really helpful to know you checked. So basically I can see the, uh, the tracking shows TRK-886431-Q delivered to front door at 2:47 PM."
        },
        {
            "role": "Customer",
            "content": "But that's the thing! Um, I work from home? I was here! And uh, my doorbell camera it didn't... there's no video and I just..."
        },
        {
            "role": "Customer Support",
            "content": "Hmm, so that's, uh, that's definitely concerning. Let me just, um, check with our shipping partner here. Reference number REF-5528-PLM shows... okay okay so there might be an issue."
        },
        {
            "role": "Customer",
            "content": "Is it... um, is it lost? Because, uh, it's actually for my mom? She's been sick and..."
        },
        {
            "role": "Customer Support",
            "content": "So I really, really wish I had, um, better news here but the GPS pin GPS-4419-X shows delivery at a different address. Not—not too far but, uh, wrong street."
        },
        {
            "role": "Customer",
            "content": "Oh god. Um. Can you... I mean what do I do? It's her medication holder, the fancy one that beeps? And she keeps forgetting..."
        },
        {
            "role": "Customer Support",
            "content": "Right so, um, here's what I can do—and I'm, uh, I'm really sorry this happened—claim number CLM-7765-RT is being filed right now."
        },
        {
            "role": "Customer",
            "content": "But she needs it like, um, this week? I'm going out of town and uh... sorry I'm just really stressed about this whole..."
        },
        {
            "role": "Customer Support",
            "content": "No I—I totally get it. So basically, um, I'm marking this as priority medical, code MED-9921, which means, uh, expedited replacement but..."
        },
        {
            "role": "Customer",
            "content": "But what? Um, please, I just... I don't know what else to do here and I'm kind of freaking..."
        },
        {
            "role": "Customer Support",
            "content": "So the thing is, um, even with priority it's, uh, it's still three business days. I wish I could—I mean, if I could overnight it I would but system won't..."
        },
        {
            "role": "Customer",
            "content": "Three days. Okay. Um. That's... I leave Thursday so that's... barely enough time if..."
        },
        {
            "role": "Customer Support",
            "content": "Yeah so, um, tracking for the replacement will be TRK-3382-NW and, uh, I'm putting every possible flag on this. Tuesday delivery, guaranteed, and I'll, um, personally monitor it."
        }
    ],
    "language": "portuguese_br",
    "language_name": "Brazilian Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "525400fd_script.json",
    "scenario": "nervous first-time caller who isn't sure how to explain their problem",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "manic_oversharing",
                "vulnerable_trusting"
            ],
            "disfluency": {
                "hesitation_amount": "heavy",
                "hesitation_types": [
                    "trailing_off",
                    "classic_fillers",
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "regretfully_limited",
                "slightly_frazzled"
            ],
            "disfluency": {
                "hesitation_amount": "frequent",
                "hesitation_types": [
                    "filled_pauses",
                    "repetition_stutter"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}