{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[hesitant] Eu sei que não tenho direito nenhum de estar aqui depois de... de tudo, mas vi o anúncio de emprego na montra e pensei que talvez, só talvez, me desses 5 minutos."
        },
        {
            "role": "Character 2",
            "content": "Marcus. Já passaram o quê, 3 anos desde que desapareceste a meio do turno? [exhales] Estás com mau aspeto, sinceramente—anda sentar-te no bar antes que comece a correria do jantar."
        },
        {
            "role": "Character 1",
            "content": "3 anos e meio, na verdade, e pois, a rua não tem sido meiga, mas estou limpo agora—62 dias—e preciso de algo legítimo, algo real a que me agarrar."
        },
        {
            "role": "Character 2",
            "content": "[measured] O lugar de lava-louça paga o salário mínimo mais gorjetas dos empregados, nada a ver com o que fazias antes com os teus esquemas e atalhos."
        },
        {
            "role": "Character 1",
            "content": "Esses esquemas são exatamente o que me trouxe até aqui, a dormir em abrigos quando tenho sorte, [voice dropping] debaixo de pontes quando não tenho, por isso o salário mínimo soa-me a salvação neste momento."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Se eu fizer isto—e é um grande se—apareces a horas, sóbrio, e trabalhas todos os turnos que te der sem reclamar, nada de esquemas com o meu pessoal ou clientes."
        },
        {
            "role": "Character 1",
            "content": "Eu percebo, tramei-te uma vez e tens razão em não confiar em mim, mas [sighs] estou cansado demais para continuar com esquemas, desgastado demais para continuar a inventar ângulos que não levam a lado nenhum."
        },
        {
            "role": "Character 2",
            "content": "Estás mesmo cansado."
        },
        {
            "role": "Character 1",
            "content": "[quietly] Exausto, na verdade."
        },
        {
            "role": "Character 2",
            "content": "Está bem, vamos fazer assim—começas amanhã de manhã às 6 para a preparação, e vamos semana a semana, sem promessas além disso."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Obrigado."
        },
        {
            "role": "Character 2",
            "content": "Não me agradeças já—o pessoal da cozinha lembra-se de ti, e não te vão facilitar a vida depois de como deixaste as coisas com as gorjetas roubadas do frasco."
        },
        {
            "role": "Character 1",
            "content": "Vou acertar contas com eles, pagar cada cêntimo quando começar a receber ordenados regulares, mesmo que leve meses."
        },
        {
            "role": "Character 2",
            "content": "[practical] Concentra-te primeiro em aparecer, depois preocupa-te em fazer as pazes—um dia de cada vez, como dizem nessas reuniões que devias continuar a frequentar."
        },
        {
            "role": "Character 1",
            "content": "[resigned laugh] Pois, as reuniões são mesmo inegociáveis nesta altura, o meu padrinho vinha atrás de mim se faltasse a uma, especialmente agora que estou a tentar reconstruir a vida."
        },
        {
            "role": "Character 2",
            "content": "Ótimo, ter alguém a quem prestar contas ajuda—agora, vais precisar do certificado de manipulador de alimentos e uns sapatos antiderrapantes decentes antes de amanhã, consegues arranjar isso?"
        },
        {
            "role": "Character 1",
            "content": "O abrigo tem um programa de vales para roupa de trabalho, e já comecei a certificação online ontem, [exhales] na esperança contra toda a esperança que alguém me desse uma oportunidade."
        },
        {
            "role": "Character 2",
            "content": "[softer] Olha, Marcus, todos cometemos erros e alguns de nós temos a sorte de ter segundas oportunidades—lembra-te apenas que é exatamente isso que isto é, uma segunda oportunidade, não uma terceira."
        },
        {
            "role": "Character 1",
            "content": "Não me vou esquecer, e eu sei que as palavras já não valem muito vindas de mim, mas vou provar-me aparecendo e fazendo o trabalho, o tempo que for preciso."
        },
        {
            "role": "Character 2",
            "content": "[standing] 6 da manhã em ponto, usa a entrada das traseiras junto aos contentores, e Marcus—vem com roupa limpa, as primeiras impressões importam mesmo na copa."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[hesitant] I know I don't have any right to be here after everything, but I saw the help wanted sign in the window and thought maybe, just maybe, you'd give me five minutes."
        },
        {
            "role": "Character 2",
            "content": "Marcus. It's been what, three years since you walked out mid-shift? [exhales] You look rough, honestly—come sit at the bar before the dinner rush starts."
        },
        {
            "role": "Character 1",
            "content": "Three and a half years, actually, and yeah, the streets haven't been kind, but I'm clean now—sixty-two days—and I need something legitimate, something real to hold onto."
        },
        {
            "role": "Character 2",
            "content": "[measured] The dishwasher position pays minimum wage plus tips from the servers, nothing like what you were making before with your schemes and shortcuts."
        },
        {
            "role": "Character 1",
            "content": "Those schemes are exactly what landed me where I am now, sleeping in shelters when I'm lucky, [voice dropping] under bridges when I'm not, so minimum wage sounds like salvation right about now."
        },
        {
            "role": "Character 2",
            "content": "[firmly] If I do this—and that's a big if—you show up on time, sober, and you work every shift I give you without complaint, no hustling my staff or customers."
        },
        {
            "role": "Character 1",
            "content": "I get it, I burned you once and you're right not to trust me, but [sighs] I'm too tired to hustle anymore, too worn down to keep running angles that lead nowhere."
        },
        {
            "role": "Character 2",
            "content": "You really are tired."
        },
        {
            "role": "Character 1",
            "content": "[quietly] Exhausted, actually."
        },
        {
            "role": "Character 2",
            "content": "Alright, here's what we'll do—you start tomorrow morning at six for prep work, and we'll take it week by week, no promises beyond that."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Thank you."
        },
        {
            "role": "Character 2",
            "content": "Don't thank me yet—the kitchen crew remembers you, and they're not going to make this easy after how you left things with stolen tips from the jar."
        },
        {
            "role": "Character 1",
            "content": "I'll make it right with them, pay back every cent once I get steady paychecks coming in, even if it takes months."
        },
        {
            "role": "Character 2",
            "content": "[practical] Focus on showing up first, then worry about making amends—one day at a time, like they say in those meetings you should probably keep attending."
        },
        {
            "role": "Character 1",
            "content": "[resigned laugh] Yeah, the meetings are non-negotiable at this point, my sponsor would hunt me down if I missed one, especially now that I'm trying to rebuild."
        },
        {
            "role": "Character 2",
            "content": "Good, having someone to answer to helps—now, you'll need a food handler's permit and some decent non-slip shoes before tomorrow, can you manage that?"
        },
        {
            "role": "Character 1",
            "content": "The shelter has a voucher program for work clothes, and I already started the online certification yesterday, [exhales] hoping against hope someone would take a chance on me."
        },
        {
            "role": "Character 2",
            "content": "[softer] Look, Marcus, we all make mistakes and some of us are lucky enough to get second chances—just remember that's exactly what this is, a second chance, not a third."
        },
        {
            "role": "Character 1",
            "content": "I won't forget it, and I know words don't mean much coming from me anymore, but I'll prove myself through showing up and doing the work, however long it takes."
        },
        {
            "role": "Character 2",
            "content": "[standing] Six AM sharp, use the back entrance by the dumpsters, and Marcus—wear something clean, first impressions matter even in the dish pit."
        }
    ],
    "language": "portuguese_eu",
    "language_name": "European Portuguese",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "21cc0da9_scenario.json",
    "scenario": "A hustler who used to work at the restaurant returns after years on the streets to ask their former manager for help getting back on their feet.",
    "type": "scenario_conversation",
    "character_1_role": "hustler",
    "character_2_role": "restaurant manager",
    "selected_tones": [
        "practical",
        "resigned",
        "guiding"
    ],
    "tone_options": [
        "shy",
        "practical",
        "guiding",
        "drowning",
        "thawed",
        "resigned",
        "boring",
        "outgoing",
        "disinterested",
        "disturbing"
    ]
}