{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[gasp softly] Marcus? [very quietly] My God, it's actually you standing there in that Armani suit, looking like you belong with these people. [shaky voice] Ten years of wondering if you were even alive."
        },
        {
            "role": "Character 2",
            "content": "You need to turn around and walk away from me right now. [firmly] This isn't the place for whatever conversation you think we're about to have."
        },
        {
            "role": "Character 1",
            "content": "[upset] Do you have any idea what you put Mom through? [voice shaking] She kept your room exactly the same for five years, Marcus, five years of waiting for you to walk through that door."
        },
        {
            "role": "Character 2",
            "content": "[bitter] That room was a shrine to someone who never existed. [quietly] The perfect son with perfect grades who'd marry the perfect girl from church and give them perfect grandchildren."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] So this is your answer? [passionately] Selling yourself to wealthy strangers, parading around opera houses like some kind of ornament for whoever's paying tonight?"
        },
        {
            "role": "Character 2",
            "content": "[coldly] I provide companionship to people who value sophistication and discretion. [pause] Which is more honest than the performance I had to give every Sunday at family dinner."
        },
        {
            "role": "Character 1",
            "content": "[desperately] Dad had a heart attack last year, did you know that? [crying while speaking] He almost died calling out your name in the cardiac unit, begging for forgiveness for whatever he did wrong."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] Stop. [exhales] You don't get to weaponize their pain against me when they never once asked what my pain felt like."
        },
        {
            "role": "Character 1",
            "content": "[angrily] Your pain? [very loudly] You disappeared without a word, left us thinking you were kidnapped or murdered, checking morgues and missing persons reports for months!"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] I left a note. [slowly] I put it under the sugar bowl in the kitchen where Mom always kept her grocery money, explaining everything about who I really am."
        },
        {
            "role": "Character 1",
            "content": "[confused] There was never any note, Marcus. [quickly] We tore that house apart looking for any clue about where you went or why you left us."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Then they found it and destroyed it, just like they would have destroyed me if I'd stayed. [firmly] This conversation is over."
        },
        {
            "role": "Character 1",
            "content": "[pleading] Please don't walk away again. [crying while speaking] I'm not them, Marcus, I'm your sister who taught you how to tie your shoes and read you stories when you had nightmares."
        },
        {
            "role": "Character 2",
            "content": "[shaky voice] That little girl would have been horrified by what I've become. [sighs] The things I do, the life I've chosen, the men who pay for my time."
        },
        {
            "role": "Character 1",
            "content": "[firmly] I don't care."
        },
        {
            "role": "Character 2",
            "content": "You should care. [passionately] I'm not coming back to that life, not returning to family dinners where everyone pretends not to see the truth. I have clients waiting, people who accept exactly who I am."
        },
        {
            "role": "Character 1",
            "content": "[very quietly] Then at least let me know you're safe sometimes. [pause] Send a postcard, an email, anything so I don't spend another decade wondering if my brother is alive."
        },
        {
            "role": "Character 2",
            "content": "[warmly] The Met performs La Traviata next month on the fifteenth. [slowly] If you happen to be in the mezzanine around intermission, you might see a familiar face. [pause] Alone this time."
        },
        {
            "role": "Character 1",
            "content": "[relieved] I'll be there. [crying while speaking] And Marcus, whoever you are now, whatever name you use, you're still the boy who held my hand during thunderstorms."
        },
        {
            "role": "Character 2",
            "content": "[very quietly] That boy would have loved who I became. [clearing throat] My client is returning from the bar now, so please, for both our sakes, disappear into this crowd. [long pause] Rebecca."
        }
    ],
    "content_type": "simple_tags",
    "source_file": "336bda3f_scenario.json",
    "actor": 1,
    "scenario": "An audience member at an exclusive opera house recognizes the distinguished escort accompanying a wealthy patron as their brother who disappeared from their conservative family ten years ago.",
    "type": "scenario_conversation",
    "character_1_role": "audience member",
    "character_2_role": "gigolo",
    "selected_tones": [
        "fervent",
        "retreating",
        "complete"
    ]
}