{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Bueno bueno, acabo de comprarnos boletos para esa, este, ¡esa exposición del museo sobre fotografías famosas!"
        },
        {
            "role": "Character 2",
            "content": "Espera, ¿qué? ¿Ya— ya compraste los boletos? Ah. O sea, ¿de cuál exposición estamos hablando? Porque hay como tres muestras de fotografía ahorita y, este, no estoy vestido para la elegante del centro."
        },
        {
            "role": "Character 1",
            "content": "[alegre] ¡La que tiene la, eh, la del marinero besando a la enfermera! ¡Times Square!"
        },
        {
            "role": "Character 2",
            "content": "¡Ah! Sí sí, esa es— órale, siempre he querido ver esa impresión en persona. Toda la historia detrás es medio problemática ahora que, ya sabes, entendemos mejor lo del consentimiento, pero igual es una captura increíble de ese momento histórico."
        },
        {
            "role": "Character 1",
            "content": "¿Deberíamos— deberíamos irnos ahorita? Creo que cierran a las 6."
        },
        {
            "role": "Character 2",
            "content": "Híjole, ya son las 4:30 así que, mm, tendríamos que apurarnos. Pero espera, ¿no es esa la exposición que también tiene las fotos del alunizaje? ¿Y la del, este, el Hombre del Tanque de Tiananmen?"
        },
        {
            "role": "Character 1",
            "content": "¡Sí! ¡Y y los Beatles cruzando Abbey Road! No pude evitarlo, nomás le di clic a comprar."
        },
        {
            "role": "Character 2",
            "content": "[furioso] ¿Me estás cargando? Sabes que tenía planes con mi hermana esta noche y tú simplemente— uf, ¡siempre haces esto! Te emociona algo y pum, de repente ya estamos comprometidos sin ninguna discusión, ¡¿eh?!"
        },
        {
            "role": "Character 1",
            "content": "Perdón, yo— mierda, se me olvidó lo de tu hermana. ¿Podemos, este, podemos reprogramar tal vez?"
        },
        {
            "role": "Character 2",
            "content": "Mira, o sea... técnicamente ella solo iba a venir a ver películas así que supongo que podría— no espera, ese no es el punto. El punto es que necesitas, tipo, consultarme antes de tomar estas decisiones impulsivas que nos afectan a los dos, ¿sale?"
        },
        {
            "role": "Character 1",
            "content": "Tienes razón, tienes toda la razón. Es que vi esa, este, esa foto de Muhammad Ali parado sobre Sonny Liston y— me volví loco."
        },
        {
            "role": "Character 2",
            "content": "Okay esa sí está increíble, te lo admito. La forma en que Ali está, este, ahí imponente todo triunfante y feroz... Básicamente es la fotografía deportiva perfecta, captura todo sobre su personalidad en un cuadro, ¿no?"
        },
        {
            "role": "Character 1",
            "content": "[muy fuerte] ¡TAMBIÉN TIENEN LA FOTO ORIGINAL DE MARILYN MONROE EN LA REJILLA DEL METRO!"
        },
        {
            "role": "Character 2",
            "content": "Shhh, no manches, ¡los vecinos! Pero sí, eh, esa es de \"La comezón del séptimo año\", ¿verdad? Ese vestido blanco ondeando es probablemente una de las más— espera, ¿esta es la exposición que también tiene cosas detrás de cámaras?"
        },
        {
            "role": "Character 1",
            "content": "¡Supuestamente sí! ¡Hojas de contacto y y tomas rechazadas y todo!"
        },
        {
            "role": "Character 2",
            "content": "[infantil] ¡Ay ay, tienen la de Einstein sacando la lengua! ¡Siempre me encantó esa! Es tan tonta y, tipo, muestra que hasta los genios pueden ser unos payasos totales, ¿sabes?"
        },
        {
            "role": "Character 1",
            "content": "[monótono] Tienen toda una sección de científicos. Einstein, Marie Curie, Carl Sagan."
        },
        {
            "role": "Character 2",
            "content": "Bueno bueno, me— me estás convenciendo. Déjame mandarle mensaje a mi hermana a ver si no le importa reprogramar porque, o sea, esto sí suena bastante increíble y estas exposiciones itinerantes no se quedan mucho tiempo, ¿verdad?"
        },
        {
            "role": "Character 1",
            "content": "¿En serio? ¿Sí— ay wey, sí vienes? ¡Te prometo que, este, que pregunto la próxima antes de comprar cualquier cosa!"
        },
        {
            "role": "Character 2",
            "content": "Mmm, los dos sabemos que probablemente no es cierto pero, este, aprecio la intención de todos modos. Solo— solo dame 5 minutos para ponerme algo apropiado para el museo y, ah, agarrar mi cámara buena porque definitivamente quiero documentar todo esto."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Okay okay, so I just bought us tickets to that, um, that museum exhibit about famous photographs!"
        },
        {
            "role": "Character 2",
            "content": "Wait, what? You— you bought tickets already? Huh. I mean, which exhibit are we talking about here because there's like three different photography shows happening right now and, err, I'm not really dressed for the fancy one downtown."
        },
        {
            "role": "Character 1",
            "content": "[cheerful] The one with the, uh, the sailor kissing the nurse! Times Square!"
        },
        {
            "role": "Character 2",
            "content": "Oh! Yeah yeah, that's actually— wow, I've always wanted to see that print in person. The whole story behind it is kind of problematic now that we, you know, understand consent better, but it's still such an incredible capture of that moment in history."
        },
        {
            "role": "Character 1",
            "content": "Should we— should we leave right now? They close at six I think."
        },
        {
            "role": "Character 2",
            "content": "Jeez, it's already four-thirty so, hmm, we'd have to really hustle. But actually, wait, isn't that the exhibit with the moon landing photos too? And the, um, the Tank Man from Tiananmen Square?"
        },
        {
            "role": "Character 1",
            "content": "Yes! And and the Beatles crossing Abbey Road! I couldn't help myself, I just clicked buy."
        },
        {
            "role": "Character 2",
            "content": "[furious] Are you kidding me right now? You know I had plans with my sister tonight and you just— ugh, you always do this! You get excited about something and then boom, suddenly we're committed without any discussion whatsoever!"
        },
        {
            "role": "Character 1",
            "content": "I'm sorry, I— shit, I forgot about your sister thing. Can we, er, can we reschedule maybe?"
        },
        {
            "role": "Character 2",
            "content": "Look, I mean... technically she was just coming over to watch movies so I guess I could— no wait, that's not the point. The point is you need to, like, check with me before making these impulsive decisions that affect both of us, alright?"
        },
        {
            "role": "Character 1",
            "content": "You're right, you're totally right. I just saw that, um, that photo of Muhammad Ali standing over Sonny Liston and I— I lost it."
        },
        {
            "role": "Character 2",
            "content": "Okay that one is pretty incredible, I'll give you that. The way Ali's just, erhm, towering there all triumphant and fierce? It's basically the perfect sports photograph, captures everything about his personality in one frame, doesn't it?"
        },
        {
            "role": "Character 1",
            "content": "[very loudly] THEY HAVE THE ORIGINAL MARILYN MONROE SUBWAY GRATE PHOTO TOO!"
        },
        {
            "role": "Character 2",
            "content": "Shhh, geez, the neighbors! But yeah, er, that's from \"The Seven Year Itch\" right? That white dress billowing up is probably one of the most— actually, hold on, is this the exhibit that also has behind-the-scenes stuff?"
        },
        {
            "role": "Character 1",
            "content": "Supposedly, yeah! Contact sheets and and rejected shots and everything!"
        },
        {
            "role": "Character 2",
            "content": "[child-like] Ooh ooh, do they have the one of Einstein sticking his tongue out? I always loved that one! It's so silly and, like, it shows that even geniuses can be total goofballs, you know?"
        },
        {
            "role": "Character 1",
            "content": "[monotone] They have a whole section on scientists. Einstein, Marie Curie, Carl Sagan."
        },
        {
            "role": "Character 2",
            "content": "Alright alright, you're— you're wearing me down here. Let me text my sister and see if she minds rescheduling because, I mean, this does sound pretty amazing and these traveling exhibits don't usually stick around very long, right?"
        },
        {
            "role": "Character 1",
            "content": "Really? You'll— oh man, you'll come? I promise I'll, um, I'll ask next time before buying anything!"
        },
        {
            "role": "Character 2",
            "content": "Mmm, we both know that's probably not true but, err, I appreciate the sentiment anyway. Just— just give me five minutes to change into something museum-appropriate and, oh, grab my good camera because I definitely want to document this whole thing."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue1_34.txt"
}