{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[задыхаясь] Слушай, я знаю, прошло три года с тех пор, как я от тебя ушёл, бросил всё это, но мне нужно где-то залечь на пару часов, просто пока всё не уляжется."
        },
        {
            "role": "Character 2",
            "content": "[ошеломлённо] Майя? Господи, да ты выглядишь как... тебя же по всем новостям показывают, что-то про вчерашнюю акцию против трубопровода, которая пошла не по плану."
        },
        {
            "role": "Character 1",
            "content": "Теперь это называют внутренним терроризмом, хотя мы всего лишь приковали себя к технике, а потом менты начали дубинками махать и слезоточивый газ в толпу пускать."
        },
        {
            "role": "Character 2",
            "content": "[размеренно] Ты же понимаешь, я не могу укрывать беглеца в своей мастерской, тут камеры понаставили в прошлом году после тех взломов, да и мой куратор по УДО каждый месяц проверяет."
        },
        {
            "role": "Character 1",
            "content": "[отчаянно] Камеры же не работают в подсобке, где ты старое оборудование для сверления держишь, ты сам мне это говорил, когда учил меня ремеслу, пока я тебя не разочаровал."
        },
        {
            "role": "Character 2",
            "content": "Ты меня не разочаровал, когда ушёл — ты меня разочаровал, когда перестал верить, что маленькие дела имеют значение, что починка чьего-то шара для боулинга может сделать всю неделю человека светлее. [вздыхает]"
        },
        {
            "role": "Character 1",
            "content": "[срывающимся голосом] Я хотел изменить мир, а не просто помогать людям кегли сбивать, но теперь я понимаю, что твоё тихое сопротивление, может, было мудрее моих коктейлей Молотова."
        },
        {
            "role": "Character 2",
            "content": "Надолго?"
        },
        {
            "role": "Character 1",
            "content": "Только до полуночи, мой человек переправит меня через границу штата, и потом ты меня больше никогда не увидишь, можешь не волноваться. [дрожащий выдох]"
        },
        {
            "role": "Character 2",
            "content": "[твердо] Можешь остаться в подсобке, но если кто спросит — тебя тут не было, и мы не разговаривали с той ночи, когда ты швырнул мне фартук в лицо."
        },
        {
            "role": "Character 1",
            "content": "[благодарно] Спасибо."
        },
        {
            "role": "Character 2",
            "content": "Рано благодаришь. [пауза] Будешь сверлить отверстия для пальцев, миссис Чен нужен её шар к завтрашней лиге, а у меня артрит разыгрался."
        },
        {
            "role": "Character 1",
            "content": "[недоверчивый смех] Ты серьёзно заставляешь меня работать, пока я прячусь от федералов, которые хотят упечь меня лет на двадцать?"
        },
        {
            "role": "Character 2",
            "content": "Вон тот фиолетовый Storm в углу — ты его сверлил для своего первого клиента, когда тебе было шестнадцать, и она до сих пор им пользуется каждый вторник."
        },
        {
            "role": "Character 1",
            "content": "[тихо] Миссис Родригес? Она всё ещё приходит после замены бедра, всё ещё страйки выбивает шаром, который я под её руки подгонял?"
        },
        {
            "role": "Character 2",
            "content": "[лезет в карман] Вот триста долларов, всё что есть наличкой, а ключи от пикапа висят у сверлильного станка, если понадобится."
        },
        {
            "role": "Character 1",
            "content": "Фрэнк, я не могу взять твой грузовик, он тебе нужен для доставок, чтобы на встречи ездить, для всего, что держит твою жизнь в порядке."
        },
        {
            "role": "Character 2",
            "content": "[грубовато-нежно] Малыш, ты всё ещё пытаешься спасти мир, и, может, это стоит больше, чем пикап одного старика и его деньги на пиво по вторникам. [откашливается] Только постарайся, чтоб его не конфисковали."
        },
        {
            "role": "Character 1",
            "content": "[со слезами на глазах] Прости, что назвал тебя предателем той ночью, прости, что сказал, будто ты сдался, когда на самом деле ты просто нашёл другое поле боя."
        },
        {
            "role": "Character 2",
            "content": "Революции не всегда нужны воины, Майя — иногда нужен кто-то, кто будет дорожки смазывать и обувь дезинфицировать. [тихо] А теперь иди в подсобку, пока тебя кто-нибудь не увидел."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[breathlessly] I know it's been three years since I walked out on you and this place, but I need somewhere to lay low for a few hours, just until the heat dies down."
        },
        {
            "role": "Character 2",
            "content": "[stunned] Maya? Christ, you look like you've been through hell—your face is all over the news, something about that pipeline protest that went sideways last night."
        },
        {
            "role": "Character 1",
            "content": "They're calling it domestic terrorism now, but all we did was chain ourselves to the equipment before the cops started swinging batons and firing tear gas into the crowd."
        },
        {
            "role": "Character 2",
            "content": "[measured] You know I can't harbor a fugitive in my shop, not with the security cameras they installed last year after those break-ins, not with my parole officer checking in monthly."
        },
        {
            "role": "Character 1",
            "content": "[desperately] The cameras don't work in the back room where you keep the old drilling equipment, you told me that yourself when you were teaching me the trade before I disappointed you."
        },
        {
            "role": "Character 2",
            "content": "You didn't disappoint me when you left—you disappointed me when you stopped believing that small changes matter, that fixing one person's bowling ball could brighten their whole week. [sighs]"
        },
        {
            "role": "Character 1",
            "content": "[voice breaking] I wanted to change the world, not just help people knock down pins, but now I'm realizing maybe your way of quiet resistance had more wisdom than my molotov cocktails."
        },
        {
            "role": "Character 2",
            "content": "How long?"
        },
        {
            "role": "Character 1",
            "content": "Just until midnight when my contact can get me across the state line, and then you'll never have to see me or worry about me again. [shaky exhale]"
        },
        {
            "role": "Character 2",
            "content": "[firmly] You can stay in the back room, but if anyone asks, you were never here, and we haven't spoken since you threw your apron at my face that night."
        },
        {
            "role": "Character 1",
            "content": "[gratefully] Thank you."
        },
        {
            "role": "Character 2",
            "content": "Don't thank me yet. [pause] You're going to spend those hours drilling finger holes, because Mrs. Chen needs her ball ready for league tomorrow and my arthritis is acting up."
        },
        {
            "role": "Character 1",
            "content": "[incredulous laugh] You're seriously putting me to work while I'm hiding from federal agents who want to lock me up for the next twenty years?"
        },
        {
            "role": "Character 2",
            "content": "That purple Storm ball in the corner—you drilled that for your first customer when you were sixteen, and she still uses it every Tuesday."
        },
        {
            "role": "Character 1",
            "content": "[softly] Mrs. Rodriguez? She's still coming in after her hip replacement, still throwing strikes with the ball I measured for her hands?"
        },
        {
            "role": "Character 2",
            "content": "[reaching into pocket] Here's three hundred dollars, it's all the cash I've got, and the keys to my truck are hanging by the drill press if you need them."
        },
        {
            "role": "Character 1",
            "content": "Frank, I can't take your truck, you need it for deliveries, for getting to your meetings, for everything that keeps your life together."
        },
        {
            "role": "Character 2",
            "content": "[gruffly tender] Kid, you're still trying to save the world, and maybe that's worth more than one old man's pickup truck and his Tuesday night beer money. [clears throat] Just try not to get it impounded."
        },
        {
            "role": "Character 1",
            "content": "[tearing up] I'm sorry I called you a sellout that night, sorry I said you'd given up the fight when really you just found a different battlefield."
        },
        {
            "role": "Character 2",
            "content": "The revolution doesn't always need warriors, Maya—sometimes it needs someone to keep the lanes oiled and the shoes sprayed. [quietly] Now get in that back room before someone sees you."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "72df9385_scenario.json",
    "scenario": "A rebel on the run from authorities after a protest returns to the bowling alley where they once worked, seeking help from their former mentor who taught them the bowling ball drilling trade.",
    "type": "scenario_conversation",
    "character_1_role": "rebel",
    "character_2_role": "bowling ball driller",
    "selected_tones": [
        "memorable",
        "connecting",
        "varied"
    ],
    "tone_options": [
        "indifferent",
        "memorable",
        "average",
        "threatening",
        "connecting",
        "fake",
        "varied",
        "clichéd",
        "inviting",
        "correct"
    ]
}