{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[устало] Слушай, нам надо поговорить про эту GoPro, которую ты таскаешь во время трюков с переворотами машин — ты же понимаешь, что это грубейшее нарушение контракта?"
        },
        {
            "role": "Character 2",
            "content": "А, это? Да я просто для своего шоурила снимаю, все равно никто не увидит, пока фильм не выйдет. [смеётся] Хотя материал получается просто бомбический!"
        },
        {
            "role": "Character 1",
            "content": "[недоверчиво] Для шоурила? Каждый кадр, снятый на этой площадке, принадлежит студии, включая то, что ты там нащёлкал. У нас тут 17 разных NDA подписано, между прочим."
        },
        {
            "role": "Character 2",
            "content": "Погоди, но я же камеру сам купил, за свои деньги, значит, технически материал мой, разве нет? Право собственности же так работает."
        },
        {
            "role": "Character 1",
            "content": "Это не—[выдыхает] Слушай, я в этом бизнесе 23 года, и видел, как карьеры ломались из-за вещей похуже того, что ты сейчас творишь."
        },
        {
            "role": "Character 2",
            "content": "[растерянно] Карьеры ломались? Да ладно, это же просто маленькая камерка, я же не сценарий в сеть сливаю, не спойлеры постю, ничего такого... типа, реально вредного. [нервный смешок]"
        },
        {
            "role": "Character 1",
            "content": "[мягче] Слушай, я понимаю, ты пытаешься себе имя сделать, выбиться из роли человека, которого через окна кидают вместо главного актёра."
        },
        {
            "role": "Character 2",
            "content": "Вот именно! Спасибо!"
        },
        {
            "role": "Character 1",
            "content": "Но это не отменяет того факта, что тебя могут засудить до полного разорения, и, честно говоря, [вздыхает], меня заодно — за то, что не доложил, как только заметил."
        },
        {
            "role": "Character 2",
            "content": "[защищаясь] Мне никто про это не говорил на инструктаже — только сказали в соцсетях не постить и с прессой не общаться, что я и не делал вообще."
        },
        {
            "role": "Character 1",
            "content": "[сухо] Страница 47 твоего контракта, подпункт 12-Б про несанкционированные записывающие устройства, который ты, очевидно, не читал перед подписанием."
        },
        {
            "role": "Character 2",
            "content": "Там же страниц 200 было! Я думал, агент флагнёт, если что важное, а она сказала — стандартный контракт каскадёра, ничего особенного. [тише] Я что, должен был всё наизусть выучить?"
        },
        {
            "role": "Character 1",
            "content": "[обречённый смешок] Твой агент получает свои 10 процентов независимо от того, соблюдаешь ты правила или нет, так что да, читать свои контракты самому — в общем-то, рекомендуется."
        },
        {
            "role": "Character 2",
            "content": "Блин, окей, и что теперь? Меня уволят? Потому что мне реально нужна эта работа, у мамы счета за лечение космические, и это самая денежная халтура, которая у меня была."
        },
        {
            "role": "Character 1",
            "content": "[задумчиво] Уволят? Нет, не если мы правильно всё разрулим."
        },
        {
            "role": "Character 2",
            "content": "[с облегчением] Слава богу, я думал— стоп, что значит \"правильно разрулим\"? Что конкретно ты предлагаешь?"
        },
        {
            "role": "Character 1",
            "content": "[по-деловому] Удаляешь всё, что наснимал, отдаёшь мне камеру, а я запишу её как реквизит, который случайно перепутали с твоими личными вещами — короче, я готов за тебя соврать. [пауза]"
        },
        {
            "role": "Character 2",
            "content": "Ты это сделаешь? Но ты же только что сказал, что тебя тоже могут засудить, зачем тебе рисковать своей 23-летней карьерой ради какого-то салаги, который контракты читать не умеет?"
        },
        {
            "role": "Character 1",
            "content": "[самоиронично] Потому что 23 года наблюдения, как чужие истории оживают, пока твоя пылится в ящике стола, делают тебя либо озлобленным, либо сочувствующим, и сегодня я выбираю сочувствовать."
        },
        {
            "role": "Character 2",
            "content": "Я даже не знаю, что сказать, кроме спасибо, и обещаю, [искренне], я буду читать каждое слово каждого контракта отныне, даже скучные страховые части."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[wearily] Hey, I need to talk to you about that GoPro you've been wearing during the car flip sequences—you realize that's a massive contract violation, right?"
        },
        {
            "role": "Character 2",
            "content": "Oh that? I mean, it's just for my personal reel, nobody's going to see it until after the movie comes out anyway. [laughs] The footage I'm getting is incredible though!"
        },
        {
            "role": "Character 1",
            "content": "[incredulous] Personal reel? Every frame shot on this set belongs to the studio, including whatever you're capturing on that thing. We've got seventeen different NDAs in play here."
        },
        {
            "role": "Character 2",
            "content": "Wait, but I bought the camera myself, with my own money, so technically the footage is mine, isn't it? That's how ownership works."
        },
        {
            "role": "Character 1",
            "content": "That's not—[exhales] Listen, I've been doing this for twenty-three years, and I've seen careers end over less than what you're doing right now."
        },
        {
            "role": "Character 2",
            "content": "[confused] Careers end? Come on, it's just a tiny camera, it's not like I'm leaking script pages or posting spoilers online or anything actually harmful. [nervous chuckle]"
        },
        {
            "role": "Character 1",
            "content": "[softer] Look, I get it, you're trying to build something, make a name for yourself beyond being the person who gets thrown through windows for the lead actor."
        },
        {
            "role": "Character 2",
            "content": "Exactly! Thank you!"
        },
        {
            "role": "Character 1",
            "content": "But that doesn't change the fact that you could be sued into oblivion, and frankly, [sighs], so could I for not reporting this the second I noticed it."
        },
        {
            "role": "Character 2",
            "content": "[defensive] Nobody told me any of this during orientation—they just said don't post on social media and don't talk to press, which I haven't done at all."
        },
        {
            "role": "Character 1",
            "content": "[dryly] Page forty-seven of your contract, subsection twelve-B about unauthorized recording devices, which you obviously didn't read before signing."
        },
        {
            "role": "Character 2",
            "content": "There were like two hundred pages! I figured my agent would have flagged anything important, and she said it was all standard stunt performer stuff. [quieter] Was I supposed to memorize the whole thing?"
        },
        {
            "role": "Character 1",
            "content": "[resigned laugh] Your agent gets ten percent whether you follow the rules or not, so yeah, reading your own contracts is generally advisable."
        },
        {
            "role": "Character 2",
            "content": "Shit, okay, so what happens now? Am I fired? Because I really need this job, my mom's medical bills are crushing us and this is the best paying gig I've had."
        },
        {
            "role": "Character 1",
            "content": "[thoughtfully] Fired? No, not if we handle this right."
        },
        {
            "role": "Character 2",
            "content": "[relieved] Oh thank God, I thought—wait, what do you mean 'handle this right'? What exactly are you suggesting here?"
        },
        {
            "role": "Character 1",
            "content": "[matter-of-fact] Delete everything you've shot, hand me the camera, and I'll log it as a prop that got mixed up with your personal gear—basically, I'm offering to lie for you. [pause]"
        },
        {
            "role": "Character 2",
            "content": "You'd do that? But you just said you could get sued too, so why would you risk your twenty-three year career for some rookie who can't read contracts?"
        },
        {
            "role": "Character 1",
            "content": "[self-deprecating] Because twenty-three years of watching other people's stories come to life while mine sits in a drawer makes you either bitter or sympathetic, and today I'm choosing sympathetic."
        },
        {
            "role": "Character 2",
            "content": "I don't know what to say except thank you, and I promise, [earnestly], I'll read every single word of every contract from now on, even the boring insurance parts."
        }
    ],
    "language": "russian",
    "language_name": "Russian",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "7667e6c9_scenario.json",
    "scenario": "A veteran script supervisor confronts a stunt double who's been using unauthorized camera equipment to film their own behind-the-scenes content, potentially violating multiple union contracts and NDAs.",
    "type": "scenario_conversation",
    "character_1_role": "script supervisor",
    "character_2_role": "using",
    "selected_tones": [
        "experienced",
        "unaware",
        "self-deprecating"
    ],
    "tone_options": [
        "confident",
        "dropping",
        "dedicated",
        "gregarious",
        "condescending",
        "experienced",
        "unaware",
        "disagreeable",
        "self-deprecating",
        "invigorating"
    ]
}