{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[aliviado] Los agarraron. A los cinco. Acabo de recibir la llamada del detective y yo—no puedo dejar de temblar. [exhalar] Tres meses rastreando sus firmas de malware, mapeando su red, viéndolos creer que eran invisibles. [muy bajito] Las cosas que estaban haciendo... Dios mío. [pausa] ¿Sabes qué fue lo peor? Lo normal que se veía su código al principio. Pensé que era solo otra variante de ransomware. Pero después encontré esas carpetas ocultas, los este... los canales encriptados que estaban usando. [enojado] Estos monstruos eran tan cuidadosos, tan metódicos. [suspiro] 23 niños. Esos son los que han identificado hasta ahora como víctimas. 23. [voz temblorosa] Y los detuvimos. Mi análisis, mi reporte—le dio a la policía todo lo que necesitaban. [risa] El detective dijo que mi trabajo fue \"fundamental\". ¿Puedes creerlo? [pausa] Pero no puedo dejar de pensar en esos niños. Ya están a salvo. Sus familias van a tener respuestas. [muy sinceramente] Eso es lo que importa, ¿no? Por eso hacemos este trabajo. Mirar código por 16 horas seguidas, perderse la cena otra vez, vivir a base de bebidas energéticas—todo vale la pena cuando... [emocional] cuando sabes que hiciste una diferencia real. [exhalar] Creo que voy a ir a casa y... abrazar a mi hija por mucho, mucho tiempo."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[relieved] They got them. All five of them. I just got the call from the detective and I—I can't stop shaking. [exhale] Three months of tracing their malware signatures, mapping their network, watching them think they were invisible. [very quietly] The things they were doing... God. [pause] You know what the worst part was? How normal their code looked at first. Just another ransomware variant, I thought. But then I found those hidden folders, the um... the encrypted channels they were using. [angry] These monsters were so careful, so methodical. [sigh] Twenty-three kids. That's how many they've identified so far as victims. Twenty-three. [shaky voice] And we stopped them. My analysis, my report—it gave law enforcement everything they needed. [laugh] The detective said my work was \"instrumental.\" Can you believe that? [pause] I keep thinking about those kids though. They're safe now. Their families will get answers. [very sincerely] That's what matters, right? That's why we do this work. Staring at code for sixteen hours straight, missing dinner again, living on energy drinks—it's all worth it when... [emotional] when you know you made a real difference. [exhale] I think I'm gonna go home and just... hug my daughter for a really long time."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "61309391_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your malware analyst work just helped law enforcement catch cybercriminals targeting children",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}