{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[emocionado] ¡Acaba de cruzar la meta! [risa] No puedo— es que literalmente no puedo creer que lo logramos. [muy sinceramente] Hace seis meses, tres cirujanos diferentes le dijeron que nunca volvería a correr competitivamente. [frustrado] \"El daño es demasiado extenso\", decían. [burlón] \"Hay que ser realistas con las expectativas\". [pausa] Pero yo seguía viendo sus radiografías y pensando, espérate, hay algo que se les está escapando. [curioso] La forma en que sus metatarsianos estaban compensando, no era... mmm, no era el patrón típico de fractura por estrés. [animado] Así que probamos ese método experimental de ortopedia que había estado investigando— honestamente, ni siquiera estaba segura de que funcionaría. [ansioso] Esas primeras semanas, híjole, me la pasaba dudando de mí misma. [voz temblorosa] ¿Y si le estaba dando falsas esperanzas? [aliviado] Pero entonces empezó a mejorar, poquito a poquito. [acelerando] Y hoy, ella acaba de—¡acaba de correr un maratón en menos de 3 horas! [ríe fuerte] ¡La misma atleta que no podía caminar sin dolor hace seis meses! [cálido] Cuando me abrazó en la meta, ella estaba llorando y, este... [voz desvaneciéndose] [llorando mientras habla] creo que yo también. [muy bajito] Todos esos especialistas que dijeron que era imposible... [con confianza] nunca vieron lo que yo vi en su biomecánica. [extremadamente feliz] Dios, por esto es que amo lo que hago."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[excited] She just crossed the finish line! [laugh] I can't— I literally can't believe we actually did it. [very sincerely] Six months ago, three different surgeons told her she'd never run competitively again. [frustrated] \"The damage is too extensive,\" they said. [mocking] \"Be realistic about expectations.\" [pause] But I kept looking at her scans and thinking, wait, there's something they're missing here. [curious] The way her metatarsals were compensating, it wasn't... mmm, it wasn't typical stress fracture pattern. [animated] So we tried that experimental orthotics approach I'd been researching— honestly, I wasn't even sure it would work. [anxious] Those first few weeks, jeez, I kept second-guessing myself. [shaky voice] What if I was giving her false hope? [relieved] But then she started improving, little by little. [speeding up] And today, she just—she just ran a sub-three-hour marathon! [laugh loudly] The same athlete who couldn't walk without pain six months ago! [warm] When she hugged me at the finish line, she was crying and, um... [trailing off] [crying while speaking] I guess I was too. [very quietly] All those specialists who said it was impossible... [confidently] they never saw what I saw in her biomechanics. [extremely happy] God, this is why I love what I do."
        }
    ],
    "language": "spanish_latam",
    "language_name": "Latin American Spanish",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "674477a9_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your podiatrist expertise just helped a marathon runner get back to competing after everyone said it was impossible",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}