{
    "conversation": [
        {
            "role": "Customer",
            "content": "मैं बस... ये code काम ही नहीं कर रहा और मैंने try किया—सब कुछ try कर लिया है।"
        },
        {
            "role": "Customer Support",
            "content": "ओह, मुझे अफ़सोस है कि आपको इसमें problem हो रही है। अम्म, मैं आपका account देखती हूँ... आप SAVE20 code use करने की कोशिश कर रही हैं, right?"
        },
        {
            "role": "Customer",
            "content": "हाँ वो—अरे नहीं, sorry, ये SAVINGS20 है। मैं हमेशा... हमेशा confuse हो जाती हूँ।"
        },
        {
            "role": "Customer Support",
            "content": "अच्छा okay, SAVINGS20, समझ गई। तो, अ, मैं अपने system में check कर रही हूँ और लग रहा है कि ये particular code 31 December, 2024 को expire हो गया था। मुझे पता है ये शायद आप सुनना नहीं चाहती थीं।"
        },
        {
            "role": "Customer",
            "content": "हाँ होना ही था ना। सब कुछ बस... आज ये तीसरी चीज़ है जो गलत हुई है।"
        },
        {
            "role": "Customer Support",
            "content": "मैं definitely आपकी frustration समझ सकती हूँ। हम्म, मैं जो कर सकती हूँ वो ये है कि आपके लिए एक different code apply कर दूँ—हमारे पास WINTER25 है जो actually बेहतर discount है 25% का, और ये 15 March, 2025 तक valid है।"
        },
        {
            "role": "Customer",
            "content": "अरे सच में? ये तो—ये actually काम कर जाएगा? क्योंकि मुझे—मुझे कुछ तो ठीक होना चाहिए यहाँ।"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल, हाँ। तो मैं अभी, अ, आपके cart में apply कर देती हूँ... हो गया, आपका नया total $148.99 से घटकर $111.74 हो गया है उस discount के साथ।"
        },
        {
            "role": "Customer",
            "content": "ठीक है ठीक है ठीक है, तो ये... क्या कहते हैं... permanent है? मतलब checkout करते time गायब तो नहीं हो जाएगा?"
        },
        {
            "role": "Customer Support",
            "content": "Right, तो एक बार मैंने अपनी side से apply कर दिया—जो मैंने अभी किया—तो ये इस transaction के लिए lock हो गया है। आपको अपने cart में दिखना चाहिए confirmation code CNF-8829-WD25 के साथ।"
        },
        {
            "role": "Customer",
            "content": "मैं अपनी screen पर देख रही हूँ और ये—sorry, अभी भी पुराना—अरे नहीं wait, अब आ गया।"
        },
        {
            "role": "Customer Support",
            "content": "Perfect, कभी-कभी थोड़ी delay होती है, शायद जैसे 5 से 10 seconds sync होने में। अब, अ, बस आपको बता दूँ next time के लिए, promotional codes में usually expiration date email के नीचे छोटे print में होती है।"
        },
        {
            "role": "Customer",
            "content": "Email? मुझे ये मिला... एक minute, क्या कहते हैं... आपकी site पर उस popup चीज़ से।"
        },
        {
            "role": "Customer Support",
            "content": "अच्छा, समझ गई क्या हुआ। तो popup ने शायद पुराना code दिखाया—मैं definitely अपनी web team को flag करूंगी इसे update करने के लिए। अम्म, लेकिन future reference के लिए, codes जो directly आपके email address पर आते हैं जो 7742 पर खत्म होता है, वो सबसे current होते हैं।"
        },
        {
            "role": "Customer",
            "content": "भगवान, मुझे बस—बस ये order place करना है और खत्म करना है, समझ रही हैं ना?"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल, मैं totally समझ रही हूँ। हम्म, क्या आप चाहेंगी कि मैं रुकूँ जब तक आप checkout complete करें, बस ये ensure करने के लिए कि सब smoothly हो जाए? आपका order number ORD-2025 से शुरू होगा once process हो जाए।"
        },
        {
            "role": "Customer",
            "content": "हाँ actually वो... वो help करेगा क्योंकि मुझे—मुझे अभी कुछ भी trust नहीं हो रहा।"
        },
        {
            "role": "Customer Support",
            "content": "कोई problem नहीं, मैं यहीं हूँ। तो जब भी आप ready हों, proceed to checkout पर click करिए, और फिर, अ, आपको payment page दिखेगा जहाँ अभी भी वो $111.74 total दिखना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "Okay हो गया—हो गया! Order... wait क्या था... ORD-2025-3847 या कुछ ऐसा?"
        },
        {
            "role": "Customer Support",
            "content": "Excellent! हाँ, वो आपका confirmation है, ORD-2025-3847. अ, आपको करीब 2 minutes में email confirmation मिलना चाहिए, और आपकी estimated delivery 8 से 10 January है। कुछ और है जिसमें मैं आज आपकी help कर सकूँ?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "I just... I can't get this code to work and I've tried—I've tried everything."
        },
        {
            "role": "Customer Support",
            "content": "Oh, I'm sorry to hear you're having trouble with that. Um, let me pull up your account here... I see you're trying to use code SAVE20, is that right?"
        },
        {
            "role": "Customer",
            "content": "Yeah that's—wait no, sorry, it's SAVINGS20. I keep... I keep mixing them up."
        },
        {
            "role": "Customer Support",
            "content": "Ah okay, SAVINGS20, got it. So, er, I'm checking our system here and it looks like that particular code expired on December 31st, 2024. I know that's probably not what you wanted to hear."
        },
        {
            "role": "Customer",
            "content": "Of course it did. Everything's just... this is the third thing today that's gone wrong."
        },
        {
            "role": "Customer Support",
            "content": "I can definitely understand that frustration. Hmm, what I can do though is apply a different code for you—we have WINTER25 that's actually a better discount at 25% off, and it's valid through March 15th, 2025."
        },
        {
            "role": "Customer",
            "content": "Wait really? That would—that would actually work? Because I need—I need something to go right here."
        },
        {
            "role": "Customer Support",
            "content": "Absolutely, yeah. So let me just, uh, apply that to your cart right now... there we go, your new total comes down from $148.99 to $111.74 with that discount applied."
        },
        {
            "role": "Customer",
            "content": "Okay okay okay, so that's... what's the word... permanent? Like it won't disappear when I check out?"
        },
        {
            "role": "Customer Support",
            "content": "Right, so once I've applied it on my end—which I just did—it's locked in for this transaction. You should see it reflected in your cart with confirmation code CNF-8829-WD25."
        },
        {
            "role": "Customer",
            "content": "I'm looking at my screen and it's—sorry, it's still showing the old—no wait, there it goes, it just updated."
        },
        {
            "role": "Customer Support",
            "content": "Perfect, sometimes there's a little delay, maybe like 5 to 10 seconds for it to sync up. Now, er, just so you know for next time, promotional codes usually have that expiration date in small print at the bottom of the email."
        },
        {
            "role": "Customer",
            "content": "Email? I got this from... hold on, what's it called... that popup thing on your site."
        },
        {
            "role": "Customer Support",
            "content": "Ah, I see what happened. So the popup probably showed an outdated code—I'll definitely flag that for our web team to update. Um, but for future reference, codes sent directly to your email address ending in 7742 tend to be the most current ones."
        },
        {
            "role": "Customer",
            "content": "God, I just—I just need to place this order and be done with it, you know?"
        },
        {
            "role": "Customer Support",
            "content": "Of course, I totally get that. Hmm, would you like me to stay on while you complete checkout, just to make sure everything goes through smoothly? Your order number will start with ORD-2025 once it processes."
        },
        {
            "role": "Customer",
            "content": "Yeah actually that would... that would help because I don't—I don't trust anything right now."
        },
        {
            "role": "Customer Support",
            "content": "No problem at all, I'm here. So whenever you're ready, go ahead and click proceed to checkout, and then, uh, you'll see the payment page where it should still show that $111.74 total."
        },
        {
            "role": "Customer",
            "content": "Okay it went—it went through! Order... wait what was it... ORD-2025-3847 or something like that?"
        },
        {
            "role": "Customer Support",
            "content": "Excellent! Yeah, that's your confirmation, ORD-2025-3847. Er, you should get an email confirmation within about 2 minutes, and your estimated delivery is January 8th to 10th. Is there anything else I can help you with today?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "female",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "21bf0074_script.json",
    "professionalism": "casual",
    "scenario": "asking why their promotional discount code isn't working",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "overwhelmed_shutdown",
                "frustrated_impatient"
            ],
            "disfluency": {
                "hesitation_types": [
                    "self_corrections",
                    "word_searching",
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "variable_reactive"
            }
        },
        "support": {
            "emotions": [
                "carefully_diplomatic",
                "patient_teacher"
            ],
            "disfluency": {
                "hesitation_types": [
                    "classic_fillers",
                    "hedge_words"
                ],
                "elongation": "natural_length",
                "pacing": "measured_steady"
            }
        }
    }
}