{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[formally] Director Morrison, thank you for meeting with me on short notice about the Zhonghua Industries proposal. [pause] The State Department believes this investment could revitalize the entire region's manufacturing sector, tausende von Arbeitsplätzen schaffen."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Ambassador Morrison now, is it? [clears throat] Twenty-three years since you left for Georgetown, und jetzt kommst du zurück und vertrittst ausländische Interessen, die aufkaufen wollen, was von Papas altem Fabrikviertel noch übrig ist."
        },
        {
            "role": "Character 1",
            "content": "This isn't personal, Stefan, es geht um das wirtschaftliche Überleben einer Stadt, die seit zwei Jahrzehnten Arbeitsplätze verliert, seit die Werke geschlossen wurden."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Everything's personal here, alles ist persönlich hier."
        },
        {
            "role": "Character 1",
            "content": "The Chinese consortium is offering 400 million in direct investment, hochmoderne Anlagen und garantierte Beschäftigung für mindestens 3000 Arbeiter über das nächste Jahrzehnt."
        },
        {
            "role": "Character 2",
            "content": "And what about the families who've owned those properties for generations, deren Großeltern diese Fabriken mit ihren bloßen Händen aufgebaut haben?"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Those factories have been shuttered for fifteen years, Stefan. [sighs] Die Dächer stürzen ein, die Ausrüstung wurde als Schrott verkauft, und die Grundsteuern erdrücken, was von diesen Familien noch übrig ist."
        },
        {
            "role": "Character 2",
            "content": "You wouldn't know that if you'd bothered coming home even once, nicht einmal seit Mamas Beerdigung. [quieter] Aber jetzt bist du hier, wenn es einen Deal abzuschließen gibt."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] That's not fair, das ist nicht fair."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Isn't it though? [pause] Du hast deine Karriere gewählt, deine Botschaften und Verhandlungen an Orten, die wichtiger sind als diese sterbende Industriestadt, und ich respektiere das, wirklich."
        },
        {
            "role": "Character 1",
            "content": "[regretful] I sent money every month to help with Dad's medical bills, hab dir geholfen, das Haus zu behalten, als die Bank nach der Werksschließung die Zwangsvollstreckung wollte."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] Money isn't presence, Michael. [exhales] Als Papa gegen Ende verwirrt wurde, immer wieder fragte, wo sein Sohn ist, musste ich lügen und sagen, du wärst im Ausland bei wichtigen Regierungsgeschäften festgehalten."
        },
        {
            "role": "Character 1",
            "content": "I was negotiating a ceasefire in South Sudan that saved thousands of lives, aber du hast recht, ich hätte hier sein sollen."
        },
        {
            "role": "Character 2",
            "content": "[quietly] The committee meets Thursday to vote on the foreign investment proposal. [clears throat] Ich hab ihnen schon gesagt, dass ich mich wegen des offensichtlichen Interessenkonflikts enthalten werde."
        },
        {
            "role": "Character 1",
            "content": "Stefan, please, dieser Deal könnte alles retten, wofür Papa gearbeitet hat, nur halt in einer anderen Form, als er es sich vorgestellt hat."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Dad would have hated seeing his factory floor supervised by people who don't speak English. [sighs] Aber er hätte es noch mehr gehasst, sie leer zu sehen, also da hast du deine Antwort."
        },
        {
            "role": "Character 1",
            "content": "[relieved] You'll support it then? [pause] Das State Department muss wissen, ob sie mit den formellen Verhandlungen fortfahren oder die Investition nach Ohios Vorschlag umleiten sollen."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] I'll abstain from the vote but won't oppose it publicly. [long pause] Das ist das Beste, was du von mir bekommst, Ambassador, wenn man bedenkt, dass du mich im Grunde bittest, die Seele unserer Heimatstadt zu verkaufen."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] It still has a soul to sell, Stefan, was mehr ist, als die meisten Rust-Belt-Städte heutzutage von sich behaupten können."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Welcome home, Michael. [clears throat] Versuch nicht wieder 20 Jahre zu warten für deinen nächsten Besuch, vorausgesetzt, es gibt dann noch eine Stadt zu besuchen."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[formally] Director Morrison, thank you for meeting with me on short notice about the Zhonghua Industries proposal. [pause] The State Department believes this investment could revitalize the entire region's manufacturing sector, creating thousands of jobs."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Ambassador Morrison now, is it? [clears throat] Twenty-three years since you left for Georgetown, and you come back representing foreign interests that want to buy up what's left of Dad's old factory district."
        },
        {
            "role": "Character 1",
            "content": "This isn't personal, Sarah, it's about economic survival for a town that's been bleeding jobs for two decades since the mills closed."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Everything's personal here."
        },
        {
            "role": "Character 1",
            "content": "The Chinese consortium is offering 400 million in direct investment, state-of-the-art facilities, and guaranteed employment for at least 3,000 workers over the next decade."
        },
        {
            "role": "Character 2",
            "content": "And what about the families who've owned those properties for generations, watched their grandparents build those factories with their bare hands?"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Those factories have been shuttered for fifteen years, Sarah. [sighs] The roofs are caving in, the equipment's been sold for scrap, and the property taxes are crushing what's left of those families."
        },
        {
            "role": "Character 2",
            "content": "You wouldn't know that if you'd bothered coming home even once since Mom's funeral. [quieter] But here you are now, when there's a deal to close."
        },
        {
            "role": "Character 1",
            "content": "[shaky voice] That's not fair."
        },
        {
            "role": "Character 2",
            "content": "[warmly] Isn't it though? [pause] You chose your career, your embassies and negotiations in places more important than this dying mill town, and I respect that, I do."
        },
        {
            "role": "Character 1",
            "content": "[regretful] I sent money every month to help with Dad's medical bills, helped you keep the house when the bank tried to foreclose after the plant closed."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] Money isn't presence, Michael. [exhales] When Dad got confused near the end, kept asking where his son was, I had to lie and say you were stuck overseas on important government business."
        },
        {
            "role": "Character 1",
            "content": "I was negotiating a ceasefire in South Sudan that saved thousands of lives, but you're right, I should have been here."
        },
        {
            "role": "Character 2",
            "content": "[quietly] The committee meets Thursday to vote on the foreign investment proposal. [clears throat] I've already told them I'll recuse myself due to the obvious conflict of interest."
        },
        {
            "role": "Character 1",
            "content": "Sarah, please, this deal could save everything Dad worked for, just in a different form than he imagined."
        },
        {
            "role": "Character 2",
            "content": "[firmly] Dad would have hated seeing his factory floor supervised by people who don't speak English. [sighs] But he would have hated seeing it empty even more, so there's your answer."
        },
        {
            "role": "Character 1",
            "content": "[relieved] You'll support it then? [pause] The State Department needs to know whether to proceed with the formal negotiations or redirect the investment to Ohio's proposal."
        },
        {
            "role": "Character 2",
            "content": "[exhausted] I'll abstain from the vote but won't oppose it publicly. [long pause] That's the best you're getting from me, Ambassador, considering you're essentially asking me to sell our hometown's soul."
        },
        {
            "role": "Character 1",
            "content": "[very sincerely] It still has a soul to sell, Sarah, which is more than most rust belt towns can say these days."
        },
        {
            "role": "Character 2",
            "content": "[bitter] Welcome home, Michael. [clears throat] Try not to wait another twenty years for your next visit, assuming there's still a town left to visit."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "simple_tags",
    "source_file": "6f4e571a_scenario.json",
    "scenario": "A veteran diplomat returns to their economically struggling hometown to negotiate a controversial foreign investment deal with the local chamber of commerce director who happens to be their estranged sibling.",
    "type": "scenario_conversation",
    "character_1_role": "diplomat",
    "character_2_role": "chamber of commerce director",
    "selected_tones": [
        "truthful",
        "unwilling",
        "disciplined"
    ],
    "tone_options": [
        "disclosing",
        "unwilling",
        "content",
        "triumphant",
        "oblivious",
        "uninspiring",
        "truthful",
        "scattered",
        "procrastinating",
        "disciplined"
    ]
}