{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Dreiundzwanzig Jahre. [very sad] Dreiundzwanzig Jahre hab ich in der Werkstatt an Schlitten gearbeitet. Und jetzt ist einfach... [pause] Ich meine, ich denke die ganze Zeit, ich werde aufwachen, weißt du? [shaky voice] Als ob das hier irgendein Albtraum wäre oder so.\n\nIch bin heute Morgen vorbeigefahren und, [gasp loudly] Gott, alles weg. Die Hebebühnen, die Diagnoseausrüstung, ähm, all die Arctic Cat Spezialwerkzeuge, die ich über die Jahre gesammelt hab. [bitter] Der alte Ski-Doo, den ich für den Murphy-Jungen restauriert hab—der alte Schlitten von seinem Vater aus den Siebzigern. [sigh] Das Ding war eigentlich fertig, ich musste nur noch—ist jetzt auch egal.\n\n[angry] Ich bin so ein Idiot! Alle haben mir immer gesagt: „Jerry, schließ eine Versicherung ab, was ist, wenn mal was passiert?\" Und ich dachte immer, na ja, ich war doch so lange vorsichtig, oder? [frustrated] Es ist doch nie was passiert, warum sollte also—Gott, ich kann nicht glauben, dass ich so dumm war. [cry] Achtunddreißigtausend Dollar hab ich für das neue Prüfstandsystem noch abzuzahlen gehabt. Hab ich immer noch, eigentlich.\n\n[whispering] Die Werkzeuge von meinem Großvater waren da auch drin. [sniffle] Die, die er benutzt hat, als er die Werkstatt '61 aufgemacht hat. Die waren nicht nur, also—die sind halt unersetzlich. [very quietly] Mama wird am Boden zerstört sein, wenn ich's ihr sage.\n\n[exhausted] Ich könnte wohl, äh, irgendwie nochmal von vorne anfangen? Vielleicht? [hesitantly] Aber ehrlich gesagt, ich bin vierundfünfzig Jahre alt und ich... [trailing off] Ich weiß nicht, ob ich die Kraft dazu noch hab."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "Twenty-three years. [very sad] Twenty-three years I've been working on sleds in that shop. And now it's just... [pause] I mean, I keep thinking I'm gonna wake up, you know? [shaky voice] Like this is some kind of nightmare or something.\n\nI drove by this morning and, [gasp loudly] God, it's all gone. The lifts, the diagnostic equipment, um, all those specialty Arctic Cat tools I collected over the years. [bitter] The vintage Ski-Doo I was restoring for the Murphy kid—his dad's old sled from the seventies. [sigh] That thing was basically done, I just had to—it doesn't matter now.\n\n[angry] I'm such an idiot! Everyone kept telling me, \"Jerry, get insurance, what if something happens?\" And I kept thinking, well, I've been careful this long, right? [frustrated] Nothing's ever happened before, so why would it—God, I can't believe I was that stupid. [cry] Thirty-eight thousand dollars I owed on that new dyno system. Still owe, actually.\n\n[whispering] My grandfather's tools were in there too. [sniffle] The ones he used when he started the shop back in '61. Those weren't just, like—they were basically irreplaceable. [very quietly] Mom's gonna be devastated when I tell her.\n\n[exhausted] I guess I could, er, start over somehow? Maybe? [hesitantly] But honestly, I'm fifty-four years old and I just... [trailing off] I don't know if I have it in me."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "367e3a00_monologue.json",
    "type": "emotional_monologue"
}