{
    "conversation": [
        {
            "role": "Speaker",
            "content": "Die haben... die haben mich einfach ins Büro bestellt und gesagt, es ist vorbei. [very quietly] Budgetkürzungen. Also, nach drei Jahren Überwachung der Korallenbleiche, jede einzelne Veränderung dokumentiert, und wir waren so kurz davor—ich mein, [frustrated] wir haben *wortwörtlich* letzte Woche erst diese Sache mit den Temperaturschwankungen entdeckt! Die Sache ist, ähm, Dr. Martinez hat ständig von \"ungünstigem Timing\" geredet und ich sitze da und denke mir, [bitter] ja, ungünstig für die Riffe, die sterben, während ihr eure Tabellen hin und her schiebt.\n\n[pause]\n\nGott, ich weiß nicht mal—ehrlich, was soll ich denn jetzt machen? [very melancholic] All diese Tauchgänge im Morgengrauen, die Nächte mit Datenanalyse, bis mir die Augen gebrannt haben, und wofür? Damit sie, weißt du, die Mittel wahrscheinlich für irgendeinen Manager-Bonus umschichten können. [angry] Es geht nicht nur um meinen Job—es geht um die Oktopus-Aufzuchtstation, die wir aufgebaut haben, die Kelp-Renaturierung, die tatsächlich funktioniert hat!\n\n[sigh]\n\nMeine Mutter wird sagen, ich hätte in die Tech-Branche gehen sollen wie meine Schwester. [mumbling] \"Meeresbiologie is' nich' stabil, Schatz.\" Ja gut, der Ozean anscheinend auch nicht, und irgendjemand muss doch—[trailing off]\n\n[long pause]\n\nIch werd' dann wohl, äh... morgen meine Feldnotizen einpacken. [crying while speaking] Sieben Jahre Forschung. Einfach so."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "They just... they called me into the office and said it's over. [very quietly] Budget cuts. Like, after three years of monitoring the coral bleaching patterns, documenting every single change, and we were so close to—I mean, [frustrated] we literally just discovered that temperature fluctuation thing last week! The thing is, um, Dr. Martinez kept saying \"unfortunate timing\" and I'm sitting there thinking, [bitter] yeah, unfortunate for the reefs that are dying while you shuffle your spreadsheets around. \n\n[pause] \n\nGod, I don't even—honestly, what am I supposed to do now? [very melancholic] All those dawn dives, the nights analyzing data until my eyes burned, and for what? So they could, you know, reallocate funds to some executive's bonus probably. [angry] It's not just my job—it's the octopus nursery we were establishing, the kelp restoration that was actually working! \n\n[sigh]\n\nMy mom's gonna say I should've gone into tech like my sister. [mumbling] \"Marine biology isn't stable, honey.\" Yeah well, neither is the ocean apparently, and someone needs to—[trailing off] \n\n[long pause]\n\nI guess I'll, uh... I'll pack up my field notes tomorrow. [crying while speaking] Seven years of research. Just like that."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "37a066fe_monologue.json",
    "type": "emotional_monologue"
}