{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Drei Punkte? Ich—warte, das kann nicht stimmen. Lass mich das nochmal anschauen. [pause] Zweiundsiebzig. Ich brauchte fünfundsiebzig. [bitter] Drei verdammte Punkte. Acht Monate. Acht Monate mit Karteikarten und Übungstests und verpasste Abendessen mit Freunden, weil ich Deliktsrecht lernen musste und... [sigh] Gott, ich bin so ein Idiot. [frustrated] Wie kann man denn bitte mit drei Punkten durchfallen? Das ist was, eine Frage? Vielleicht zwei? Ich hab bestimmt in der letzten Sekunde noch 'ne Antwort geändert, oder? [regretful] Mach ich doch immer. Mama wird fragen, wie's gelaufen ist und ich muss ihr dann sagen, dass ich, ähm... dass ich durchgefallen bin. Schon wieder. Weil das ist jetzt das zweite Mal. [very quietly] Drei Punkte. [angry] Weißt du, was das Schlimmste ist? Alle auf der Arbeit wissen, dass ich mir heute freigenommen hab für die Ergebnisse. [pause] Die haben wahrscheinlich 'nen Kuchen oder so. Sarah hat hundertprozentig einen gebacken, sie hat mich ständig gefragt, welchen ich mag. [cry] Und jetzt muss ich da morgen reinspazieren und denen sagen, dass ich nicht mal—[shaky voice] dass acht Monate nicht gereicht haben. Dass ich immer noch bloß der Assistent bin, der ans Telefon geht. [long pause] [exhausted] Vielleicht sollte ich, keine Ahnung... vielleicht will mir das Universum ja was sagen. [sniffle] Oder ich melde mich halt nochmal an. Zahl nochmal dreihundert Euro. Lerne noch mal, was, sechs Monate? [very sad] Drei Punkte."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confused] Three points? I—wait, that can't be right. Let me look at this again. [pause] Seventy-two. I needed seventy-five. [bitter] Three fucking points. Eight months. Eight months of flash cards and practice tests and missing dinner with friends because I had to study tort law and... [sigh] God, I'm such an idiot. [frustrated] How do you fail by three points? That's what, one question? Maybe two? I probably changed an answer at the last second, didn't I. [regretful] I always do that. Mom's gonna ask how it went and I'll have to tell her that I, um... that I failed. Again. Because this is the second time. [very quietly] Three points. [angry] You know what the worst part is? Everyone at work knows I took today off to get my results. [pause] They probably have a cake or something. Sarah definitely made a cake, she kept asking me what kind I liked. [cry] And now I have to walk in there tomorrow and tell them that I couldn't even—[shaky voice] that eight months wasn't enough. That I'm still just the assistant who answers phones. [long pause] [exhausted] Maybe I should, I don't know... maybe this is the universe telling me something. [sniffle] Or maybe I just sign up again. Pay another three hundred dollars. Study for another, what, six months? [very sad] Three points."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "7af42834_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your paralegal certification exam results just came back - failed by three points after studying for eight months",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}