{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Gott, ich kann's nicht glauben, dass ich das wirklich laut ausspreche. Weißt du was? Da ich nächste Woche nach Seattle ziehe und wir uns sowieso nie wieder sehen werden, kann ich dir auch einfach... die Wahrheit sagen. [pause] Ich war eifersüchtig auf dich. Wahnsinnig eifersüchtig. Jahrelang. Jede Beförderung, die du bekommen hast, every perfect Instagram post you made, diese beschissene Preisverleihung, wo alle nicht aufhören konnten davon zu schwärmen, wie toll du bist— [frustrated] Ich hab's gehasst. Ich hab dich dafür gehasst, ehrlich gesagt. Was so kaputt ist, weil wir doch Freunde sein sollten, oder? [sigh] Aber es war, als würde ich zusehen, wie jemand das Leben lebt, das eigentlich meins hätte sein sollen. Und das Schlimmste ist, ähm... du hast es so leicht aussehen lassen. [very sad] Als würdest du dich nicht mal anstrengen. Während ich mich hier zu Tode arbeite und trotzdem nicht mithalten kann. [pause] Ich weiß, dass ich manchmal schrecklich zu dir war. Diese kleinen Sticheleien, die ich gemacht hab, the way I'd conveniently forget to congratulate you on things. [apologetic] Das war alles nur ich, kleinlich und erbärmlich und— Gott, ich bin so ein furchtbarer Mensch. [quietly] Vielleicht wird Seattle gut für mich sein. Neu anfangen, wo niemand weiß, was für ein Versager ich im Vergleich zu dir bin. [trailing off] Es tut mir leid. Es tut mir wirklich leid..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] God, I can't believe I'm actually saying this out loud. You know what? Since I'm leaving for Seattle next week and we're never gonna see each other again anyway, I might as well just... tell you the truth. [pause] I've been jealous of you. Like, insanely jealous. For years. Every promotion you got, every perfect Instagram post, that stupid award ceremony where everyone wouldn't shut up about how amazing you are— [frustrated] I hated it. I hated you for it, actually. Which is so messed up because we're supposed to be friends, right? [sigh] But it was like watching someone live the life I thought I was supposed to have. And the worst part is, um... you made it look so easy. [very sad] Like you weren't even trying. Meanwhile I'm over here working myself to death and still coming up short. [pause] I know I've been awful to you sometimes. Those little comments I'd make, the way I'd, uh, conveniently forget to congratulate you on things. [apologetic] That was all me being petty and small and— God, I'm such a terrible person. [quietly] Maybe Seattle will be good for me. Start fresh where nobody knows how much of a failure I am compared to you. [trailing off] I'm sorry. I really am sorry..."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix"
    ],
    "content_type": "monologue",
    "source_file": "7ca7a839_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your frenemy finally admitting they've always been jealous of your success, but only because they're moving away forever",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}