{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[slowly] Weißt du, ähm, als ich das erste Mal das Pitch Deck gesehen hab, dachte ich mir—ehrlich, schon wieder so ein Biotech-Startup, oder? [pause] Aber dann, äh, war da was an den Daten, das... ich meine, die präklinischen Ergebnisse waren echt der Wahnsinn. [excited] 23 Patienten mit ALS im Endstadium zeigen Verbesserungen der Motorik—das darf doch eigentlich gar nicht sein! Und ich sitze da und denke mir, okay also, das könnte echt was sein. [quietly] Das könnte tatsächlich was sein.\n\nDie Sache ist, äh, ich hab, was, vielleicht 50 Deals im Healthcare-Bereich strukturiert? [sigh] Die meisten sind halt—weißte, marginale Verbesserungen, im Grunde Steueroptimierungen, die als Innovation verkauft werden. Aber dieser hier... [warming up] Ich weiß noch, wie ich den leitenden Forscher angerufen hab, so um, hm, 2 Uhr morgens, weil ich einfach nicht aufhören konnte, die Studiendaten zu lesen. [laugh] Meine Partner dachten, ich dreh durch—„ist doch nur ein weiterer Deal, beruhig dich mal.\"\n\n[passionately] Aber es war eben nicht nur ein weiterer Deal! Wir reden hier von, ich meine, Kindern, die praktisch ein Todesurteil bekommen haben, und jetzt sind sie—[voice breaking] sorry, es ist nur... [short pause] Na ja, ähm, als wir letzte Woche die Finanzierungsrunde abgeschlossen haben, hat der Forscher tatsächlich geweint. [very quietly] Und ich ehrlich gesagt auch. [confidently] 40 Millionen Dollar, und zum ersten Mal weiß ich—ich weiß absolut sicher—dass das Geld genau da landet, wo es hingehört."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[slowly] You know, um, when I first saw the pitch deck, I was like—honestly, another biotech startup, right? [pause] But then, er, something about the data just... I mean, the preclinical results were actually insane. [excited] Twenty-three patients with late-stage ALS showing motor function improvement—like, that's not supposed to happen! And I'm sitting there thinking, okay so, this could be real. [quietly] This could actually be real. \n\nThe thing is, uh, I've structured, what, maybe fifty deals in healthcare? [sigh] Most of them are just—you know, incremental improvements, basically tax optimization plays dressed up as innovation. But this one... [warming up] I remember calling the lead researcher at like, hmm, two in the morning because I couldn't stop reading the trial data. [laugh] My partners thought I was losing it—\"it's just another deal, calm down.\"\n\n[passionately] But it wasn't just another deal! We're talking about, I mean, kids who were basically given death sentences, and now they're—[voice breaking] sorry, it's just... [short pause] Anyway, um, when we closed the funding round last week, the researcher actually cried. [very quietly] And honestly, so did I. [confidently] Forty million dollars, and for once, I know—I absolutely know—it's going exactly where it needs to go."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2d72a3ca_monologue.json",
    "type": "emotional_monologue"
}