{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[confidently] Ich hatte recht. Also, ich wusste ja, dass ich recht hab, aber da zu stehen mit meiner ganzen Recherche, und dann musste Professor Chen tatsächlich zugeben, dass der Lehrplan seit 2008 nicht mehr aktualisiert wurde— [laugh] Mann, hättest du sein Gesicht sehen sollen. [proudly] Er konnte gegen die Daten nichts sagen. 20 andere Unis haben ihren Ansatz schon längst modernisiert. Wir unterrichten halt Frameworks, die's gar nicht mehr gibt. [pause] Und für einen Moment dachte ich echt, dass sich was ändern würde. [frustrated] Aber jetzt plötzlich antwortet mir keiner meiner anderen Profs mehr auf E-Mails. [bitter] Dr. Martinez guckt mich im Flur nicht mal mehr an. [sarcastic] Echt reif, ne? [upset] Ich wollte Sprechstunden bei Professor Liu buchen und ihre Assistentin meinte, sie sei \"auf absehbare Zeit nicht verfügbar.\" [angry] Auf absehbare Zeit! [sigh] Ich hab die Diskussion gewonnen. Ich hatte Fakten, ich hatte Beweise, ich war, ähm... ich war professionell dabei. [regretful] Aber anscheinend ist es scheißegal, ob man recht hat, wenn man dabei die ganze Fakultät schlecht dastehen lässt. [very quietly] Die bestrafen mich dafür, dass mir unsere Ausbildung wichtig ist. [pause] Noch drei Semester. [exhausted] Noch drei Semester mit Professoren, die mich nicht drannehmen, die mich strenger benoten, die so tun, als ob's mich nicht gibt. [trailing off] Nur weil ich das Offensichtliche angesprochen hab..."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[confidently] I was right. I mean, I knew I was right, but standing there with all my research, watching Professor Chen actually admit that the curriculum hasn't been updated since 2008— [laugh] God, the look on his face. [proudly] He couldn't argue with the data. Twenty other universities have already modernized their approach. We're teaching frameworks that don't even exist anymore. [pause] And for a second there, I thought things would actually change. [frustrated] But now suddenly I can't get any of my other professors to respond to emails. [bitter] Dr. Martinez won't even look at me in the hallway. [sarcastic] Real mature, right? [upset] I tried to schedule office hours with Professor Liu and her assistant said she's \"unavailable for the foreseeable future.\" [angry] The foreseeable future! [sigh] I won the argument. I had facts, I had evidence, I was, um... I was professional about it. [regretful] But apparently being right doesn't matter when you make the whole department look bad. [very quietly] They're punishing me for caring about our education. [pause] Three more semesters of this. [exhausted] Three more semesters of professors who won't call on me, who'll grade me harder, who'll pretend I don't exist. [trailing off] All because I pointed out the obvious..."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "7d22e7d7_monologue.json",
    "type": "emotional_monologue",
    "subject": "Winning the argument with your professor about outdated curriculum but getting blacklisted by other faculty",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}