{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] Sie machen wirklich den ganzen Laden dicht. Also, komplett alles, und anscheinend liegt's—na ja, sie haben praktisch gesagt, es lag an meinen Schaufenstern. [kurze pause] Ich meine, klar, vielleicht war das Fenster mit den Schaufensterpuppen ein bisschen avant-garde, aber ehrlich, woher sollte ich denn wissen, dass die Leute das „verstörend\" finden würden? [defensiv] Die Zentrale hat doch ständig gesagt „sei kreativ, geh Risiken ein\", also hab ich's gemacht! Und dann plötzlich heißt es nur noch, ähm, „Warum haben Sie die so arrangiert?\" und „Was haben Sie sich dabei gedacht?\" [zittrige stimme] Ich hab eben mal um die Ecke gedacht, das war's.\n\n[bedauernd] Mensch, ich hätte einfach... keine Ahnung, auf Nummer sicher gehen sollen? Den langweiligen Saisonkram machen, den alle erwarten? [schnieft] Aber nein, ich musste ja unbedingt—die Sache ist, ich dachte wirklich, ich mache was Besonderes. [traurig] 23 Jahre war der Laden offen. 23 Jahre, und dann komme ich für sechs Monate und... [verstummend]\n\n[erschöpft] Mein Vertrag läuft Freitag aus. Sie lassen mich nicht mal, also, beim Räumungsverkauf helfen oder so. [murmelnd] „Es ist besser, wenn Sie keine weiteren Schaufenster mehr gestalten\", haben sie gesagt. [lange pause] Ich denke ständig an all die Mitarbeiter, die ihren Job verlieren, weil ich, was, künstlerisch sein wollte? [sehr traurig] Toller Visual Merchandiser bin ich geworden."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[bitter] They're really closing the whole store. Like, the entire thing, and apparently it's—well, they basically said it was my displays. [short pause] I mean, sure, maybe that window with the mannequins was a little avant-garde, but honestly, how was I supposed to know people would find it \"disturbing\"? [defensive] Corporate kept saying \"be creative, take risks,\" so I did! And then suddenly it's all, um, \"Why did you arrange them like that?\" and \"What were you thinking?\" [shaky voice] I was thinking outside the box, that's what.\n\n[regretful] God, I should've just... I don't know, played it safe? Done the boring seasonal stuff everyone expects? [sniffle] But no, I had to go and—the thing is, I really thought I was doing something special. [sad] Twenty-three years that store was open. Twenty-three years, and then I come along for six months and... [trailing off]\n\n[exhausted] My contract's done Friday. They're not even, like, letting me help with the closing sale or anything. [mumbling] \"Best if you don't handle any more displays,\" they said. [long pause] I keep thinking about all those employees who are losing their jobs because I wanted to be, what, artistic? [very sad] Some visual merchandiser I turned out to be."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "37ea8fbc_monologue.json",
    "type": "emotional_monologue"
}