{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[langsam] Weißt du, was komisch ist? Bevor ich... bevor die Verwandlung kam, dachte ich, ich wär ein guter Freund. [kichern] Gott, war ich so ein Arsch. Ich meine, ich hab nie wirklich zugehört, oder? Hab nur gewartet, bis ich dran war, um irgendwie alles zu mir zu drehen. [pause] Aber dann, als es passierte—als ich mich das erste Mal verwandelt hab—war alles einfach... überwältigend. Die Gerüche, die Geräusche, aber vor allem die, ähm... die Gefühle. [mitfühlend] Ich konnte buchstäblich spüren, was alle um mich rum gefühlt haben. Ihre Angst, ihren Schmerz, ihre... Einsamkeit. [sehr traurig] Sarah hatte am Anfang richtig Schiss vor mir, und ich konnte es in meinen Knochen spüren. Nicht nur sehen, sondern wirklich ihr Herz rasen fühlen, das Adrenalin riechen. [schniefen] Und dann hab ich kapiert—scheiße, das ist ja das, was sie jedes Mal gefühlt hat, wenn ich ihre Probleme abgetan hab, jedes Mal wenn ich meinte, sie übertreibt. [bedauernd] All die Male, wo ich dachte, ich würd helfen, wenn ich den Leuten sage, sie sollen sich halt zusammenreißen? Ja, stellt sich raus, Schmerz ist, äh... Schmerz ist echt. Richtig echt. [warm] Jetzt, wenn jemand leidet, versuch ich nicht mehr, ihn zu reparieren oder das kleinzureden. Ich... sitz einfach bei ihm. [kurze pause] Manchmal wirklich nur dasitzen. [lächelnd] Stellt sich raus, das ist sowieso alles, was die Leute eigentlich wollen."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[slowly] You know what's funny? Before I... before the transformation, I thought I was a good friend. [chuckle] God, I was such an ass. I mean, I never really listened, did I? Just waited for my turn to talk, to make everything about me somehow. [pause] But then when it happened—when I first changed—everything was just... overwhelming. The smells, the sounds, but mostly the, um... the feelings. [empathetically] I could literally feel what everyone around me was feeling. Their fear, their pain, their... loneliness. [very sad] Sarah was terrified of me at first, and I could feel it in my bones. Not just see it, but actually feel her heart racing, smell the adrenaline. [sniffle] And then I realized—shit, this is what she felt every time I dismissed her problems, every time I said she was overreacting. [regretful] All those times I thought I was being helpful by telling people to just get over it? Yeah, turns out pain is, uh... pain is real. Really real. [warm] Now when someone's hurting, I don't try to fix them or minimize it. I just... sit with them. [short pause] Sometimes literally just sit there. [smiling speaking] Turns out that's all anyone really wants anyway."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "78400d1b_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your beast transformation teaching you empathy that makes you a better friend than you ever were before",
    "requirements": {
        "filler_mode": "heavy_natural",
        "tag_heavy": false,
        "start_with_tag": true
    }
}