{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[überglücklich] Ich hab's—ich hab's tatsächlich geschafft! Sarah fängt Montag an, sie ist, ähm, sie ist offiziell meine erste Angestellte. [kichern] Mann, das klingt so komisch, wenn ich das laut sage, „meine Angestellte.\" [warm] Nach 30 Jahren, wo ich selbst Angestellter war, weißte, und jetzt bin ich—na ja, ich bin der Chef, schätze ich. [nervös] Die Sache ist, äh, als ich nach der Rente mit diesem kleinen Kerzengeschäft angefangen hab, sollte das eigentlich nur, ehrlich gesagt, was sein, um mich zu beschäftigen. [pause] Aber dann kamen immer mehr Bestellungen rein und ich konnte nicht—[überwältigt] Ich meine, letzte Woche war ich bis 3 Uhr morgens am Wachs gießen und, äh, mein Rücken hat mich umgebracht. [lachen] Meine Frau meinte: „Entweder du stellst jemanden ein oder ich versteck deine Sachen!\" [verstummend] Also hier sind wir und... [ängstlich] Was wenn ich das vermassle? Also, was wenn ich ein schrecklicher Chef bin oder, hmm, was wenn das Geschäft das gar nicht tragen kann—[kurze pause] Nein. [selbstbewusst] Weißte was? Sarah ist klasse, sie ist total begeistert von den Seifen und, ähm, der neuen Lavendel-Linie, die wir planen. [sehr aufrichtig] Das ist echt. Mein kleines Rentner-Projekt wird, na ja, es wird was Richtiges. [emotional] Etwas, das ich aufgebaut hab. [schnieft] Tut mir leid, ich bin nur—[lächelnd sprechend] wow. Wir machen das wirklich, ne?"
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[extremely happy] I just—I actually did it! Sarah starts Monday, she's, um, she's officially my first employee. [chuckle] God, that sounds so weird to say out loud, like, \"my employee.\" [warm] After thirty years of being someone else's employee, you know, and now I'm—well, I'm the boss, I guess. [nervous] The thing is, er, when I started this little candle business after retiring, it was just supposed to be, honestly, something to keep me busy. [pause] But then orders started coming in and I couldn't—[overwhelmed] I mean, last week I was up until 3 AM pouring wax and, uh, my back was killing me. [laugh] My wife said, \"Either hire help or I'm hiding your supplies!\" [trailing off] So here we are and... [anxious] What if I mess this up? Like, what if I'm a terrible boss or, hmm, what if the business can't actually support—[short pause] No. [confidently] You know what? Sarah's great, she's really excited about the soaps and, um, the new lavender line we're planning. [very sincerely] This is real. My little retirement project is, well, it's becoming something actual. [emotionally] Something I built. [sniffle] Sorry, I just—[smiling speaking] wow. We're really doing this, aren't we?"
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "300c31d5_monologue.json",
    "type": "emotional_monologue"
}