{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[frustriert] Dreiundzwanzig Jahre. Dreiundzwanzig Jahre hab ich diese Blutsauger bezahlt und jetzt einfach— [pause] weg. [bitter] „Wir kündigen Ihre Police mit sofortiger Wirkung.\" Das haben die gesagt. [wütend] Wegen einer einzigen Schadensmeldung! Einer lächerlichen Meldung von diesem Martinez, der— [ausatmen] der wahrscheinlich seine eigene Garage abgefackelt hat. [sarkastisch] Aber klar, schieb's auf den Rasenmäher, den ich drei Wochen vorher repariert hab. Macht total Sinn. [wütend] Ich hab nicht mal ans Kraftstoffsystem gefasst bei dem Ding! [schreiend] Das war ein Messerwechsel! [pause] [leise] Wie soll denn bitte ein Messerwechsel einen Brand verursachen? [ängstlich] Ich hab sechs Angestellte, die auf mich zählen. Sechs Familien. Und ohne Versicherung kann ich nicht— ich kann nicht legal weitermachen. [zittrige stimme] Die Bank ruft schon wegen der Kreditraten an und jetzt, ähm... jetzt auch noch das. [bedauernd] Hätte vielleicht doch das Übernahmeangebot von Bauhaus letztes Jahr annehmen sollen. [lachen] Mein Gott, mein Vater würde sich im Grab umdrehen, wenn er mich das sagen hört. [traurig] Er hat diese Werkstatt aus dem Nichts aufgebaut. [leidenschaftlich] Und ich lass mir doch nicht von irgendeiner Versicherung und einem verlogenen Kunden alles kaputtmachen, was wir aufgebaut haben! [selbstbewusst] Ich ruf meinen Anwalt an. Wir fechten das an. [entschlossen] Die wollen hart spielen? Bitte schön. Mal sehen, wer zuerst einknickt."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[frustrated] Twenty-three years. Twenty-three years I've been paying those bloodsuckers and now they just— [pause] gone. [bitter] \"We're terminating your policy effective immediately.\" That's what they said. [angry] Because of one claim! One ridiculous claim from that Martinez guy who— [exhale] who probably set his own damn garage on fire. [sarcastic] But sure, blame the lawn mower I fixed three weeks earlier. Makes perfect sense. [furious] I didn't even touch the fuel system on that thing! [shouting] It was a blade replacement! [pause] [quietly] How does a blade replacement cause a fire? [anxious] I've got six employees counting on me. Six families. And without insurance, I can't— I can't legally operate. [shaky voice] The bank's already been calling about the loan payments and now, um... now this. [regretful] Maybe I should've taken that buyout offer from Home Depot last year. [laugh] God, my dad would roll over in his grave hearing me say that. [sad] He built this shop from nothing. [passionate] And I'm not letting some insurance company and a lying customer destroy everything we've built! [confidently] I'm calling my lawyer. We're fighting this. [determined] They want to play hardball? Fine. Let's see who blinks first."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "77949fb8_monologue.json",
    "type": "emotional_monologue",
    "subject": "Your lawn mower repair shop's insurance just dropped you after a customer claimed your work caused their garage fire",
    "requirements": {
        "filler_mode": "light_natural",
        "tag_heavy": true,
        "start_with_tag": true
    }
}