{
    "conversation": [
        {
            "role": "Speaker",
            "content": "[leise keuchen] Die haben tatsächlich—wir haben gewonnen. Ich meine, heilige Scheiße, wir haben tatsächlich gewonnen. [lachen] Drei Jahre, seit sie mich, ähm, gefeuert haben, weil ich „Sicherheitsbedenken geäußert\" hatte, und jetzt—[bitter] jetzt müssen sie 8 Millionen Dollar zahlen, weil ich recht hatte. Der Defekt, vor dem ich sie ständig gewarnt hab, weißte, der hat 17 Menschen verletzt.\n\n[pause]\n\nGott, ich weiß noch genau, wie ich in diesem Konferenzraum saß, während sie mir quasi gesagt haben, ich wäre „übertrieben besorgt\". [wütend] Tom saß da mit seinem blöden, selbstgefälligen Gesicht und meinte, ich würde das große Ganze nicht verstehen. Tja, [triumphierend] wer versteht jetzt wohl das große Ganze, Tom?\n\n[seufzen]\n\nDie Sache ist, äh, ich wollte gar nicht recht haben mit alldem. Diese Familien, die verletzt wurden—[sehr traurig] ich meine, das ist nicht—genau das wollte ich doch verhindern. Aber sie wollten nicht hören, und ehrlich gesagt, [zittrige stimme] als das Urteil kam, war ich einfach...\n\n[erleichtert] Es ist vorbei. Mein erster großer Fall, und er war gegen die Leute, die, äh, versucht haben, meine Karriere zu zerstören, nur weil ich das Richtige getan hab. [kichern] Der Partner in meiner Kanzlei meinte, das wäre so was wie „poetische Gerechtigkeit\", aber ehrlich? [erschöpft] Ich bin einfach nur froh, dass diese Familien wenigstens was bekommen haben. Und vielleicht, [hoffnungsvoll] vielleicht hören Unternehmen jetzt wirklich zu, wenn jemand Alarm schlägt."
        }
    ],
    "original_conversation": [
        {
            "role": "Speaker",
            "content": "[gasp softly] They actually—we won. I mean, holy shit, we actually won. [laugh] Three years since they, um, fired me for \"raising safety concerns\" and now—[bitter] now they have to pay eight million dollars because I was right. The defect I kept warning them about, you know, it hurt seventeen people. \n\n[pause] \n\nGod, I still remember sitting in, like, that conference room while they basically told me I was being \"alarmist.\" [angry] Tom sat there with his stupid smug face and said I didn't understand the bigger picture. Well, [triumphant] guess who understands the bigger picture now, Tom?\n\n[sigh]\n\nThe thing is, uh, I didn't even want to be right about this. Those families who got hurt—[very sad] I mean, that's not—I tried to prevent exactly that. But they wouldn't listen, and honestly, [shaky voice] when the verdict came in, I just... \n\n[relieved] It's over. My first big case and it's against the people who, er, tried to destroy my career for doing the right thing. [chuckle] The partner at my firm said this was, like, \"poetic justice\" but really? [exhausted] I'm just glad those families got something. And maybe, [hopeful] maybe now companies will actually listen when someone raises a red flag."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure"
    ],
    "content_type": "monologue",
    "source_file": "2f777609_monologue_practice.json",
    "type": "emotional_monologue"
}