{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Putain de merde, comment tu fais pour respirer ici? La soute est scellée depuis 3 jours, the air quality meter shows it's practically toxic."
        },
        {
            "role": "Character 2",
            "content": "[wearily] Je n'ai pas eu besoin de respirer normalement depuis 483 ans, Capitaine, même si j'apprécie votre inquiétude pour mon bien-être."
        },
        {
            "role": "Character 1",
            "content": "[backing away] Écoute, je sais pas à quel genre de reconstitution historique tu joues, mais il faut que tu montes immédiatement, before port authority finds you."
        },
        {
            "role": "Character 2",
            "content": "[bitter laugh] Les autorités portuaires m'inquiètent bien moins que le poids de l'or qui repose sous la coque de votre ferry, ce métal maudit qui me lie à tous ses déplacements."
        },
        {
            "role": "Character 1",
            "content": "[firmly] Y'a pas d'or sur ce navire, on transporte des véhicules et des passagers entre Seattle et Bainbridge Island, nothing more, nothing less. [exhales] Maintenant s'il te plaît, viens avec moi."
        },
        {
            "role": "Character 2",
            "content": "[measured] Vérifiez votre manifeste pour une Mercedes vintage, plaque commençant par 77, shipped from an estate sale in Santa Fe yesterday evening."
        },
        {
            "role": "Character 1",
            "content": "[slowly] Comment tu pourrais savoir ça pour ce véhicule alors que t'es coincé ici depuis avant qu'on quitte le quai?"
        },
        {
            "role": "Character 2",
            "content": "[hollow] Parce que je sens chaque pièce de l'or de Cortés comme du feu dans mes os, and that car's trunk holds twelve pieces from our raid on Tenochtitlan."
        },
        {
            "role": "Character 1",
            "content": "C'est impossible."
        },
        {
            "role": "Character 2",
            "content": "[darkly amused] Beaucoup de choses sont impossibles, Capitaine, et pourtant me voici dans votre navire d'acier, portant une armure qui aurait dû tomber en poussière il y a des siècles."
        },
        {
            "role": "Character 1",
            "content": "[shaky] Le propriétaire de la Mercedes est mort la semaine dernière de causes inconnues, ils ont dit que son corps avait l'air momifié, despite being found within hours of death."
        },
        {
            "role": "Character 2",
            "content": "[grim satisfaction] Il pensait pouvoir vendre l'or, le diviser en morceaux plus petits, spread the curse thin enough to escape it. [coughs] L'imbécile."
        },
        {
            "role": "Character 1",
            "content": "Tu es en train de me dire qu'il y a vraiment de l'or aztèque maudit dans une voiture sur mon ferry en ce moment?"
        },
        {
            "role": "Character 2",
            "content": "[urgent whisper] Pas aztèque, Capitaine—quelque chose de bien plus ancien que les Aztèques ne faisaient que garder, something that should have stayed buried beneath their temples forever."
        },
        {
            "role": "Character 1",
            "content": "[desperate] On accoste dans 12 minutes et j'ai 300 passagers à bord qui n'ont aucune idée qu'ils voyagent avec—avec ce que tu es."
        },
        {
            "role": "Character 2",
            "content": "[resigned] Alors vous devez décider rapidement si vous jetez la Mercedes par-dessus bord et me condamnez au fond de l'océan, ou si vous la laissez atteindre la côte et passez ce fardeau à un autre. [pause] Choisissez sagement."
        },
        {
            "role": "Character 1",
            "content": "Pourquoi je devrais croire toute cette folie alors que tu pourrais juste être un malade mental qui s'est faufilé à bord?"
        },
        {
            "role": "Character 2",
            "content": "[calmly] Parce que dans 11 minutes quand on accostera, vous me verrez traverser votre coque d'acier comme de la brume matinale, still bound to follow that gold wherever it goes."
        },
        {
            "role": "Character 1",
            "content": "[voice breaking] Il doit y avoir un autre moyen de briser cette malédiction, quelque chose qui n'implique pas des innocents, or destroying evidence of a crime. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "[ancient exhaustion] Si je connaissais un autre moyen, Capitaine, est-ce que j'aurais passé 5 siècles à regarder tous ceux que je rencontre vieillir et mourir pendant que je reste le même? [softer] L'or choisit son propre chemin."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Jesus Christ, how are you even breathing down here? The cargo hold's been sealed for three days and the air quality meter shows it's practically toxic."
        },
        {
            "role": "Character 2",
            "content": "[wearily] I have not needed proper breath for four hundred and eighty-three years, Captain, though I appreciate your concern for my wellbeing."
        },
        {
            "role": "Character 1",
            "content": "[backing away] Look, I don't know what kind of historical reenactment thing you're doing, but you need to get topside immediately before port authority finds you."
        },
        {
            "role": "Character 2",
            "content": "[bitter laugh] Port authority concerns me far less than the weight of gold that sits beneath your ferry's hull, cursed metal that binds me to wherever it travels."
        },
        {
            "role": "Character 1",
            "content": "[firmly] There's no gold on this vessel, we transport vehicles and passengers between Seattle and Bainbridge Island, nothing more, nothing less. [exhales] Now please, come with me."
        },
        {
            "role": "Character 2",
            "content": "[measured] Check your manifest for a vintage Mercedes, license plate beginning with seven-seven, shipped from an estate sale in Santa Fe yesterday evening."
        },
        {
            "role": "Character 1",
            "content": "[slowly] How could you possibly know about that vehicle when you've been trapped down here since before we left dock?"
        },
        {
            "role": "Character 2",
            "content": "[hollow] Because I feel every coin of Cortés's gold like fire in my bones, and that car's trunk holds twelve pieces from our raid on Tenochtitlan."
        },
        {
            "role": "Character 1",
            "content": "That's impossible."
        },
        {
            "role": "Character 2",
            "content": "[darkly amused] Many things are impossible, Captain, yet here I stand in your steel ship, wearing armor that should have rusted to dust centuries ago."
        },
        {
            "role": "Character 1",
            "content": "[shaky] The Mercedes owner died last week of unknown causes, they said his body looked mummified despite being found within hours of death."
        },
        {
            "role": "Character 2",
            "content": "[grim satisfaction] He thought he could sell the gold, break it into smaller pieces, spread the curse thin enough to escape it. [coughs] Fool."
        },
        {
            "role": "Character 1",
            "content": "You're telling me there's actually cursed Aztec gold in a car on my ferry right now?"
        },
        {
            "role": "Character 2",
            "content": "[urgent whisper] Not Aztec, Captain—something far older that the Aztecs merely guarded, something that should have stayed buried beneath their temples forever."
        },
        {
            "role": "Character 1",
            "content": "[desperate] We dock in twelve minutes and I have three hundred passengers aboard who have no idea they're traveling with—with whatever you are."
        },
        {
            "role": "Character 2",
            "content": "[resigned] Then you must decide quickly whether to throw the Mercedes overboard and condemn me to the ocean floor, or let it reach shore and pass this burden to another. [pause] Choose wisely."
        },
        {
            "role": "Character 1",
            "content": "Why should I believe any of this insanity when you could just be some disturbed person who snuck aboard?"
        },
        {
            "role": "Character 2",
            "content": "[calmly] Because in eleven minutes when we dock, you'll watch me walk through your solid steel hull like morning mist, still bound to follow that gold wherever it goes."
        },
        {
            "role": "Character 1",
            "content": "[voice breaking] There has to be another way to break this curse, something that doesn't involve innocent people or destroying evidence of a crime. [laughs bitterly]"
        },
        {
            "role": "Character 2",
            "content": "[ancient exhaustion] If I knew another way, Captain, would I have spent five centuries watching everyone I meet age and die while I remain? [softer] The gold chooses its own path."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "general_tags",
    "source_file": "023bdbd1_scenario.json",
    "scenario": "A modern ferry captain discovers a conquistador from 1540 mysteriously alive in the ship's cargo hold, speaking of cursed gold that keeps him from dying.",
    "type": "scenario_conversation",
    "character_1_role": "ferry captain",
    "character_2_role": "conquistador",
    "selected_tones": [
        "gripping",
        "deliberate",
        "modern"
    ],
    "tone_options": [
        "annoying",
        "friendly",
        "deliberate",
        "unknowing",
        "decaying",
        "gripping",
        "uninhibited",
        "modern",
        "off-putting",
        "refreshed"
    ]
}