{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[tense] Écoute, il faut que je, [struggling], te parle de l'anniversaire d'Emma la semaine prochaine parce qu'il y a, [heavy], quelque chose qui se prépare au boulot qui pourrait affecter ma, [quiet], capacité à être là."
        },
        {
            "role": "Character 2",
            "content": "[disappointed] Tu lui avais promis que tu serais là cette fois, [cold], et elle a dit à tous ses amis que ses deux parents seraient enfin à la même fête."
        },
        {
            "role": "Character 1",
            "content": "[defensive] Je sais, euh, je sais ce que j'ai promis et, bon, crois-moi quand je dis que ça me, [pained], tue mais la situation est, euh, complètement hors de mon contrôle. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "La situation est toujours hors de ton, [bitter], contrôle avec ce travail dont tu ne veux même pas me parler. [pause]"
        },
        {
            "role": "Character 1",
            "content": "Ben, tu savais qui j'étais quand on s'est, [frustrated], mariés, enfin, tu savais qu'il y aurait des moments comme, euh, ça où je ne pourrais pas tout expliquer."
        },
        {
            "role": "Character 2",
            "content": "Je savais que tu travaillais pour le gouvernement mais, euh, je ne savais pas que ça voulait dire, [voice breaking], choisir des inconnus plutôt que les moments importants de ta propre fille, bon, encore et encore comme, [exhausted], ça. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[urgent] Je ne choisis pas des inconnus—ce que je fais, [desperate], protège les gens, protège Emma, même si elle ne peut pas, [cracking], comprendre ça maintenant et ne le, [hollow], comprendra peut-être jamais."
        },
        {
            "role": "Character 2",
            "content": "[supportive] Je sais que tu y crois, et c'est peut-être même, [gentle], vrai, mais elle voit juste son père qui rate encore un anniversaire, encore un, [sad], récital, encore une histoire du soir qu'elle voulait partager avec toi."
        },
        {
            "role": "Character 1",
            "content": "S'il te plaît, ne rends pas ça plus dur que ça ne l'est, [strained], déjà—j'essaie de trouver un moyen de repousser la, [hopeful], mission ou au moins de retarder mon départ."
        },
        {
            "role": "Character 2",
            "content": "Tu essaies toujours de les repousser et ça ne, [tired], marche jamais, hein ? [sighs]"
        },
        {
            "role": "Character 1",
            "content": "Cette fois ça pourrait être différent parce que mon superviseur, [uncertain], comprend mieux la situation maintenant."
        },
        {
            "role": "Character 2",
            "content": "[careful] Alors je dirai à Emma que tu travailles là-dessus mais je ne lui, [firm], promettrai rien de définitif cette fois."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Merci de comprendre—je te jure que je fais, [emotional], tout mon possible pour être là quand elle soufflera ses 7 bougies et fera son, [tender], vœu, peu importe ce que son petit esprit magnifique aura, [thick voice], imaginé."
        },
        {
            "role": "Character 2",
            "content": "[soft] Euh, ben, elle compte, euh, souhaiter que tu restes plus souvent à la maison."
        },
        {
            "role": "Character 1",
            "content": "Putain, ça rend tout tellement pire parce que j', [anguished], attends déjà l'appel qui va m'arracher d'ici, et je vois déjà sa, [breaking], tête quand tu devras lui dire que papa a dû partir, [ragged], encore. [voice cracks]"
        },
        {
            "role": "Character 2",
            "content": "[steady] Ben, euh, on a déjà traversé ça avant et, genre, on le traversera encore parce que c'est ce qu'on, [resigned], fait pour elle, tu vois ?"
        },
        {
            "role": "Character 1",
            "content": "[determined] Je vais, euh, arranger ça d'une manière ou d'une autre, enfin, même si je dois brûler tous mes ponts à, [fierce], Langley pour être à cette, bon, fête."
        },
        {
            "role": "Character 2",
            "content": "Ne fais pas de promesses que tu ne peux pas, euh, tenir—fais juste de ton mieux et, ben, on gérera ce qui, [understanding], arrivera ensemble comme on le fait toujours. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[whispered] Merci."
        },
        {
            "role": "Character 2",
            "content": "[warm] Elle t'aime malgré les anniversaires ratés, [tender], tu le sais, et je ferai en sorte qu'elle sache, [protective], toujours à quel point tu essaies."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[tense] Listen, I need to, [struggling], talk to you about Emma's birthday next week because there's, [heavy], something coming up at work that might affect my, [quiet], ability to be there."
        },
        {
            "role": "Character 2",
            "content": "[disappointed] You promised her you'd be there this time, [cold], and she's been telling all her friends that both her parents would finally be at the same party."
        },
        {
            "role": "Character 1",
            "content": "[defensive] I know, um, I know what I promised and, well, believe me when I say this is, [pained], killing me but the situation is, umm, completely out of my control. [sighs heavily]"
        },
        {
            "role": "Character 2",
            "content": "The situation is always out of your, [bitter], control with this job that you won't even tell me about. [pause]"
        },
        {
            "role": "Character 1",
            "content": "Well, you knew who I was when we, [frustrated], got married, I mean, you knew there would be times like, um, this where I couldn't explain everything."
        },
        {
            "role": "Character 2",
            "content": "I knew you worked for the government but, um, I didn't know it meant, [voice breaking], choosing strangers over your own daughter's milestones, well, over and over again like, [exhausted], this. [long pause]"
        },
        {
            "role": "Character 1",
            "content": "[urgent] I'm not choosing strangers—what I do, [desperate], keeps people safe, it keeps Emma safe, even if she can't, [cracking], understand that right now and maybe never, [hollow], will."
        },
        {
            "role": "Character 2",
            "content": "[supportive] I know you believe that, and maybe it's even, [gentle], true, but she just sees her dad missing another birthday, another, [sad], recital, another bedtime story she wanted to share with you."
        },
        {
            "role": "Character 1",
            "content": "Please don't make this harder than it, [strained], already is—I'm trying to find a way to postpone the, [hopeful], assignment or at least delay my departure."
        },
        {
            "role": "Character 2",
            "content": "You always try to postpone them and it, [tired], never works out, does it? [sighs]"
        },
        {
            "role": "Character 1",
            "content": "This time might be different because my supervisor, [uncertain], understands the situation better now."
        },
        {
            "role": "Character 2",
            "content": "[careful] Then I'll tell Emma you're working on it but I won't, [firm], promise her anything definite this time."
        },
        {
            "role": "Character 1",
            "content": "[grateful] Thank you for understanding—I swear I'm doing, [emotional], everything possible to be there when she blows out those seven candles and makes her, [tender], wish, whatever that beautiful little mind of hers dreams, [thick voice], up."
        },
        {
            "role": "Character 2",
            "content": "[soft] Um, well, she's planning to, uh, wish for you to stay home more often."
        },
        {
            "role": "Character 1",
            "content": "God, that just makes this so much worse because I'm, [anguished], anticipating the call that pulls me away, and I can already see her, [breaking], face when you have to tell her daddy had to leave, [ragged], again. [voice cracks]"
        },
        {
            "role": "Character 2",
            "content": "[steady] Well, um, we've gotten through this before and, like, we'll get through it again because that's what we, [resigned], do for her, you know?"
        },
        {
            "role": "Character 1",
            "content": "[determined] I'm going to, um, make this right somehow, I mean, even if I have to burn every bridge at, [fierce], Langley to be at that, well, party."
        },
        {
            "role": "Character 2",
            "content": "Don't make promises you can't, um, keep—just do your best and, well, we'll handle whatever, [understanding], happens together like we always do. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[whispered] Thank you."
        },
        {
            "role": "Character 2",
            "content": "[warm] She loves you regardless of the missed birthdays, [tender], you know that, and I'll make sure she always, [protective], knows how hard you try."
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "08122b68_scenario.json",
    "scenario": "A CIA officer meets with their ex-spouse to discuss their daughter's upcoming birthday, knowing they might have to miss it due to an urgent overseas assignment.",
    "type": "scenario_conversation",
    "character_1_role": "CIA officer",
    "character_2_role": "co-parent",
    "selected_tones": [
        "postponing",
        "anticipating",
        "supportive"
    ],
    "tone_options": [
        "imprecise",
        "soaring",
        "inventing",
        "methodical",
        "disturbing",
        "supportive",
        "tiring",
        "shutting-out",
        "postponing",
        "anticipating"
    ]
}