{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[stupéfait] Marcus, c'est vraiment, [incrédule], toi agenouillé derrière ma machine à laver après, [voix brisée], cinq ans à me demander ce qui était arrivé à mon doctorant le plus brillant ?"
        },
        {
            "role": "Character 2",
            "content": "[défensif] Le moteur de votre courroie a grillé parce que vous, [amer], surchargez cette machine depuis au moins deux ans, Professeur Chen."
        },
        {
            "role": "Character 1",
            "content": "[exigeant] Tu étais censé, euh, soutenir ta thèse sur la mécanique quantique à l'heure qu'il est, pas, [frustré], réparer des appareils dans les sous-sols des gens, enfin merde, [en colère], qu'est-ce qui t'est arrivé ? [longue pause]"
        },
        {
            "role": "Character 2",
            "content": "[mesuré] Ben, euh, il s'avère que comprendre la physique théorique ça, [sardonique], paie pas le loyer quand ta mère a un cancer et que, bon, les factures médicales s'accumulent plus vite que, [bas], les subventions arrivent, tu vois ? [gros soupir]"
        },
        {
            "role": "Character 1",
            "content": "[coupable] J'ignorais tout pour ta mère, Marcus, je veux dire, tu as juste, [avec regret], disparu un jour sans aucune explication, et, ben, le département a gardé ton bureau vide pendant, [s'adoucissant], six mois en espérant que tu reviendrais."
        },
        {
            "role": "Character 2",
            "content": "[expert] L'agitateur est complètement foutu aussi, sûrement à cause de toutes ces, [complice], couvertures épaisses que vous lavez sur cycle délicat en pensant que ça va, [accusateur], préserver le tissu alors qu'en fait ça détruit juste le mécanisme."
        },
        {
            "role": "Character 1",
            "content": "[désespéré] Arrête de parler de cette putain de machine à laver et, [suppliant], regarde-moi parce qu'on sait tous les deux que tu fais ça pour, [tremblant], éviter de discuter comment tu as tout foutu en l'air."
        },
        {
            "role": "Character 2",
            "content": "[froidement] Tout ce pour quoi j'ai travaillé, euh, c'était une illusion basée sur l'idée que, [amer], le génie compte plus que les circonstances."
        },
        {
            "role": "Character 1",
            "content": "[insistant] Ta thèse sur l'intrication des particules allait, [passionné], révolutionner notre compréhension des états quantiques."
        },
        {
            "role": "Character 2",
            "content": "[fatigué] Et maintenant je comprends comment fonctionne le système de transmission d'un Whirlpool, ce qui, bon, nourrit ma famille. [rire amer]"
        },
        {
            "role": "Character 1",
            "content": "[intuitif] Tu lis toujours les revues quand même, pas vrai, parce que tu viens de, [observateur], citer mot pour mot l'article que Jenkins a publié le mois dernier sur l'effondrement de la fonction d'onde."
        },
        {
            "role": "Character 2",
            "content": "[pris au dépourvu] C'est juste une coïncidence en réparant des appareils à l'université, [défensif], les profs laissent traîner des revues pendant que je travaille."
        },
        {
            "role": "Character 1",
            "content": "Tu mens et on le, [complice], sait tous les deux."
        },
        {
            "role": "Character 2",
            "content": "Bon d'accord, oui, je les lis la nuit quand mes enfants sont, [épuisé], couchés et que ma femme pense que je regarde la télé, mais lire sur des percées auxquelles je ne contribuerai jamais c'est juste de la, [brisé], torture."
        },
        {
            "role": "Character 1",
            "content": "Le poste est toujours, euh, techniquement à toi si tu voulais, [plein d'espoir], revenir parce que je n'ai jamais officiellement traité ton retrait, ben, je t'ai juste marqué en, [coupable], congé maladie. [pause]"
        },
        {
            "role": "Character 2",
            "content": "[choqué] Vous avez falsifié les dossiers universitaires pendant cinq ans, euh, en risquant votre titularisation et, [incrédule], votre réputation, juste au cas où je, ben, changerais d'avis ?"
        },
        {
            "role": "Character 1",
            "content": "[chuchoté] Chaque semestre."
        },
        {
            "role": "Character 2",
            "content": "Cette machine a aussi besoin d'une nouvelle pompe, et, [submergé], putain, j'arrive pas à respirer en pensant à ce que vous venez de me dire. [halète]"
        },
        {
            "role": "Character 1",
            "content": "[doux] Ta fille doit avoir environ quatre ans maintenant, et, euh, peut-être qu'elle aimerait voir où son père a, [chaleureux], failli changer la physique pour toujours, et je veux dire, où il pourrait encore, [insistant], le faire."
        },
        {
            "role": "Character 2",
            "content": "[voix qui se brise] Je peux plus, euh, me permettre de rêver, Professeur Chen, parce que, bon, les rêves ça paie pas les fournitures scolaires ou, ben, l'assurance maladie, tu vois ?"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[stunned] Marcus, is that really, [disbelieving], you kneeling behind my washing machine after, [voice breaking], five years of wondering what happened to my most brilliant doctoral candidate?"
        },
        {
            "role": "Character 2",
            "content": "[defensive] Your belt drive motor burned out because you've been, [bitter], overloading this machine for at least two years, Professor Chen."
        },
        {
            "role": "Character 1",
            "content": "[demanding] You were supposed to be, um, defending your dissertation on quantum mechanics by now, not, [frustrated], fixing appliances in people's basements, I mean, what the hell, [angry], happened to you? [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[measured] Well, um, turns out understanding theoretical physics doesn't, [sardonic], pay rent when your mother gets cancer and, er, medical bills pile up faster than, [quiet], grant money comes in, you know? [sighs heavily]"
        },
        {
            "role": "Character 1",
            "content": "[guilty] I had no idea about your mother, Marcus, I mean, you just, [regretful], disappeared one day without any explanation, and, well, the department kept your desk empty for, [softening], six months hoping you'd come back."
        },
        {
            "role": "Character 2",
            "content": "[expert] This agitator is completely shot too, probably from all those, [knowing], heavy blankets you wash on the delicate cycle thinking it'll, [accusatory], save the fabric when really it just destroys the mechanism."
        },
        {
            "role": "Character 1",
            "content": "[desperate] Stop talking about the damn washing machine and, [pleading], look at me because we both know you're doing this to, [trembling], avoid discussing how you threw away everything you worked for."
        },
        {
            "role": "Character 2",
            "content": "[cold] Everything I worked for, um, was an illusion built on the assumption that, [bitter], brilliance matters more than circumstances."
        },
        {
            "role": "Character 1",
            "content": "[insisting] Your thesis on particle entanglement was going to, [passionate], revolutionize how we understand quantum states."
        },
        {
            "role": "Character 2",
            "content": "[tired] And now I understand how a Whirlpool's transmission system works, which, well, feeds my family. [laughs bitterly]"
        },
        {
            "role": "Character 1",
            "content": "[intuitive] You still read the journals though, don't you, because you just, [observant], quoted verbatim from the paper Jenkins published last month about wave function collapse."
        },
        {
            "role": "Character 2",
            "content": "[caught] That's just coincidence from fixing appliances at the university, [defensive], professors leave journals lying around while I work."
        },
        {
            "role": "Character 1",
            "content": "You're lying and we both, [knowing], know it."
        },
        {
            "role": "Character 2",
            "content": "Fine, yes, I read them at night after my kids are, [exhausted], asleep and my wife thinks I'm watching TV, but reading about breakthroughs I'll never contribute to is just, [broken], self-torture."
        },
        {
            "role": "Character 1",
            "content": "The position is still, um, technically yours if you wanted to, [hopeful], come back because I never officially processed your withdrawal, well, just kept marking you as, [guilty], on medical leave. [pauses]"
        },
        {
            "role": "Character 2",
            "content": "[shocked] You falsified university records for five years, um, risking your tenure and, [disbelieving], reputation, just in case I, well, changed my mind?"
        },
        {
            "role": "Character 1",
            "content": "[whispered] Every semester."
        },
        {
            "role": "Character 2",
            "content": "This machine needs a new pump too, and, [overwhelmed], God, I can't breathe thinking about what you just told me. [gasps]"
        },
        {
            "role": "Character 1",
            "content": "[gentle] Your daughter would be about four now, and, um, maybe she'd like to see where her father, [warm], almost changed physics forever, and I mean, where he still, [insisting], could."
        },
        {
            "role": "Character 2",
            "content": "[breaking] I can't, um, afford to dream anymore, Professor Chen, because, well, dreams don't pay for school supplies or, er, medical insurance, you know?"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "00478cda_scenario.json",
    "scenario": "A professor discovers the repair technician fixing their washing machine is their former star PhD student who dropped out five years ago.",
    "type": "scenario_conversation",
    "character_1_role": "professor",
    "character_2_role": "appliance repair technician",
    "selected_tones": [
        "demanding",
        "expert",
        "intuitive"
    ],
    "tone_options": [
        "getting",
        "inaccurate",
        "false",
        "demanding",
        "centralized",
        "adaptable",
        "expert",
        "intuitive",
        "imitating",
        "insisting"
    ]
}