{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[appelant] Hé, oh ! On dirait que t'as des soucis avec ton camion—la fumée qui sort du moteur comme ça, c'est pas bon signe, surtout juste là à l'entrée de l'écluse."
        },
        {
            "role": "Character 2",
            "content": "Timing parfait pour tomber en panne, hein ? J'ai un hôtel en centre-ville avec tout leur système anti-incendie en rade et maintenant cette merde qui me lâche. [expiration frustrée]"
        },
        {
            "role": "Character 1",
            "content": "[jovialement] Bon, au moins t'es tombé en panne au bon endroit—j'ai des outils dans la maison éclusière et une vingtaine de minutes avant le prochain bateau."
        },
        {
            "role": "Character 2",
            "content": "[avec gratitude] Tu ferais ça ? Putain, merci vraiment—la plupart des gens me diraient juste d'appeler une dépanneuse et de dégager."
        },
        {
            "role": "Character 1",
            "content": "Écoute, je sais ce que c'est quand tout repose sur toi et que t'arrives pas—j'ai eu mon lot d'urgences quand je bossais dans la réparation nautique."
        },
        {
            "role": "Character 2",
            "content": "[de plus en plus tendu] Le directeur de l'hôtel m'a déjà appelé 3 fois en une heure, il menace de porter plainte si les pompiers débarquent avant moi."
        },
        {
            "role": "Character 1",
            "content": "Allez, ouvre le capot qu'on voie ce qui cloche—ça pourrait juste être une durite de refroidissement qui a pété, vu la vapeur."
        },
        {
            "role": "Character 2",
            "content": "[avec espoir] Ça serait le top parce que j'ai tout le reste dans le camion—tuyaux, raccords, têtes de remplacement, j'ai même embarqué les outils de mon apprenti par erreur. [petit rire nerveux]"
        },
        {
            "role": "Character 1",
            "content": "Voilà ton problème—la durite a craqué pile au collier, sûrement pourrie par le temps, et j'ai des durites marine qui tiendront mieux que l'originale."
        },
        {
            "role": "Character 2",
            "content": "Tu me sauves la boîte là—si je perds ce contrat avec l'hôtel à cause d'un problème d'entretien à la con, c'est 40 pour cent de mon chiffre qui s'envole."
        },
        {
            "role": "Character 1",
            "content": "[travaillant rapidement] C'est quand même ironique, hein—tu cours réparer un truc qui évite les catastrophes et là, t'as ta propre petite catastrophe."
        },
        {
            "role": "Character 2",
            "content": "L'histoire de ma vie—j'ai passé toute la semaine à installer des systèmes de sécurité dernier cri et j'ai oublié de vérifier les bases sur mon propre camion. [rire contrit]"
        },
        {
            "role": "Character 1",
            "content": "[fermement] Voilà, ça devrait tenir mieux que du neuf, et je te rajoute du liquide de refroidissement pour que t'arrives en sécurité."
        },
        {
            "role": "Character 2",
            "content": "[soulagé] Je te revaudrai ça—sérieux, dis ton prix ou laisse-moi t'installer quelque chose chez toi, ce que tu veux."
        },
        {
            "role": "Character 1",
            "content": "[chaleureusement] Promets-moi juste de vérifier tes durites tous les mois maintenant, et fais-moi un signe quand tu passes devant le canal. [petit rire]"
        },
        {
            "role": "Character 2",
            "content": "Marché conclu, et tiens ma carte—si t'as besoin de boulot sur du système anti-incendie, tu passes direct en priorité."
        },
        {
            "role": "Character 1",
            "content": "[regardant sa montre] Mais bouge-toi quand même—t'as genre 12 minutes avant que l'heure de pointe transforme la route du centre en parking."
        },
        {
            "role": "Character 2",
            "content": "[démarrant le moteur] Elle ronronne comme neuve maintenant, et je vais peut-être arriver à temps grâce à toi. [expire avec soulagement]"
        },
        {
            "role": "Character 1",
            "content": "Va sauver cet hôtel ! [rit]"
        },
        {
            "role": "Character 2",
            "content": "[rappelant] C'est parti !"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[calling out] Hey there, you look like you're having some trouble with that van—engine smoking like that can't be good, especially right here at the lock entrance."
        },
        {
            "role": "Character 2",
            "content": "Perfect timing for a breakdown, right? I've got a hotel downtown with their entire sprinkler system offline and now this piece of junk decides to die. [frustrated exhale]"
        },
        {
            "role": "Character 1",
            "content": "[jovially] Well, you picked the right spot to break down at least—I've got tools in the lockhouse and about twenty minutes before the next boat's scheduled through."
        },
        {
            "role": "Character 2",
            "content": "[gratefully] You'd do that? Man, I really appreciate it—most people would just tell me to call a tow and move along."
        },
        {
            "role": "Character 1",
            "content": "Listen, I know what it's like when everything's riding on you showing up—had my share of emergency calls back when I worked marine repair."
        },
        {
            "role": "Character 2",
            "content": "[increasingly tense] The hotel manager's already called three times in the last hour, threatening to sue if their fire marshal shows up before I do."
        },
        {
            "role": "Character 1",
            "content": "Alright, pop the hood and let's see what we're dealing with here—might just be a burst coolant hose from the looks of that steam."
        },
        {
            "role": "Character 2",
            "content": "[hopefully] That would be the best case scenario because I've got everything else in the van—pipes, fittings, replacement heads, even brought my apprentice's tools by mistake. [nervous chuckle]"
        },
        {
            "role": "Character 1",
            "content": "Yeah, there's your problem—hose split right at the clamp, probably dry-rotted, and I've got some marine-grade replacements that'll work better than the original."
        },
        {
            "role": "Character 2",
            "content": "You're saving my whole business here—if I lose this hotel contract because of a stupid maintenance issue, that's forty percent of my income gone."
        },
        {
            "role": "Character 1",
            "content": "[working quickly] The irony isn't lost on me that you're racing to fix something that prevents disasters while having your own little disaster right here."
        },
        {
            "role": "Character 2",
            "content": "Story of my life—spent all week installing state-of-the-art safety systems and forgot to check my own van's basics. [rueful laugh]"
        },
        {
            "role": "Character 1",
            "content": "[firmly] There, that should hold better than new, and I'm throwing in some extra coolant to get you there safely."
        },
        {
            "role": "Character 2",
            "content": "[relieved] I owe you big time for this—seriously, name your price or let me install something at your house, whatever you need."
        },
        {
            "role": "Character 1",
            "content": "[warmly] Just promise me you'll check those hoses monthly from now on, and maybe wave when you drive past the canal. [chuckles]"
        },
        {
            "role": "Character 2",
            "content": "Deal, and here's my card—if you ever need any fire suppression work, you jump straight to the front of my schedule."
        },
        {
            "role": "Character 1",
            "content": "[glancing at watch] Better get moving though—you've got about twelve minutes before rush hour turns that downtown route into a parking lot."
        },
        {
            "role": "Character 2",
            "content": "[starting engine] This thing's purring like new now, and I might actually make it on time thanks to you. [exhales with relief]"
        },
        {
            "role": "Character 1",
            "content": "Go save that hotel! [laughs]"
        },
        {
            "role": "Character 2",
            "content": "[calling back] Already gone!"
        }
    ],
    "language": "french",
    "language_name": "French",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "general_tags",
    "source_file": "0533eb47_scenario.json",
    "scenario": "A sprinkler fitter's work van breaks down at a canal lock during an emergency call, and the lock operator offers to help despite the delay it will cause for waiting boats.",
    "type": "scenario_conversation",
    "character_1_role": "lock operator",
    "character_2_role": "sprinkler fitter",
    "selected_tones": [
        "helpful",
        "tensing",
        "jovial"
    ],
    "tone_options": [
        "rational",
        "different",
        "stimulating",
        "jovial",
        "entitled",
        "rising",
        "helpful",
        "tilted",
        "tensing",
        "haphazard"
    ]
}