{
    "conversation": [
        {
            "role": "Customer",
            "content": "धन्यवाद। फोन उठाने के लिए शुक्रिया। मैं मैं पूरी तरह से locked out हो गया हूं।"
        },
        {
            "role": "Customer Support",
            "content": "अरे यार, फिर से lockout वाली बात। हां तो, अम्म, हमारा system तो बस तीन attempts के बाद ही ऐसा कर देता है जो honestly बहुत बेवकूफी है। एक minute आपका account खोलता हूं—आपका email address क्या है?"
        },
        {
            "role": "Customer",
            "content": "ये ये sarah dot chen at gmail है। मैं बस। मैं तो पागल हो जाऊंगा।"
        },
        {
            "role": "Customer Support",
            "content": "समझ गया, sarah.chen@gmail.com... ठीक है तो, हम्म, दिख रहा है आप आज 2:47 PM पे locked हुए थे। बात ये है कि, अ, automatic reset में 24 घंटे लगते हैं लेकिन honestly ये तो हद है इसलिए मैं अभी manually override कर देता हूं।"
        },
        {
            "role": "Customer",
            "content": "क्या आप—आप ये कर सकते हैं? अरे thank God यार।"
        },
        {
            "role": "Customer Support",
            "content": "हां बिल्कुल, मेरा मतलब, आपको और मुझे बीच की बात? ये दिन में जैसे पचास बार होता है। तो आपकी account ID है ACC-4892-BK7 और, अ, मैं आपके phone पे reset link भेज रहा हूं जो 8834 पे खत्म होता है—वो अभी भी ठीक है ना?"
        },
        {
            "role": "Customer",
            "content": "हां। हां हां। वही है। मैं बस... sorry। आज का दिन। बहुत हो गया है।"
        },
        {
            "role": "Customer Support",
            "content": "नहीं नहीं, समझ सकता हूं, सच में। ठीक है तो, अ, आपको वो text करीब तीस seconds में मिल जाना चाहिए code RST-7749-XM के साथ। बस, हम्म, ध्यान रखिएगा अगले दस minutes में use कर लीजिएगा वरना फिर से शुरू करना पड़ेगा।"
        },
        {
            "role": "Customer",
            "content": "ठीक है ठीक है। समझ गया। Text। आ गया है। बहुत बहुत शुक्रिया।"
        },
        {
            "role": "Customer Support",
            "content": "Perfect! तो एक बार आप उस link पे click करेंगे, अ, आपको नया password बनाना होगा—और यहां irritating part है—ये आपके पिछले बारह passwords में से कोई नहीं हो सकता। पता है, ये... हां।"
        },
        {
            "role": "Customer",
            "content": "बारह? आप—आप serious हैं? ये कैसे expect करते हैं... मैं तो..."
        },
        {
            "role": "Customer Support",
            "content": "ना? ये honestly ज़्यादती है। देखिए, मैं आम तौर पे लोगों को बताता हूं कि, अम्म, जो भी password रखना है उसके आखिर में बस महीना और साल लगा दीजिए—जैसे March24। आपका security score उनके meter पे कम से कम 85 होना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "ये तो। Actually helpful है। सच में बहुत helpful। शुक्रिया।"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल! ठीक है तो, हम्म, दिख रहा है आप अंदर आ गए हैं—आपकी session ID है SES-9021-QP4। एक quick tip, अ, ये password कहीं लिख लीजिएगा क्योंकि अगली बार छह attempts के बाद lockout होगा लेकिन फिर 72 घंटे का freeze है।"
        },
        {
            "role": "Customer",
            "content": "बहत्तर घंटे? ये तो... क्या कहते हैं... ज़ालिमाना है। बस। Wow।"
        },
        {
            "role": "Customer Support",
            "content": "हा, बिल्कुल। ज़ालिमाना perfect है। तो आपका account पूरी तरह restore हो गया है, last login February 28 को 4:15 PM था अगर ये सही लग रहा है। और हां, अ, मैं आपकी file में आज के issue का note add कर रहा हूं।"
        },
        {
            "role": "Customer",
            "content": "February 28। हां हां सही है। मैं seriously। आपका कितना भी शुक्रिया करूं कम है।"
        },
        {
            "role": "Customer Support",
            "content": "अरे कोई बात नहीं! Actually, अ, जाने से पहले—मैं आपको एक backup access code email कर रहा हूं, BKP-3847-ZN2, बस अगर फिर से ऐसा हो तो। दो minutes में आपके inbox में आ जाना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "Backup code? ये तो—आप कमाल हैं। सच में कमाल। मैं बस—शुक्रिया।"
        },
        {
            "role": "Customer Support",
            "content": "अरे thanks, ये सुनकर अच्छा लगा। तो हां, आप बिल्कुल set हैं, और honestly अगर कोई और problem हो तो बस call back कर दीजिएगा और ticket TKT-6672-ML9 reference कर दीजिएगा। हम सब कभी न कभी locked out हुए हैं, यकीन मानिए। बाकी दिन अच्छा जाए, ठीक है?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Thank you. Thank you for picking up. I'm I'm totally locked out."
        },
        {
            "role": "Customer Support",
            "content": "Oh geez, the lockout thing again. Yeah so, um, our system does this after just three attempts which is honestly kind of ridiculous. Let me pull up your account real quick—what's your email address?"
        },
        {
            "role": "Customer",
            "content": "It's it's sarah dot chen at gmail. I just. I can't even."
        },
        {
            "role": "Customer Support",
            "content": "Got it, sarah.chen@gmail.com... okay so, hmm, I see you got locked at 2:47 PM today. The thing is, er, the automatic reset takes 24 hours but honestly that's absurd so let me override it manually right now."
        },
        {
            "role": "Customer",
            "content": "Wait you can—you can do that? Oh thank God."
        },
        {
            "role": "Customer Support",
            "content": "Yeah totally, I mean, between you and me? This happens like fifty times a day. So your account ID is ACC-4892-BK7 and, uh, I'm sending a reset link to your phone ending in 8834—that still good?"
        },
        {
            "role": "Customer",
            "content": "Yes. Yes yes. Still good. I just... sorry. Today's been. A lot."
        },
        {
            "role": "Customer Support",
            "content": "No no, I get it, trust me. Alright so, er, you should get that text in about thirty seconds with code RST-7749-XM. Just, hmm, make sure you use it within the next ten minutes or we'll have to start over."
        },
        {
            "role": "Customer",
            "content": "Okay okay. Got it. The text. It's here. Thank you so much."
        },
        {
            "role": "Customer Support",
            "content": "Perfect! So once you click that link, uh, you'll need to create a new password—and here's the annoying part—it can't be any of your last twelve passwords. I know, it's... yeah."
        },
        {
            "role": "Customer",
            "content": "Twelve? Are you—are you serious? How do they expect... I can't..."
        },
        {
            "role": "Customer Support",
            "content": "Right? It's honestly excessive. Look, what I usually tell people is, um, just add the month and year to whatever password you want—like March24 at the end. Your security score needs to hit at least 85 on their meter."
        },
        {
            "role": "Customer",
            "content": "That's. Actually helpful. Really really helpful. Thank you."
        },
        {
            "role": "Customer Support",
            "content": "Of course! Okay so, hmm, I see you're in now—your session ID is SES-9021-QP4. Quick tip though, er, write this password somewhere because the next lockout is six attempts but then it's a 72-hour freeze."
        },
        {
            "role": "Customer",
            "content": "Seventy two hours? That's... what's the word... draconian. Just. Wow."
        },
        {
            "role": "Customer Support",
            "content": "Hah, exactly. Draconian is perfect. So your account's fully restored, last login was February 28 at 4:15 PM if that sounds right. Oh and, uh, I'm adding a note to your file about today's issue."
        },
        {
            "role": "Customer",
            "content": "February 28. Yeah yeah that's right. I seriously. Can't thank you enough."
        },
        {
            "role": "Customer Support",
            "content": "Hey no worries at all! Actually, er, before you go—I'm gonna email you a backup access code, BKP-3847-ZN2, just in case this happens again. Should hit your inbox in like two minutes."
        },
        {
            "role": "Customer",
            "content": "A backup code? That's—you're amazing. Actually amazing. I just—thank you."
        },
        {
            "role": "Customer Support",
            "content": "Aw thanks, that's really nice to hear. So yeah, you're all set, and honestly if you have any other issues just call back and reference ticket TKT-6672-ML9. We've all been locked out before, trust me. Have a better rest of your day, okay?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "1e2317fa_script.json",
    "professionalism": "casual",
    "scenario": "locked out of their account after too many failed password attempts",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "genuinely_grateful",
                "overwhelmed_shutdown"
            ],
            "disfluency": {
                "hesitation_types": [
                    "repetition_stutter",
                    "word_searching",
                    "false_starts"
                ],
                "elongation": "clipped_short",
                "pacing": "staccato_punchy"
            }
        },
        "support": {
            "emotions": [
                "commiserating_honest",
                "cheerfully_efficient"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}