{
    "conversation": [
        {
            "role": "Customer",
            "content": "तो मैं जैसे एक घंटे से hold पे था। बस सोचा किसी को पता तो चले।"
        },
        {
            "role": "Customer Support",
            "content": "अरे बाप रे। एक घंटा। ये तो बिल्कुल ठीक नहीं है। रुकिये आपका account निकालता हूँ—नाम क्या है आपका?"
        },
        {
            "role": "Customer",
            "content": "Sarah Chen। देखिये मुझे कुछ नहीं चाहिए। बस बता रहा था।"
        },
        {
            "role": "Customer Support",
            "content": "Sarah Chen, मिल गया। Account ACC-7294-BX। देख रहा हूँ आपने 2:47pm पे call किया और 3:52pm पे connect हुआ। ये तो बिल्कुल गलत है। किस बारे में call किया था originally?"
        },
        {
            "role": "Customer",
            "content": "Billing की चीज़ थी। Online ही ठीक कर लिया। अब कोई बात नहीं।"
        },
        {
            "role": "Customer Support",
            "content": "फिर भी बात तो है। आपका time matter करता है। मैं service credit add कर रहा हूँ—बीस डॉलर—reference code SVC-0318-QM इस wait के लिए। 48 घंटे में दिख जाना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "अरे नहीं नहीं, आपको ये सब... मैं तो बस ऐसे ही frustration निकाल रहा था। सॉरी।"
        },
        {
            "role": "Customer Support",
            "content": "सॉरी मत बोलिये। Frustration निकालना तो बनता है। एक घंटा तो हद ही है। आपसे बताऊं तो... पिछले महीने से 30 percent staffing कम कर दी है, तब से hold times बेकार हो गए हैं।"
        },
        {
            "role": "Customer",
            "content": "ओह। अच्छा... हाँ अब समझ आ रहा है। आप लोग भी परेशान होंगे इससे।"
        },
        {
            "role": "Customer Support",
            "content": "और भी बुरा है। System दिखा रहा है आपने इस महीने चार बार call किया है। Average wait 47 minutes। ये random bad luck नहीं है—हम fail कर रहे हैं आपको।"
        },
        {
            "role": "Customer",
            "content": "अरे ठीक है यार। सच में। मुझे lunch time में call ही नहीं करना चाहिए था शायद।"
        },
        {
            "role": "Customer Support",
            "content": "बस करिये अब। Peak hours हैं 11am से 2pm तक लेकिन आपको अपनी life हमारी staffing problems के हिसाब से नहीं चलानी चाहिए। एक और credit add कर रहा हूँ। Total चालीस हो गया अब।"
        },
        {
            "role": "Customer",
            "content": "सच में आपको—मेरा मतलब अब तो मुझे शर्म आ रही है कि मैंने complaint भी की।"
        },
        {
            "role": "Customer Support",
            "content": "शर्म किस बात की? आपने इस महीने 4.2 घंटे दिए हैं सिर्फ़ wait करने में। ये तो आधा workday हो गया। मैं तो गुस्सा हो जाता।"
        },
        {
            "role": "Customer",
            "content": "जब आप ऐसे बोलते हैं तो... हाँ ठीक है ये actually काफी बुरा है।"
        },
        {
            "role": "Customer Support",
            "content": "ना? देखिये। आपका account VIP-7294 mark कर रहा हूँ। सब कुछ तो fix नहीं होगा लेकिन priority queue में जाएगा। Wait 10 minutes से कम रहना चाहिए।"
        },
        {
            "role": "Customer",
            "content": "अरे आप ऐसे कर सकते हैं? मतलब आपको trouble में नहीं पड़ेंगे?"
        },
        {
            "role": "Customer Support",
            "content": "कैसा trouble? यहाँ लिखा है \"agent discretion for service recovery।\" आप 2019 से हमारे साथ हैं। पांच साल। Discretion तो बनता है आपका।"
        },
        {
            "role": "Customer",
            "content": "मैं... thank you। सच में thank you। मुझे तो उम्मीद ही नहीं थी कुछ होगा।"
        },
        {
            "role": "Customer Support",
            "content": "यही तो problem है। आपको better की उम्मीद करनी चाहिए। हमें better होना चाहिए। Credits CSC-7294-A और CSC-7294-B के नाम से दिखेंगे। और कुछ चाहिए आज?"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "So I was on hold for like an hour. Just thought someone should know."
        },
        {
            "role": "Customer Support",
            "content": "Oh wow. An hour. That's not okay at all. Let me pull up your account—what's your name?"
        },
        {
            "role": "Customer",
            "content": "Sarah Chen. Look I don't need anything. Just letting you know."
        },
        {
            "role": "Customer Support",
            "content": "Sarah Chen, got it. Account ACC-7294-BX. I see you called at 2:47pm and connected at 3:52pm. That's unacceptable. What were you calling about originally?"
        },
        {
            "role": "Customer",
            "content": "Billing thing. Already fixed it online. Doesn't matter now."
        },
        {
            "role": "Customer Support",
            "content": "Still matters to me. Your time matters. I'm adding a service credit—twenty dollars—reference code SVC-0318-QM for the wait. Should post within 48 hours."
        },
        {
            "role": "Customer",
            "content": "You don't have to. I'm just venting I guess. Sorry."
        },
        {
            "role": "Customer Support",
            "content": "Don't apologize. Venting's valid. An hour's ridiculous. Between you and me? Our hold times have been awful since they cut staffing by 30 percent last month."
        },
        {
            "role": "Customer",
            "content": "Oh. That's... yeah that makes sense actually. Sorry you're dealing with that."
        },
        {
            "role": "Customer Support",
            "content": "Gets worse. System shows you've called four times this month. Average wait 47 minutes. That's not random bad luck—that's us failing you."
        },
        {
            "role": "Customer",
            "content": "It's fine. Really. I shouldn't have called during lunch probably."
        },
        {
            "role": "Customer Support",
            "content": "Stop that. Peak hours are 11am to 2pm but you shouldn't have to plan your life around our staffing problems. Adding another credit. Forty total now."
        },
        {
            "role": "Customer",
            "content": "Seriously you don't—I mean I'm embarrassed I even complained now."
        },
        {
            "role": "Customer Support",
            "content": "Why embarrassed? You gave us 4.2 hours of your time this month just waiting. That's half a workday. I'd be furious."
        },
        {
            "role": "Customer",
            "content": "When you put it like that... yeah okay that's actually pretty bad."
        },
        {
            "role": "Customer Support",
            "content": "Right? Look. Marking your account VIP-7294. Won't fix everything but routes you to priority queue. Should keep waits under 10 minutes."
        },
        {
            "role": "Customer",
            "content": "Wait you can just do that? Like you won't get in trouble?"
        },
        {
            "role": "Customer Support",
            "content": "What trouble? Says here \"agent discretion for service recovery.\" You've been with us since 2019. Five years. You've earned some discretion."
        },
        {
            "role": "Customer",
            "content": "I... thank you. Actually thank you. Wasn't expecting anything."
        },
        {
            "role": "Customer Support",
            "content": "That's the problem though. You should expect better. We should be better. Credits'll show as CSC-7294-A and CSC-7294-B. Anything else today?"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "40a11f7e_script.json",
    "professionalism": "casual",
    "scenario": "complaining about being on hold for over an hour",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "resigned_going_through_motions",
                "apologetic_embarrassed"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses",
                    "breath_catches"
                ],
                "elongation": "clipped_short",
                "pacing": "rapid_fire"
            }
        },
        "support": {
            "emotions": [
                "genuinely_warm",
                "deeply_sympathetic"
            ],
            "disfluency": {
                "hesitation_types": [
                    "filled_pauses",
                    "word_searching"
                ],
                "elongation": "clipped_short",
                "pacing": "conversational_natural"
            }
        }
    }
}