{
    "conversation": [
        {
            "role": "Customer",
            "content": "गलत चीज़ आ गई। *लंबी सांस* ऑर्डर बिल्कुल गलत है।"
        },
        {
            "role": "Customer Support",
            "content": "अरे नहीं। ठीक है ठीक है। मैं—मैं आपका अकाउंट खोलता हूं। हम्म, आपका ऑर्डर नंबर क्या है? देखता हूं क्या हुआ।"
        },
        {
            "role": "Customer",
            "content": "वो, अम्म... ORD-4829। नहीं रुको। 4289। सॉरी।"
        },
        {
            "role": "Customer Support",
            "content": "मिल गया मिल गया। ORD-4289-XK7। ठीक है तो... अरे बाप रे। हाँ समस्या दिख रही है। आपने वायरलेस हेडफोन्स ऑर्डर किए थे मॉडल BT-550X, लेकिन उन्होंने भेजा—रुको, उन्होंने ब्लेंडर भेजा? ये तो हद है।"
        },
        {
            "role": "Customer",
            "content": "ब्लेंडर। *तेज़ सांस अंदर* सीरियसली। ये कैसे हो सकता है?"
        },
        {
            "role": "Customer Support",
            "content": "सच कहूं? मुझे भी नहीं पता। ये तो नया केस है। SKU तो बिल्कुल अलग हैं—BT-550X बनाम KM-2201B। वेयरहाउस में किसी ने बड़ी गड़बड़ की है। देखिए, मैं इसे ठीक कर देता हूं आपके लिए।"
        },
        {
            "role": "Customer",
            "content": "मैं तुम लोगों से, क्या, आठ साल से ऑर्डर कर रहा हूं? कभी ऐसा नहीं हुआ।"
        },
        {
            "role": "Customer Support",
            "content": "आठ साल, वाह। हाँ दिख रहा है actually। 2016 से मेंबर हैं। अकाउंट ID C8827-MKL। और आप सही कह रहे हैं, आपकी हिस्ट्री—एकदम परफेक्ट है। ज़ीरो रिटर्न्स। ये हमारी तरफ से शर्मनाक है, सच में।"
        },
        {
            "role": "Customer",
            "content": "बस... *सांस छोड़ते हुए* मुझे हेडफोन्स चाहिए। बस इतना ही। क्या हम बस—"
        },
        {
            "role": "Customer Support",
            "content": "बिल्कुल बिल्कुल। ये रहा मैं क्या कर रहा हूं। नई शिपमेंट। एक्सप्रेस ओवरनाइट। ट्रैकिंग TRK-9928-XXQ-41। कल दोपहर तक पहुंच जाना चाहिए। चार्ज obviously नहीं। और, अ, ब्लेंडर आप रख सकते हैं अगर चाहें? कॉर्पोरेट पॉलिसी तो कहती है डिस्ट्रॉय करो लेकिन, वैसे, हमारे बीच की बात—इस गड़बड़ से कुछ तो फायदा उठा लो।"
        },
        {
            "role": "Customer",
            "content": "कल? अ... ठीक है। चलो। जो भी।"
        },
        {
            "role": "Customer Support",
            "content": "Actually रुको। मैं—मैं कुछ बेहतर करता हूं। एक सेकंड। *pause* ठीक है तो मैंने अभी क्रेडिट लगा दिया। पचास डॉलर। कोड COMP-8827-A। परेशानी के लिए। आपके अकाउंट में already है।"
        },
        {
            "role": "Customer",
            "content": "ओह। अच्छा। ये उम्मीद नहीं थी।"
        },
        {
            "role": "Customer Support",
            "content": "हाँ वैसे। जब कोई आठ साल से loyal है और हम उसे इलेक्ट्रॉनिक्स की जगह किचन अप्लायंसेस भेज दें? कम से कम इतना तो बनता है। सिस्टम बता रहा है—आपके हेडफोन्स already पैक हो रहे हैं। वेयरहाउस कन्फर्मेशन WH-7729-B।"
        },
        {
            "role": "Customer",
            "content": "Actually ये... हाँ ठीक है। इससे help होगी। अम्म, thanks।"
        },
        {
            "role": "Customer Support",
            "content": "अरे बिल्कुल बिल्कुल! ओह और सुनिए। आपको ईमेल आएगा। कन्फर्मेशन नंबर CNF-4421-XM9। सारी डिटेल्स हैं। ब्लेंडर के लिए रिटर्न लेबल भी, अगर नहीं चाहिए।"
        },
        {
            "role": "Customer",
            "content": "लगता है रख लूंगा। *सांस छोड़ते हुए* रख ही लूं, क्यों नहीं?"
        },
        {
            "role": "Customer Support",
            "content": "हा! सही कहा। स्मूदीज़ बना लेना wait करते हुए। वैसे honestly, मॉडल KM-2201B? काफी अच्छा ब्लेंडर है। रिटेल में नब्बे डॉलर का है। तो देखो। कुछ तो अच्छा निकला।"
        },
        {
            "role": "Customer",
            "content": "जब से मेरी बेटी पैदा हुई तब से कस्टमर हूं। अब वो आठ साल की है। बस... लगा था इसका कुछ मतलब है।"
        },
        {
            "role": "Customer Support",
            "content": "है। सच में है। इसीलिए मैंने क्रेडिट push किया। और देखिए, मैं नोट लगा रहा हूं—आपके अकाउंट पे नोट। फाइल नंबर FN-8290-CC। आगे कोई भी इश्यू हो, वो ये देखेंगे। फौरन ठीक करेंगे। प्रॉमिस।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Got the wrong thing. *exhales* Order's completely wrong."
        },
        {
            "role": "Customer Support",
            "content": "Oh no. Okay okay. Let me—let me pull up your account here. Hmm, what's your order number? I can see what happened."
        },
        {
            "role": "Customer",
            "content": "It's, um... ORD-4829. No wait. 4289. Sorry."
        },
        {
            "role": "Customer Support",
            "content": "Got it got it. ORD-4289-XK7. Alright so... oh jeez. Yeah I see the problem. You ordered the wireless headphones model BT-550X, but they sent you—wait, they sent you a blender? That's ridiculous."
        },
        {
            "role": "Customer",
            "content": "A blender. *sharp inhale* Seriously. How does that even happen?"
        },
        {
            "role": "Customer Support",
            "content": "Honestly? I have no idea. That's a new one. The SKUs aren't even close—BT-550X versus KM-2201B. Someone really messed up at the warehouse. Look, I'm gonna make this right for you."
        },
        {
            "role": "Customer",
            "content": "I've been ordering from you guys for, what, eight years? Never had this."
        },
        {
            "role": "Customer Support",
            "content": "Eight years, wow. Yeah I can see that actually. Member since 2016. Account ID C8827-MKL. And you're right, your history is—is basically perfect. Zero returns. This is embarrassing on our end, honestly."
        },
        {
            "role": "Customer",
            "content": "Just... *exhales* I need the headphones. That's all. Can we just—"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely absolutely. Here's what I'm doing. New shipment. Express overnight. Tracking TRK-9928-XXQ-41. Should be there tomorrow by noon. No charge obviously. And, er, you can keep the blender if you want? Corporate policy says destroy it but, well, between us—might as well get something out of this mess."
        },
        {
            "role": "Customer",
            "content": "Tomorrow? Er... okay. Fine. Whatever."
        },
        {
            "role": "Customer Support",
            "content": "Actually wait. Let me—let me do something better. Hang on. *pause* Alright so I just applied a credit. Fifty dollars. Code COMP-8827-A. For the inconvenience. It's already on your account."
        },
        {
            "role": "Customer",
            "content": "Oh. Huh. Wasn't expecting that."
        },
        {
            "role": "Customer Support",
            "content": "Yeah well. When someone's been loyal for eight years and we ship them kitchen appliances instead of electronics? Least we can do. The system shows—shows your headphones are already being packed. Warehouse confirmation WH-7729-B."
        },
        {
            "role": "Customer",
            "content": "Actually that's... yeah okay. That helps. Um, thanks."
        },
        {
            "role": "Customer Support",
            "content": "Of course of course! Oh and heads up. You'll get an email. Confirmation number CNF-4421-XM9. Has all the details. Return label for the blender too, if you don't want it."
        },
        {
            "role": "Customer",
            "content": "Think I'll keep it. *exhales* Might as well, right?"
        },
        {
            "role": "Customer Support",
            "content": "Ha! Right? Make some smoothies while you wait. Though honestly, model KM-2201B? Pretty decent blender. Retail's like ninety bucks. So hey. Silver lining."
        },
        {
            "role": "Customer",
            "content": "Been a customer since my kid was born. She's eight now. Just... thought that meant something."
        },
        {
            "role": "Customer Support",
            "content": "It does. It really does. That's why I pushed through the credit. And look, I'm putting a note—note on your account. File number FN-8290-CC. Any future issues, they'll see this. Make it right immediately. Promise."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "77c78d9f_script.json",
    "professionalism": "casual",
    "scenario": "received the wrong item in their order",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "emotions": [
                "exhausted_worn",
                "indignant_righteous"
            ],
            "disfluency": {
                "hesitation_types": [
                    "classic_fillers",
                    "breath_catches",
                    "self_corrections"
                ],
                "elongation": "clipped_short",
                "pacing": "halting_uneven"
            }
        },
        "support": {
            "emotions": [
                "commiserating_honest",
                "cheerfully_efficient"
            ],
            "disfluency": {
                "hesitation_types": [
                    "self_corrections",
                    "repetition_stutter"
                ],
                "elongation": "natural_length",
                "pacing": "staccato_punchy"
            }
        }
    }
}