{
    "conversation": [
        {
            "role": "Customer",
            "content": "सुबह-सुबह फ़ोन कर रहा हूं जी... वो order number 7294 के बारे में बात करनी थी। कल package मिला था लेकिन उसमें बिल्कुल ही गलत सामान आया है।"
        },
        {
            "role": "Customer Support",
            "content": "जी नमस्ते, हमसे contact करने के लिए शुक्रिया। इस गड़बड़ी के लिए माफ़ी चाहता हूं। अभी मैं आपका order 7294-JK system में खोल रहा हूं... देखते हैं क्या हुआ है और इसे फ़ौरन ठीक करते हैं।"
        },
        {
            "role": "Customer",
            "content": "जी, thank you. मैंने तो wireless keyboard order किया था लेकिन उसकी जगह computer mouse आ गया है।"
        },
        {
            "role": "Customer Support",
            "content": "अच्छा, अब समझ आ रहा है problem क्या है। आपका order 7294-JK में साफ़ दिख रहा है Ergo-Pro wireless keyboard model EPK-550, लेकिन warehouse से गलती से item WM-220 भेज दिया, जो कि wireless mouse है। ये fulfillment error के लिए मैं सच में माफ़ी मांगता हूं।"
        },
        {
            "role": "Customer",
            "content": "ये तो बहुत बुरा हुआ यार। मुझे कल दोपहर presentation के लिए specifically keyboard चाहिए था। अब क्या करें?"
        },
        {
            "role": "Customer Support",
            "content": "जी, मैं पूरी तरह समझ रहा हूं आपकी urgency. मैं अभी, इसी वक्त priority overnight shipment process कर रहा हूं सही EPK-550 keyboard का... वो भी express channel EX-9847 से। कल सुबह 10:30 बजे तक guaranteed delivery है, आपकी presentation से काफ़ी पहले पहुंच जाएगा।"
        },
        {
            "role": "Customer",
            "content": "अरे perfect! ये तो बढ़िया रहेगा। अच्छा, जो mouse मिला है उसका क्या करूं?"
        },
        {
            "role": "Customer Support",
            "content": "जी बिल्कुल।"
        },
        {
            "role": "Customer",
            "content": "और सुनिए, return shipping या expedited delivery के पैसे तो मुझसे नहीं लेंगे ना?"
        },
        {
            "role": "Customer Support",
            "content": "अरे बिल्कुल नहीं जी। मैंने सारे shipping charges waive कर दिए हैं और आपके account में credit code CRD-4521-XP apply कर दिया है। जो overnight shipping है ना, 32.95 डॉलर की, वो पूरी complimentary है, और अभी मैं आपको prepaid return label email कर रहा हूं... tracking number है RT-826-QML."
        },
        {
            "role": "Customer",
            "content": "Thank you जी। मुझे confirmation मिलेगा ना कि सही keyboard ship हो गया है?"
        },
        {
            "role": "Customer Support",
            "content": "हां, बिल्कुल। अगले एक घंटे में आपको automated shipping confirmation मिल जाएगा, tracking number होगा FDX-7829041-B. और हां, मैं आपके account पर priority flag PSF-01 भी लगा रहा हूं ताकि fulfillment team personally verify करे कि सही item ही जा रहा है shipping से पहले।"
        },
        {
            "role": "Customer",
            "content": "वाह, इतनी जल्दी सब handle कर दिया आपने। बस यही solution चाहिए था मुझे।"
        },
        {
            "role": "Customer Support",
            "content": "जी, आपका स्वागत है। मैंने ये पूरा issue document कर दिया है case number CS-9847-TK के under, आपके records के लिए। इस order के बारे में या कोई और चीज़ में मदद चाहिए?"
        },
        {
            "role": "Customer",
            "content": "अच्छा हां, एक बात और। इससे मेरे membership rewards points पर तो कोई असर नहीं पड़ेगा ना इस purchase के?"
        },
        {
            "role": "Customer Support",
            "content": "बहुत अच्छा सवाल है। आपके original 450 rewards points वैसे के वैसे रहेंगे और मैंने additional 100 courtesy points भी add कर दिए हैं adjustment code RP-102-B के तहत... आपको जो inconvenience हुई उसके लिए। ये 24 घंटे में आपके account में दिख जाएंगे।"
        },
        {
            "role": "Customer",
            "content": "अरे वाह, बहुत generous है आप लोग। बस एक बार confirm कर दीजिए कि कल की shipment के लिए delivery address सही है ना?"
        },
        {
            "role": "Customer Support",
            "content": "जी, यहां दिख रहा है delivery 1847 Meridian Avenue, Suite 300 पर, attention to M. Peterson. Package dimensions हैं 18\" x 12\" x 3\" और weight है 2.4 pounds. ये information सही है ना?"
        },
        {
            "role": "Customer",
            "content": "हां जी, एकदम perfect है। इतनी professionally और efficiently handle करने के लिए thank you."
        },
        {
            "role": "Customer Support",
            "content": "मेरी खुशी है जी। आपका replacement keyboard EPK-550 अगले घंटे में ship हो जाएगा overnight service से, कल सुबह 10:30 तक पहुंच जाएगा। Email updates मिलते रहेंगे tracking number FDX-7829041-B के साथ, और कोई भी ज़रूरत हो तो बेझिझक call कीजिएगा।"
        }
    ],
    "original_conversation": [
        {
            "role": "Customer",
            "content": "Good morning. I'm calling about order number 7294. I received my package yesterday but it contained the wrong item entirely."
        },
        {
            "role": "Customer Support",
            "content": "Good morning, and thank you for contacting us. I apologize for that error. Let me pull up order 7294-JK in our system right away to investigate what happened and get this corrected for you."
        },
        {
            "role": "Customer",
            "content": "I appreciate that. I ordered a wireless keyboard but received a computer mouse instead."
        },
        {
            "role": "Customer Support",
            "content": "I see the issue now. Your order 7294-JK clearly shows the Ergo-Pro wireless keyboard model EPK-550, but our warehouse incorrectly shipped item WM-220, which is the wireless mouse. I sincerely apologize for this fulfillment error."
        },
        {
            "role": "Customer",
            "content": "That's disappointing. I specifically need the keyboard for a presentation tomorrow afternoon. What can we do about this?"
        },
        {
            "role": "Customer Support",
            "content": "I completely understand your urgency. I'm immediately processing a priority overnight shipment of the correct EPK-550 keyboard through our express channel EX-9847. This guarantees delivery by 10:30 AM tomorrow, well before your presentation."
        },
        {
            "role": "Customer",
            "content": "That would work perfectly. What should I do with the mouse I received?"
        },
        {
            "role": "Customer Support",
            "content": "Certainly."
        },
        {
            "role": "Customer",
            "content": "And I won't be charged for the return shipping or the expedited delivery?"
        },
        {
            "role": "Customer Support",
            "content": "Absolutely not. I've waived all shipping charges and applied credit code CRD-4521-XP to your account. The overnight shipping valued at $32.95 is completely complimentary, and I'm emailing you a prepaid return label with tracking number RT-826-QML right now."
        },
        {
            "role": "Customer",
            "content": "Thank you. Will I receive a confirmation that the correct keyboard has been shipped?"
        },
        {
            "role": "Customer Support",
            "content": "Yes, you'll receive an automated shipping confirmation within the next hour showing tracking number FDX-7829041-B. Additionally, I'm adding a priority flag PSF-01 to your account to ensure our fulfillment team personally verifies the correct item before shipping."
        },
        {
            "role": "Customer",
            "content": "I appreciate you taking care of this so quickly. This is exactly the solution I needed."
        },
        {
            "role": "Customer Support",
            "content": "You're very welcome. I've also documented this entire issue under case number CS-9847-TK for your records. Is there anything else I can assist you with regarding this order or any other concerns?"
        },
        {
            "role": "Customer",
            "content": "Actually, yes. Will this affect my membership rewards points for this purchase?"
        },
        {
            "role": "Customer Support",
            "content": "Excellent question. Your original 450 rewards points remain intact and I've actually added an additional 100 courtesy points under adjustment code RP-102-B for the inconvenience. These will appear in your account within 24 hours."
        },
        {
            "role": "Customer",
            "content": "That's very generous. Can you confirm my delivery address is correct for tomorrow's shipment?"
        },
        {
            "role": "Customer Support",
            "content": "I'm showing delivery to 1847 Meridian Avenue, Suite 300, with attention to M. Peterson. The package dimensions are 18\" x 12\" x 3\" and weighs 2.4 pounds. Is this information correct?"
        },
        {
            "role": "Customer",
            "content": "Yes, that's perfect. Thank you for handling this so professionally and efficiently."
        },
        {
            "role": "Customer Support",
            "content": "My pleasure. Your replacement keyboard EPK-550 ships within the hour via overnight service, arriving by 10:30 AM tomorrow. You'll receive email updates with tracking number FDX-7829041-B, and please don't hesitate to call if you need anything else."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "customer_support",
    "source_file": "1ff1d97c_script.json",
    "professionalism": "professional",
    "scenario": "received the wrong item in their order",
    "type": "customer_support_conversation",
    "character_profiles": {
        "customer": {
            "styles": [
                "cordially_concerned",
                "calmly_frustrated"
            ],
            "disfluency": "minimal"
        },
        "support": {
            "styles": [
                "formally_courteous",
                "confidently_authoritative"
            ],
            "disfluency": "minimal"
        }
    }
}