{
    "conversation": [
        {
            "role": "Character 1",
            "content": "Ähm, Herr Professor? I-Ich wollte fragen, ob Sie vielleicht kurz Zeit hätten?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Ach Gott, ja, klar—komm rein, komm rein. Ich korrigiere diese, äh, Phänomenologie-Arbeiten jetzt seit 6 Stunden am Stück und ehrlich gesagt ist mein Hirn einfach nur noch... Brei gerade, aber was gibt's denn?"
        },
        {
            "role": "Character 1",
            "content": "Ich... ich hab von der neuen Philosophie-Stelle gehört? Stimmt das?"
        },
        {
            "role": "Character 2",
            "content": "[stuttering] Ah j-ja, die—die Person von Princeton, genau. Angeblich so'n H-Hotshot, der halt alles revolutionieren wird, was wir die letzten 20 Jahre falsch gemacht haben oder was auch immer sich die Kommission da einbildet."
        },
        {
            "role": "Character 1",
            "content": "Oh. Ich wollte nichts... Heikles ansprechen."
        },
        {
            "role": "Character 2",
            "content": "Nein nein, ist schon okay, wirklich—ich meine, Veränderung ist ja angeblich gut? Wobei, unter uns gesagt, es ist schon, ähm, ziemlich unterhaltsam zuzuschauen, wie alle plötzlich progressiv tun wollen, während sie im Grunde denselben alten Kram machen."
        },
        {
            "role": "Character 1",
            "content": "Glauben Sie, es ändert sich was für... Leute wie mich?"
        },
        {
            "role": "Character 2",
            "content": "Leute wie—ach so, du meinst Nachwuchswissenschaftler? Hmm, ehrlich gesagt schwer zu sagen; diese großen Neuzugänge kommen immer total revolutionär daher, aber dann verzetteln sie sich halt im selben bürokratischen Mist wie alle anderen, also würde ich jetzt nicht, weißt du, die Hoffnung zu groß machen oder so."
        },
        {
            "role": "Character 1",
            "content": "I-Ich hab Ihren Aufsatz über Quantenbewusstsein gelesen. Dreimal sogar."
        },
        {
            "role": "Character 2",
            "content": "[very melancholic] Dreimal? Mann, das ist... das ist mehr als die meisten meiner Kollegen geschafft haben, glaub ich. Manchmal frag ich mich echt, warum ich mir überhaupt die Mühe mache, weißt du—Jahre in etwas reinstecken, was die Leute dann einfach abtun, weil's nicht in ihr gemütliches kleines Weltbild passt."
        },
        {
            "role": "Character 1",
            "content": "Die Mathematik war... sie war wunderschön. Wirklich."
        },
        {
            "role": "Character 2",
            "content": "Wunderschön—wow, das ist kein Wort, das ich hier noch oft höre. Die meisten sehen Gleichungen und kriegen entweder Panik oder, äh, tun so als würden sie's verstehen, obwohl sie's offensichtlich nicht tun; aber du hast dich echt durch all diese Hilbertraum-Berechnungen durchgearbeitet?"
        },
        {
            "role": "Character 1",
            "content": "[very meekly] Würden Sie vielleicht... könnten Sie mich eventuell für das Forschungsstipendium empfehlen?"
        },
        {
            "role": "Character 2",
            "content": "Das Stipendium? Ach Mann, natürlich—ich meine, deine Arbeit zu temporalen Paradoxa ist genau die Art von Zeug, die sie fördern sollten, statt halt noch einer abgelutschten Neuauflage von müden alten Theorien, an die sowieso keiner mehr wirklich glaubt."
        },
        {
            "role": "Character 1",
            "content": "Sie würden das echt machen? Obwohl ich nur... niemand Besonderes bin?"
        },
        {
            "role": "Character 2",
            "content": "Niemand Besonderes? Komm schon, das ist—nein, das ist Quatsch; du hast letztes Semester Hendersons komplettes Framework zerlegt, was ehrlich gesagt seit 'nem Jahrzehnt überfällig war, und dein Ansatz ist, keine Ahnung, wirklich innovativ auf eine Art, die die meisten hier noch nicht mal erkennen können."
        },
        {
            "role": "Character 1",
            "content": "[cough] Entschuldigung, ich bin nur... das ist überwältigend."
        },
        {
            "role": "Character 2",
            "content": "[monotone] Gut, na ja, Talent ist Talent, und die Kommission muss mehr davon sehen. Deine Arbeit spricht für sich, die Daten sind solide, die Methodik ist sauber, und ehrlich gesagt bist du einer der wenigen hier, die wirklich Grenzen verschieben."
        },
        {
            "role": "Character 1",
            "content": "Glauben Sie wirklich, ich hab überhaupt 'ne Chance?"
        },
        {
            "role": "Character 2",
            "content": "[very excited] 'Ne Chance? Ach komm, machst du Witze? Das ist praktisch sicher—die wollen frische Perspektiven, nicht noch mehr vom selben recycelten Müll, und dein Zeug ist genau diese Art von genialer Verrücktheit, die halt echt, so, menschliches Wissen voranbringt!"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Um, professor? I-I was wondering if maybe you had a moment to talk?"
        },
        {
            "role": "Character 2",
            "content": "[exhausted] Oh god, yeah, sure—come in, come in. I've been grading these, uh, phenomenology papers for like six hours straight and honestly my brain is just... mush at this point, but what's on your mind?"
        },
        {
            "role": "Character 1",
            "content": "I... I heard about the new philosophy hire? Is that true?"
        },
        {
            "role": "Character 2",
            "content": "[stuttering] Ah y-yes, the—the Princeton person, right. Apparently they're some k-kind of hotshot who's gonna, you know, revolutionize everything we've been doing wrong for the past twenty years or whatever the committee thinks."
        },
        {
            "role": "Character 1",
            "content": "Oh. I didn't mean to bring up something... sensitive."
        },
        {
            "role": "Character 2",
            "content": "No no, it's fine, really—I mean, change is good, supposedly? Though between you and me, watching everyone scramble to look progressive while basically doing the same old stuff is, erm, pretty entertaining actually."
        },
        {
            "role": "Character 1",
            "content": "Do you think they'll... change things for people like me?"
        },
        {
            "role": "Character 2",
            "content": "People like—oh, you mean junior faculty? Hmm, honestly hard to say; these big hires usually come in all revolutionary but then get bogged down in the same bureaucratic nonsense as everyone else, so I wouldn't, you know, hold your breath or anything."
        },
        {
            "role": "Character 1",
            "content": "I-I read your quantum consciousness paper. Three times actually."
        },
        {
            "role": "Character 2",
            "content": "[very melancholic] Three times? God, that's... that's more than most of my colleagues managed, I think. Sometimes I wonder why I even bother, you know—pouring years into something that people just dismiss because it doesn't fit their comfortable little worldview."
        },
        {
            "role": "Character 1",
            "content": "The mathematics was... it was beautiful. Really."
        },
        {
            "role": "Character 2",
            "content": "Beautiful—wow, that's not a word I hear much around here anymore. Most people just see equations and either panic or, uh, pretend they understand when they clearly don't; but you actually worked through all those Hilbert space calculations?"
        },
        {
            "role": "Character 1",
            "content": "[very meekly] Would you maybe... could you possibly recommend me for that research grant?"
        },
        {
            "role": "Character 2",
            "content": "The grant? Oh man, of course—I mean, your temporal paradox work is exactly the kind of thing they should be funding instead of, like, another derivative rehashing of tired old theories that nobody really believes anymore anyway."
        },
        {
            "role": "Character 1",
            "content": "You'd really do that? Even though I'm just... nobody special?"
        },
        {
            "role": "Character 2",
            "content": "Nobody special? Come on, that's—no, that's ridiculous; you demolished Henderson's entire framework last semester, which frankly needed doing for about a decade, and your approach is, I dunno, genuinely innovative in ways most people here can't even recognize yet."
        },
        {
            "role": "Character 1",
            "content": "[cough] Sorry, I'm just... this is overwhelming."
        },
        {
            "role": "Character 2",
            "content": "[monotone] Right, well, talent is talent, and the committee needs to see more of it. Your work speaks for itself, the data is solid, the methodology is rigorous, and frankly you're one of the few people here actually pushing boundaries."
        },
        {
            "role": "Character 1",
            "content": "Do you really think I have any chance at all?"
        },
        {
            "role": "Character 2",
            "content": "[very excited] Chance? Oh my god, are you kidding me? You're practically guaranteed—they want fresh perspectives, not more of the same recycled garbage, and your stuff is exactly the kind of brilliant weirdness that actually, like, moves human knowledge forward!"
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_12.txt"
}