{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[shouting] Es sind nur noch 3 Minuten auf der Uhr!"
        },
        {
            "role": "Character 2",
            "content": "Okay, okay, wir müssen uns konzentrieren. Der letzte Hinweis sagte was von „wo das Wissen schläft\", das muss das Bücherregal sein. Versuch mal das rote Buch mit dem goldenen Rücken zu ziehen—that one looked suspicious from the start."
        },
        {
            "role": "Character 1",
            "content": "[animated] Es klemmt! Warte, nein, es dreht sich! There's a keypad behind it!"
        },
        {
            "role": "Character 2",
            "content": "Perfekt! Der Code muss mit den römischen Zahlen zu tun haben, die wir vorhin gefunden haben. Weißt du noch, die Sequenz auf dem Bilderrahmen? Es war VII, III, IX, which translates to 739."
        },
        {
            "role": "Character 1",
            "content": "Das sind aber nur drei Ziffern, aber das Ding braucht vier."
        },
        {
            "role": "Character 2",
            "content": "Stimmt, aber was ist mit der Uhr, die auf 2 Uhr stehen geblieben war? Vielleicht ist es 7392 oder 2739. Versuch erst mal 2739, since the clock was the first puzzle we encountered in this room."
        },
        {
            "role": "Character 1",
            "content": "[belly laugh] Es hat funktioniert! Die ganze Wand bewegt sich!"
        },
        {
            "role": "Character 2",
            "content": "Hab ich's doch gewusst! Diese Escape Rooms schichten ihre Rätsel immer chronologisch. Schnell, geh durch bevor es sich schließt—sometimes these passages are on timers, und wir haben definitiv keine Zeit für einen zweiten Versuch."
        },
        {
            "role": "Character 1",
            "content": "Da ist noch ein Raum, aber es ist stockdunkel!"
        },
        {
            "role": "Character 2",
            "content": "[laugh hysterically] Natürlich ist es das! Because why would anything be easy at this point? Taste die Wände nach einem Lichtschalter ab, oder vielleicht ist irgendwo beim Eingang eine Taschenlampe versteckt."
        },
        {
            "role": "Character 1",
            "content": "Hab ein UV-Licht an der Wand gefunden!"
        },
        {
            "role": "Character 2",
            "content": "Leuchte überall hin! Der letzte Hinweis ist wahrscheinlich mit unsichtbarer Tinte geschrieben. Check den Boden, die Decke, hinter allen Möbeln—these places love hiding their final puzzles in spots where you wouldn't normally look."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Neunzig Sekunden und ich finde nichts!"
        },
        {
            "role": "Character 2",
            "content": "Keine Panik! Denk an das Thema—der ganze Raum dreht sich um Literatur und Bücher. Vielleicht leuchte mal auf alle Bücher oder Papiere in diesem Raum. The answer is here, wir müssen nur systematisch suchen."
        },
        {
            "role": "Character 1",
            "content": "Warte, da ist Schrift auf dem Spiegel!"
        },
        {
            "role": "Character 2",
            "content": "Was steht da? Lies es laut und schnell vor—we're running out of time, und ich muss verarbeiten ob es noch ein Code ist oder tatsächliche Anweisungen für das letzte Schloss."
        },
        {
            "role": "Character 1",
            "content": "Da steht „sprich des Autors Namen dreimal, um deine Freiheit zu erlangen.\""
        },
        {
            "role": "Character 2",
            "content": "Das Porträt im ersten Raum! Es war Edgar Allan Poe! Das ganze Gothic-Thema macht jetzt Sinn. Sag dreimal „Edgar Allan Poe\" zum Spiegel—some of these rooms have voice recognition built into them."
        },
        {
            "role": "Character 1",
            "content": "[angry] Edgar Allan Poe, Edgar Allan Poe, Edgar Allan Poe! Es passiert nichts!"
        },
        {
            "role": "Character 2",
            "content": "[whispering] Warte, hörst du das... dieses Klicken? Ich glaube, hinter uns hat sich was entriegelt. Dreh dich langsam um—the exit might have been behind us this entire time."
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[shouting] There's only three minutes left on the timer!"
        },
        {
            "role": "Character 2",
            "content": "Okay, okay, we need to focus. The last clue said something about \"where knowledge sleeps\" which has to be the bookshelf. Try pulling the red book with the gold spine—that one looked suspicious from the start."
        },
        {
            "role": "Character 1",
            "content": "[animated] It's stuck! Wait, no, it's rotating! There's a keypad behind it!"
        },
        {
            "role": "Character 2",
            "content": "Perfect! The code has to be related to those Roman numerals we found earlier. Remember the sequence on the painting frame? It was VII, III, IX, which translates to 739."
        },
        {
            "role": "Character 1",
            "content": "That's only three digits but this needs four."
        },
        {
            "role": "Character 2",
            "content": "Right, but what about that clock that was stuck at 2 o'clock? Maybe it's 7392 or 2739. Try 2739 first since the clock was the first puzzle we encountered in this room."
        },
        {
            "role": "Character 1",
            "content": "[belly laugh] It worked! The whole wall is moving!"
        },
        {
            "role": "Character 2",
            "content": "I knew it! These escape rooms always layer their puzzles chronologically. Quick, get through before it closes—sometimes these passages are on timers and we definitely don't have time for a second attempt."
        },
        {
            "role": "Character 1",
            "content": "There's another room but it's completely dark!"
        },
        {
            "role": "Character 2",
            "content": "[laugh histerically] Of course it is! Because why would anything be easy at this point? Feel along the walls for a light switch or maybe there's a flashlight hidden somewhere near the entrance."
        },
        {
            "role": "Character 1",
            "content": "Found a UV light attached to the wall!"
        },
        {
            "role": "Character 2",
            "content": "Shine it everywhere! The final clue is probably written in invisible ink. Check the floor, the ceiling, behind any furniture—these places love hiding their final puzzles in spots where you wouldn't normally look."
        },
        {
            "role": "Character 1",
            "content": "[crying while speaking] Ninety seconds and I can't find anything!"
        },
        {
            "role": "Character 2",
            "content": "Don't panic! Think about the theme—this whole room has been about literature and books. Maybe shine the light on any books or papers in this room. The answer is here, we just need to be systematic about searching."
        },
        {
            "role": "Character 1",
            "content": "Wait, there's writing on the mirror!"
        },
        {
            "role": "Character 2",
            "content": "What does it say? Read it out loud and fast—we're running out of time and I need to process whether it's another code or actual instructions for the final lock."
        },
        {
            "role": "Character 1",
            "content": "It says \"speak the author's name thrice to claim your freedom.\""
        },
        {
            "role": "Character 2",
            "content": "That portrait in the first room! It was Edgar Allan Poe! The whole gothic theme makes sense now. Say \"Edgar Allan Poe\" three times to the mirror—some of these rooms have voice recognition built into them."
        },
        {
            "role": "Character 1",
            "content": "[angry] Edgar Allan Poe, Edgar Allan Poe, Edgar Allan Poe! Nothing's happening!"
        },
        {
            "role": "Character 2",
            "content": "[whispering] Wait, listen... do you hear that clicking? I think something unlocked behind us. Turn around slowly—the exit might have been behind us this entire time."
        }
    ],
    "language": "german",
    "language_name": "German",
    "gender": "male",
    "mode": "mix",
    "line_modes": [
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix",
        "mix"
    ],
    "content_type": "dialogue",
    "source_file": "dialogue3_19.txt"
}