{
    "conversation": [
        {
            "role": "Character 1",
            "content": "[bitter] अम्म, आखिरकार तुमने आने का फैसला किया जब मैं, वैसे, [shaky voice], जब मुझे उन सबको मरते हुए देखना पड़ा इंतज़ार करते हुए, अ, [very quietly], उस महान योद्धा का जो कभी आया ही नहीं।"
        },
        {
            "role": "Character 2",
            "content": "[apologetic] मुझे पता है कि, अम्म, कुछ भी कहना, [regretful], जो हुआ उसे बदल नहीं सकता लेकिन मैं, वो, पूर्वी रास्तों में 3 दिन तक फंसा था, पता है ना।"
        },
        {
            "role": "Character 1",
            "content": "[angry] तो, मैंने उस पुल को अकेले संभाला, अम्म, [crying while speaking], 6 घंटे तक जब गांव वाले भाग रहे थे, और हर पल मैं, जैसे, [exhausted], सोचता रहा कि तुम उस पहाड़ी से आओगे अपने, अ, चमकदार कवच के साथ। [sigh]"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] उनकी मौत का बोझ अकेले तुम्हारा नहीं है, [very sad], भले ही मैं जानता हूं कि अभी तुम यही कर रहे हो।"
        },
        {
            "role": "Character 1",
            "content": "[frustrated] अम्म, हिम्मत मत करो मुझे, वैसे, [loudly], माफ़ करने की जब तुम वहां थे ही नहीं देखने के लिए कि मुझे, वो, [whispering], क्या बनना पड़ा जिंदा रहने के लिए। [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] अम्म, मैं, वैसे, मैं समझता हूं।"
        },
        {
            "role": "Character 1",
            "content": "[somber] मेरी तलवार वाली बांह अभी भी कांपना बंद नहीं कर रही, [trembling], उन चीज़ों से जो मुझे वहां करनी पड़ीं। [gasp softly]"
        },
        {
            "role": "Character 2",
            "content": "[warm] सुनो, अम्म, मैंने वो नज़र पहले भी देखी है, [slowly], योद्धाओं में जो बच गए जब, तो, बाकी नहीं बचे। [pause]"
        },
        {
            "role": "Character 1",
            "content": "अम्म, बच्चे बार-बार पूछते रहे कि योद्धा कहां है, और मैं, जैसे, [upset], झूठ बोलता रहा कि तुम आ रहे हो जबकि मैं, वो, [breaking], अंदर से जानता था कि हम अकेले हैं और मुझे, तो, [very melancholic], असंभव फैसले लेने पड़ेंगे।"
        },
        {
            "role": "Character 2",
            "content": "[stern] बस करो।"
        },
        {
            "role": "Character 1",
            "content": "तुम चाहते हो कि मैं रुक जाऊं क्योंकि सच तुम्हें, [anxious], बेचैन करता है या इसलिए कि तुम सह नहीं सकते ये जानना कि तुम्हारी, [furious], गैरमौजूदगी ने उन लोगों से क्या छीना और मुझे, [hoarse], क्या बना दिया? [groan]"
        },
        {
            "role": "Character 2",
            "content": "[mollifying] देखो, मैं तुमसे माफ़ी नहीं मांग रहा क्योंकि, अम्म, [guilty], मैंने खुद को भी माफ़ नहीं किया है, लेकिन हमें, वो, [desperately], इससे आगे का रास्ता खोजना होगा। [sniffle]"
        },
        {
            "role": "Character 1",
            "content": "कोई आगे नहीं है जब तुम्हारा एक हिस्सा मर जाता है, [hollow], उन लोगों की रक्षा करते हुए जो एक टूटे इंसान से बेहतर के हकदार थे असंभव परिस्थितियों में।"
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] अम्म, मैं अपनी कसम पर शपथ लेता हूं कि मैं, तो, [passionately], जो भी वक्त बचा है उसमें ये सुनिश्चित करूंगा कि तुम फिर कभी अकेले नहीं खड़े होगे, चाहे तुम, जैसे, [determined], मुझसे नफरत करो उस वक्त विफल होने के लिए जब सबसे ज्यादा जरूरत थी। [cough]"
        },
        {
            "role": "Character 1",
            "content": "[monotone] तुम्हारी कसमों का अब मेरे लिए कोई मतलब नहीं जब मैंने जाना कि, [coldly], असली बलिदान कैसा दिखता है बिना, [disgusted], चमकते कवच और महान प्रतिज्ञाओं के सहारे के। [laugh]"
        },
        {
            "role": "Character 2",
            "content": "[confused] तो, अम्म, फिर तुमने, [curious], मुझे यहां मिलने के लिए क्यों बुलाया अगर, वो, किसी समाधान के लिए नहीं?"
        },
        {
            "role": "Character 1",
            "content": "[resigned] क्योंकि मुझे तुम्हारी आंखों में देखना था और, [quietly], जानना था कि तुम सच में समझते हो जो हुआ उसका वजन, या बस, [dismissive], खोखली सांत्वना दोगे हर दूसरे हीरो की तरह जो पहुंचता है, [sarcastic], असल में मदद करने के लिए बहुत देर से। [short pause]"
        },
        {
            "role": "Character 2",
            "content": "[earnest] अम्म, मैं अब तुम्हारी आंखों में देख रहा हूं—वही, तो, [haunted], अंधेरा जो मैंने अपने गुरु में देखा था जब वो बचे थे, अ, [trailing off], थॉर्नवॉल के नरसंहार से।"
        },
        {
            "role": "Character 1",
            "content": "[weary] तो, शायद इतना काफी है फिर, ये जानना कि, अम्म, [relieved], कोई और भी समझता है कि क्या कीमत चुकानी पड़ती है अकेले खड़े रहने की।"
        },
        {
            "role": "Character 2",
            "content": "[gentle] अम्म, जो बच गए उनको तुमने बचाया वो कल एक समारोह कर रहे हैं, वो, [hopeful], तुम्हारी वीरता का सम्मान करने के लिए, और उन्होंने मुझसे कहा कि मैं पक्का करूं कि तुम, तो, [kindly], वहां होगे क्योंकि अब तुम उनके हीरो हो, मैं नहीं। [deep breath]"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "[bitter] Um, you finally decided to show up after I, well, [shaky voice], after I had to watch them all die while waiting for, uh, [very quietly], the legendary knight who never came."
        },
        {
            "role": "Character 2",
            "content": "[apologetic] I know that, um, nothing I say can, [regretful], undo what happened but I was, er, trapped in the eastern passages for three days, you know."
        },
        {
            "role": "Character 1",
            "content": "[angry] Well, I held that bridge alone for, um, [crying while speaking], six hours while the villagers escaped, and every minute I kept, like, [exhausted], thinking you'd come charging over that hill with your, uh, perfect armor gleaming. [sigh]"
        },
        {
            "role": "Character 2",
            "content": "[empathetically] The weight of their deaths isn't yours alone to carry, [very sad], even though I know that's exactly what you're doing right now."
        },
        {
            "role": "Character 1",
            "content": "[frustrated] Um, don't you dare try to, well, [loudly], absolve me when you weren't even there to see what I, er, [whispering], had to become to survive it. [long pause]"
        },
        {
            "role": "Character 2",
            "content": "[hesitantly] Um, I, well, I understand."
        },
        {
            "role": "Character 1",
            "content": "[somber] My sword arm still won't stop shaking from, [trembling], the things I had to do out there. [gasp softly]"
        },
        {
            "role": "Character 2",
            "content": "[warm] Listen, um, I've seen that look before in, [slowly], warriors who've survived when, well, others didn't. [pause]"
        },
        {
            "role": "Character 1",
            "content": "Um, the children kept asking where the knight was, and I, like, [upset], had to keep lying that you were coming while I, er, [breaking], knew deep down that we were alone and I'd have to, well, [very melancholic], make impossible choices."
        },
        {
            "role": "Character 2",
            "content": "[stern] Stop."
        },
        {
            "role": "Character 1",
            "content": "You want me to stop because the truth makes you, [anxious], uncomfortable or because you can't handle knowing what your, [furious], absence cost those people and what it, [hoarse], turned me into? [groan]"
        },
        {
            "role": "Character 2",
            "content": "[mollifying] Well, I'm not asking you to forgive me because, um, [guilty], I haven't forgiven myself either, but we need to, er, [desperately], find a way forward from this. [sniffle]"
        },
        {
            "role": "Character 1",
            "content": "There is no forward when part of you dies, [hollow], defending people who deserved better than one broken person against impossible odds."
        },
        {
            "role": "Character 2",
            "content": "[very sincerely] Um, I swear on my oath that I'll spend, well, [passionately], whatever time I have left making sure you never stand alone again, even if you, like, [determined], hate me for failing you when it mattered most. [cough]"
        },
        {
            "role": "Character 1",
            "content": "[monotone] Your oaths mean nothing to me now after I learned what, [coldly], real sacrifice looks like without the comfort of, [disgusted], shining armor and noble vows. [laugh]"
        },
        {
            "role": "Character 2",
            "content": "[confused] Well, um, then why did you, [curious], send for me to meet you here if not to, er, find some kind of resolution?"
        },
        {
            "role": "Character 1",
            "content": "[resigned] Because I needed to look you in the eye and, [quietly], see if you truly understood the weight of what happened, or if you'd just, [dismissive], offer empty platitudes like every other hero who arrives, [sarcastic], too late to actually help. [short pause]"
        },
        {
            "role": "Character 2",
            "content": "[earnest] Um, I see it now in your eyes—the same, well, [haunted], darkness I saw in my mentor after he survived the massacre at, uh, [trailing off], Thornwall."
        },
        {
            "role": "Character 1",
            "content": "[weary] Well, maybe that's enough then, knowing that, um, [relieved], someone else understands what it costs to be the only one left standing."
        },
        {
            "role": "Character 2",
            "content": "[gentle] Um, the survivors you saved are holding a ceremony tomorrow to, er, [hopeful], honor your courage, and they asked me to make sure you'd, well, [kindly], be there because you're their hero now, not me. [deep breath]"
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "0053528d_scenario.json",
    "scenario": "A player character confronts the renowned knight who failed to arrive in time to help defend a village from a devastating attack.",
    "type": "scenario_conversation",
    "character_1_role": "player character",
    "character_2_role": "knight in shining armor",
    "selected_tones": [
        "somber",
        "awkward",
        "mollifying"
    ],
    "tone_options": [
        "emitting",
        "partial",
        "mollifying",
        "somber",
        "methodical",
        "static",
        "explosive",
        "disagreeing",
        "hard",
        "awkward"
    ]
}