{
    "conversation": [
        {
            "role": "Character 1",
            "content": "माइक अंकल, अम्म, मुझे आपसे, [औपचारिक], कुछ सवाल पूछने हैं आपके, [हिचकिचाते हुए], Constitutional Patriots ग्रुप से जुड़ाव के बारे में, और, मेरा मतलब, ये नहीं, [कठोर], मैं इस तरह आपसे दोबारा मिलना नहीं चाहता था।"
        },
        {
            "role": "Character 2",
            "content": "[बचाव की मुद्रा में] तो, अ, तीन साल बाद अचानक से, [कड़वाहट से], मेरे दरवाज़े पे बैज लेकर आए हो और, अम्म, [निराश], उन लोगों पे इल्ज़ाम लगा रहे हो जो सच में इस देश की परवाह करते हैं। [आह]"
        },
        {
            "role": "Character 1",
            "content": "[सख्ती से] देखिए, मेरा मतलब, हमारे पास सबूत हैं जो आपके ग्रुप को, [धीरे से], हथियारों के भंडारण और, अम्म, संघीय इमारतों के खिलाफ धमकियों से जोड़ते हैं, तो ये कोई, वैसे, मछली पकड़ने वाली कवायद नहीं है।"
        },
        {
            "role": "Character 2",
            "content": "[जुनून से] ये धमकियाँ नहीं हैं, ये हमारे, [वकालत करते हुए], संवैधानिक अधिकारों की बातचीत है सरकारी, [ज़ोर से], ज़्यादती से खुद का बचाव करने के लिए जो तुम समझ पाते अगर अपनी सरकारी तनख्वाह से अंधे नहीं हो गए होते। [कराह]"
        },
        {
            "role": "Character 1",
            "content": "[द्वंद्व में] अम्म, आपने ही तो मुझे कानून का सम्मान करना सिखाया था जब मैं, [कांपती आवाज], बड़ा हो रहा था, तो हम कैसे, वैसे, एक-दूसरे के खिलाफ खड़े हो गए?"
        },
        {
            "role": "Character 2",
            "content": "[स्नेहपूर्ण] जिस कानून का सम्मान मैंने तुम्हें सिखाया वो, [सहानुभूति से], लोगों की रक्षा के लिए था, ना कि असंवैधानिक आदेशों को लागू करने के लिए जो, [धीरे धीरे], हमारी आज़ादी को एक-एक नियम से छीनते जा रहे हैं।"
        },
        {
            "role": "Character 1",
            "content": "मेरा मतलब, आप मुझसे, [दुविधा में], मेरे कर्तव्य और मेरे परिवार में से एक को चुनने के लिए कह रहे हैं।"
        },
        {
            "role": "Character 2",
            "content": "[ठंडे स्वर में] वैसे, लगता है तुमने वो फैसला तो तब ही कर लिया था जब, अ, यहाँ वो बैज लेकर आए। [विराम]"
        },
        {
            "role": "Character 1",
            "content": "[चिंतित] माइक अंकल, मेरा मतलब, अगर आप बस सहयोग करें और, [फुसफुसाते हुए], उन ज़्यादा कट्टर सदस्यों से दूरी बना लें, तो हम, अम्म, [विनती करते हुए], कुछ कर सकते हैं इससे पहले कि ये मेरे काबू से बाहर हो जाए।"
        },
        {
            "role": "Character 2",
            "content": "[गुस्से में] कोई कट्टर सदस्य नहीं हैं, बस देशभक्त हैं जो, [गर्व से], सुरक्षा के भेस में आई तानाशाही के सामने झुकने से इनकार करते हैं।"
        },
        {
            "role": "Character 1",
            "content": "जिन लोगों का आप बचाव कर रहे हैं वो अगले महीने, [तत्काल], एक संघीय अदालत को उड़ाने की योजना बना रहे हैं हमारी, [बहुत धीरे से], रोकी गई बातचीत के अनुसार। [खांसी]"
        },
        {
            "role": "Character 2",
            "content": "[चौंककर] ये सच नहीं है, हमने कभी किसी, [कांपते हुए], हिंसक कार्रवाई की बात नहीं की इमारतों या, [भ्रमित], नागरिकों के खिलाफ हमारी किसी भी मीटिंग में।"
        },
        {
            "role": "Character 1",
            "content": "[पछताते हुए] वैसे, अम्म, शायद आपको सभी, [सावधानी से], बातचीत में शामिल नहीं किया गया है, खासकर वो जो, अ, आपके जाने के बाद होती हैं।"
        },
        {
            "role": "Character 2",
            "content": "[विश्वासघात महसूस करते हुए] तो, अम्म, तुम कह रहे हो कि मेरे अपने लोग मेरी पीठ पीछे, [आहत], हमले की योजना बना रहे थे जबकि मैं, वैसे, शांतिपूर्ण प्रतिरोध की वकालत कर रहा था?"
        },
        {
            "role": "Character 1",
            "content": "[राहत से] अम्म, आखिरकार। [आवाज़ धीमी होना]"
        },
        {
            "role": "Character 2",
            "content": "[बेताब] मेरा मतलब, मैंने इस ग्रुप को, [टूटे स्वर में], संवैधानिक रक्षा के सिद्धांतों पर बनाया था, आतंकवाद पर नहीं, और, अम्म, अब तुम कह रहे हो कि वो मेरे नाम का इस्तेमाल इसके लिए कर रहे हैं? [रोना]"
        },
        {
            "role": "Character 1",
            "content": "[कोमल] वैसे, अम्म, इसीलिए मैं यहाँ हूँ।"
        },
        {
            "role": "Character 2",
            "content": "[हारा हुआ] अगर तुम जो कह रहे हो वो सच है, तो जिसके लिए मैं इतने सालों से, [थके स्वर में], लड़ रहा था वो बिल्कुल वही बन गया है जिसके, [तेज़ फुसफुसाते हुए], खिलाफ मैं खड़ा था। [सुड़कना]"
        },
        {
            "role": "Character 1",
            "content": "[आशावान] उन्हें रोकने में मेरी मदद करो इससे पहले कि मासूम लोग, [दृढ़ता से], चोटिल हों, और मैं सुनिश्चित करूंगा कि Bureau को पता चले कि आप कभी भी, [सच्चाई से], हिंसक योजना का हिस्सा नहीं थे।"
        },
        {
            "role": "Character 2",
            "content": "[निश्चय से] मुझे चौबीस घंटे दो उन सच्चे देशभक्तों को इकट्ठा करने के लिए जो, [दृढ़], शांतिपूर्ण प्रतिरोध में विश्वास रखते हैं, और हम उन लोगों की पहचान करने में तुम्हारी मदद करेंगे जो ये, [घृणित], हमले की योजना बना रहे हैं।"
        }
    ],
    "original_conversation": [
        {
            "role": "Character 1",
            "content": "Uncle Mike, um, I need to, [formal], ask you some questions about your, [hesitantly], involvement with the Constitutional Patriots group, and, well, I mean, this isn't, [rigid], how I wanted us to meet again."
        },
        {
            "role": "Character 2",
            "content": "[defensive] So, uh, after three years of not visiting, you show up, [bitter], at my door with a badge and, umm, [frustrated], accusations about people who actually care about this country. [sigh]"
        },
        {
            "role": "Character 1",
            "content": "[stern] Look, I mean, we have evidence linking your group to, [quietly], weapons stockpiling and, um, threats against federal buildings, so this isn't just, well, some fishing expedition."
        },
        {
            "role": "Character 2",
            "content": "[passionately] Those aren't threats, they're discussions about our, [advocating], constitutional rights to defend ourselves against government, [loudly], overreach which you'd understand if you weren't so blinded by your federal paycheck. [groan]"
        },
        {
            "role": "Character 1",
            "content": "[conflicted] Um, you taught me to respect the law when I was, [shaky voice], growing up, so how did we, well, end up on opposite sides of this?"
        },
        {
            "role": "Character 2",
            "content": "[warm] The law I taught you to respect was about, [empathetically], protecting people, not about enforcing unconstitutional mandates that, [slowly], strip away our freedoms one regulation at a time."
        },
        {
            "role": "Character 1",
            "content": "I mean, you're asking me to, [torn], choose between my duty and my family here."
        },
        {
            "role": "Character 2",
            "content": "[cold] Well, seems like you already made that choice when you, uh, walked up here wearing that badge. [pause]"
        },
        {
            "role": "Character 1",
            "content": "[anxious] Uncle Mike, I mean, if you just cooperate and, [whispering], distance yourself from the more extreme members, we could, um, [pleading], work something out before this escalates beyond my control."
        },
        {
            "role": "Character 2",
            "content": "[angry] There are no extreme members, just patriots who, [proudly], refuse to bow down to tyranny dressed up as security."
        },
        {
            "role": "Character 1",
            "content": "The people you're defending are planning to, [urgently], blow up a federal courthouse next month according to our, [very quietly], intercepted communications. [cough]"
        },
        {
            "role": "Character 2",
            "content": "[shocked] That's not true, we've never discussed any, [trembling], violent action against buildings or, [confused], civilians in any of our meetings whatsoever."
        },
        {
            "role": "Character 1",
            "content": "[regretful] Well, um, maybe you haven't been included in, [carefully], all the conversations, especially the ones that, uh, happen after you leave."
        },
        {
            "role": "Character 2",
            "content": "[betrayed] So, um, you're saying my own people have been, [hurt], planning attacks behind my back while I, well, advocated for peaceful resistance?"
        },
        {
            "role": "Character 1",
            "content": "[relieved] Um, finally. [trailing off]"
        },
        {
            "role": "Character 2",
            "content": "[desperate] I mean, I built this group on principles of, [breaking], constitutional defense, not terrorism, and, um, now you're telling me they've been using my name for this? [cry]"
        },
        {
            "role": "Character 1",
            "content": "[gentle] Well, um, that's why I'm here."
        },
        {
            "role": "Character 2",
            "content": "[defeated] If what you're saying is true, then everything I've been, [exhausted], fighting for has been corrupted into exactly what I stood, [whispering loudly], against all these years. [sniffle]"
        },
        {
            "role": "Character 1",
            "content": "[hopeful] Help me stop them before innocent people get, [firmly], hurt, and I'll make sure the Bureau knows you were never, [sincerely], part of the violent planning."
        },
        {
            "role": "Character 2",
            "content": "[resolved] Give me twenty-four hours to gather the real patriots who believe in, [determined], peaceful resistance, and we'll help you identify the ones who've been, [disgusted], planning these attacks."
        }
    ],
    "language": "hindi",
    "language_name": "Hindi",
    "gender": "male",
    "mode": "pure",
    "line_modes": [
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure",
        "pure"
    ],
    "content_type": "simple_tags",
    "source_file": "083bb4fa_scenario.json",
    "scenario": "An FBI agent arrives at their uncle's remote cabin to question him about his involvement with a militia group that's been flagged for domestic terrorism threats.",
    "type": "scenario_conversation",
    "character_1_role": "FBI agent",
    "character_2_role": "uncle",
    "selected_tones": [
        "rigid",
        "advocating",
        "detached"
    ],
    "tone_options": [
        "faith-filled",
        "inferior",
        "dependent",
        "inflaming",
        "organized",
        "advocating",
        "occasional",
        "rigid",
        "detached",
        "jovial"
    ]
}